{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "1fnoPQkDoz76Dl69nrMjvgDzXL43Ntm9zuAdPOtCMjxAz808gZCkPgBmcr602sG9AHtRvuXLpD4hTBO+qgVJvtRg7b3QarW9xg5yvow/lz380OA8NLeKvtFSmDt+L+o9XLJQPlMqhz0xJhw94pxAvZG12r3uTTu+5uuZvDQA0D3cUk2+K7BuPbFqXj0NHQ0+jN5ePhfqWb3V6tg9FIBBvVjiRT6+enq9fT0OvUlOTb1G3qa+6gh3vvmThjt/FZu+cQJgvqbolr7r4gO+Lu6avkF4Gr200we9H0iLvd/HfTyqzD+8phrdvbIkTT1CXnk8XkTPPWlxdr3U+VM8gkOSvl+Umr5k38e+9TEsPshyy72BPLe8AUdHPn/hJr4dt2K+DbE5PiPBpb22S3Y9PZMrviHjRT6/bUo+x8oKPvXLJj19odW8zdAEvuSsAj6iRGQ9jVsvvXNUZD1G8DS9846Yva07Wr0I7i2+aBbnPRRdVL4pjLW91M0TvrjVlj2lH0e81mpqvptDWzziTM29wzSFvstFDz6dtS0+neB6vC92VrvZotQ9JLNPPdACfb78WV8+/2RXvopuQj7i+vi98D2LPT0L3T0BkbO9v5YTvh4iYr4qEHa82DdFvhwgBLxwBVO+2hxMPbEjIr71fnW+EJj/PbElIr5JBS299TE8vgec3b7sFA4+sFYCPndamD0/O7g9JhdJvrtHRj0qxhY9SIqzvXZYIr7FdGw+N0/4u5V9hz5NX4c9cNrBPZskhz2Zj508fm0bvtomgb5i8+k77ev3PY5mBD0i+Pq9g/UWvturD75irCE+82LevZJ+oT10hcQ9vqKmvahfBb75Yum7sc0BPnfpej0hSOY9NKpdvtLDEL7W80m+GC+RvkJgjT6Ci0k9u6y5PXmei73wKFA74URavf1EJD21srw+GQuvvaBbDr0xlJu9ohNive53bL7JsZI9y6LivTVrmz1B9709YHWpPnfu3L1nLvo9+BOIvln0D7yRUxw+CdvjPa+gBb4tTT0+OwvpPlRWfD6TR/48iFkIvc7yn73U/SI+XJ8AvjOZLD4/JOi8K+cEPuSc9j3vXC09XK2+PcFtGT6qrDS+EBWzPbz6Ez4z0qQ+PQYvPith7ry1/G8+ePj5PYln1z6HsAE+EhNEvtL8bD6s8m+9qkBhPqaIFj0Ty52+TJZZPmkZar1gtW49eRspPuC8kz0pzT6+PIJvPhbZnD3SUPi9Lgy6PQvbDz7ZOQQ9m/1YviOnaby4ZpG+l3flvSnMsD3nOrk8AVbfvb/FIz1PnGu9ZTqCPaylmz1Cobs9upYXvs/dBj3zt/89omKBPY/9Pj5cirG9vVr4vIpmgb5tCFM+OI2jvCbtCb4jM2e9Fz/gvXoiDr7SMF4+b6gZvhDHWT4POVo+IOpXvkyr7D02cRQ+YaMXPuAf2D3R5ji95fbavckzoz2fewi+2CQUvp2qwT1SfjO8Heo3vdrbA75GZkO+9FVVPSh+3j0+tYG99t8avo59bj4vbeO9vVO4vWCMcT2g6BE+U5YgvoFCjb2TA0K+i4Zyvk2Vj75pEdC+iJCkPBlEFj6fcwO+IbwgvP04Pj7rlcs9o6+9vQ+Vrr014XC+bviJPknFL76nJ609YDXJPVJ/QL5g2fI8HCWIvmUweb1NxsI9RmplPBwfjD7WERI9NB2TPa6Igb4ZX++9tgVAvIw1iD537MW+4A5SvsZMJz1jiqm+vjeKvqMdjL0x5KC84+LgvRjdeT7eHOU9H4VJPFN63D3BeL89NluvPn39gT06UzO7jK1VPaSYFr7uGgo9yMiGvUGdVz3aKam+UnlNvcqu0j0gkSi+f/L6vV8dKD04WZS8sFOQPk9HF75sUYk+7yHKPWIznb4WMIk9kSNGPswZ5r2k4E2+pPXlvcbPAL4TkWQ+hUbNPTVkb73BoWE+/cWSPgEKtjy8i/+9eaWnvgr0Nb2o24K8X/POvB4nO755+mo9g/e8PL9HSb0Aqok8555aPkhe5zqYXoK9Y0LBvFX/dL1tDM68Np5IPihfVb4m9ay9SwBqvYo+xTzQyrA7ne4uvsX/gz7UVrQ9TntivvUbF76rrZs7tMOWPaeFU739Hzm+a98uPgQ/rz3LP5A+ZHZFPUHTjb3DI848e761vdNuVTyAZg0+1B6eve3dyD0o7mK9PGJePhaJyzywbag9aZoYu9mrBb56gGq+ZbcNPtJKlr2FcvE9pTeQvuuMGL2OUZW9XnDOO6Izqj228Bo99JlZvjZVE749d7y9b28RPig3Zr52kPA9ofagvbJ/db4DDh0+wT4QPqucvL4bADO+lyNqPCjBDD5331u+PXfcPRkkRz4Fg208cth6PkTESb7hZAw+MXpjvnQr3T1AAUG9jNOHvr257L2UwMe+KVo2PZ+dPD1sSEE+fTrzvQmRhT4VUaW+SG1KPvv1kL3A2XU8xS1FPvF2TD5jFQI9wUYxvR+6Nj4/eou+vovqvLDlgj3XtmS9IzktOOqjC70MTkq9whd7PYZCbz3NXkO99oH6uwZi4T0NBcq83ryrvJnoqb37KRU+MoKkvgNldb5AUr6+2XIhvg6I8709nmm+hyvHvbXhlD72+Ag+EfUKPj5GqTz6xpq+VB+lvvzyJz04W6M9qdO7vRh0Xb4uPZK9JW5rPf0G2b1Lyg++RceFvnvtlTxCQ5y9K/nQvQyKjjw8awK+vUc2PkGZ07s0nWi+Lp5mPZKL2z6mUFs9GkvTvUJoAb63I6U9mHrBPbuYLT1OEOo9l9R5vcWYtz0l8yc+iAN7PS69tD2PBMs+iJQCPnlREj7hCyg+/FyXvY85DL7Jziu+1Jr1u2GpHT4eM4C+ZqnOPYLWDrx5BwU+zr0VPvw2Vj7RUaC+aa2LvKSQDb7HJro8of5Evl04+LxvM+U9WAVJvmRcZr3PE/89NnsoPSSlFj5pxgY+dkdzPosaKz4bh4496uOXPiumtD3IRqk+OQMaPWFujb0rsfe9neP1PcOU8z0y6PW8N/kkPip9Iz4brEI9AMDNvY6orL2Qvk09vJzOvatfyrzFxg0+cEDjPYhC3DzQydY8v++nvOBLpL0uHCo9j5OKvKwNAb7YFpy6wh1pvsMhMD4LBwY+D36uvdMd9z146iI8H6RFOpamnbyx1gS+YWbAvqFAB74zJyw+hk7Cvfzfhb0aV4M903/5vBHNJT5yYyA+Q9vuPffyjT2y7CK9pSgaPqS427xmvya+fcOPvUQJjT5btEK+TtDRPNCnk7wnF0s8sgUaPnPxuzu7HY88z2aOva37kz0bTxC+nDaTvgLavL2Dmg08ktfmvAuQlD3KQAQ+v2x1vujaN772JSK+vNj2PD+ijjtV/Ac8f9MhvjStaT66bvA9Ie1pPpwYRT4klYe9Lr1evrGsOr72jKU9is4Uvhd5jj7M0pg+CG3JPTglNT1OxgQ7Zb00vqXHO75pOD8+ir6RvsvRjz0NM9e9GHG2PHIdLD7dFqC+j4F7PVQlcT1/9o08EnejvvF94Lw9NsA9XZqIvXC/X75RwQQ+t01JPrZgp72Q+p49Bn6BPbk7qrr0hRS+vkhKPoWJbj2ROcs9prznvGaBYD4/CCi+Jn5lPpdf/z1k6hm+BQY8vD1xN72GnP29RGnnPbi1I76UxUW+Qo5mPjhC9z07ptQ99iiqPY3QFz3i5Zm9vbZhvhwxi72oReM9/OrpvYjf5z14eNS9pypTPkx2MT7YzU++EAB5O/Vc9r2VM609l+EvvlIJzTydAq++g3ENv12oAz5AsE49QJhJPlUE+L3bFUS+2wmJPXLWz77983c+wxyfPHrtLb4nZRu8Wt6RPgAU2r3wg1s9dDghvgL3nb53LMW9OMyrPYWhmTuTE/K+kERnPZscuL0ocAI+E6MvPvWgF7y00Bw9TRqevTUlXb48CD+9nOtOPehKOz1ZXQU/fLgwPbeJbz5BRiK+qoiVvnBOJz5FF+G9beQiPjqv9rw6jx8+k/eSvjGO7TyZm5g+RQISvuUPeD3GEIc9y5E7PRqxTL010TQ9Q0L4vXspWDxjnj29eOPrvkzJaL79d0K9mdLHPYCIXz3hE429UsI5Pr07Er5UkjW+NnaVvPOXtL4Tuxs9Jo3qPfwZezzfcUa+SDg0vvBNdbo0gdC91Zn2PFeWNz3bSyq+wFGmvVjyjz1iFgK+GwdCvoDwML03HIC9YvFsvkC3M76KTko91m8rvnZilDx9q6K992euvFhJNz1DlLG95+KOPEPlUr53UP28l2SjvaeTyb2knEi+Xz5TvacYnr2GAOy9yHZnvkOgdr6bfE6+B1iWvkPtJz1w1ho9OUYEvp2bib6Bp9o+697OvSZbeD5ORZm+bRlBvrcLWT4+bTu99N5jvveZHL3eKxU+V5V4vrmEObxJoCM+PkxWPZse+bvMiPk9RRcCvoo+lr43Smk+ZrOTvoT0SL5fFB++DFsTvKp6dT0JD5M91+j/vSLClL4B+oI9ALfbvdijdz00EhG+bCUPvq+22b0T9o++plIXPg4wAD2gMQQ+UC4RPqtUUz4NoQA+mQ6APQVixz1zasA9wXrhvekTLD6RlD8+IqwSPCFyE7173wo+xl6fvTPrdb6bhd+84I5mvrGmHr7/5qo9Dnd6u8cE/z3A+sE9DuFkvkIvI76VpQA+Uo1FPkB1BL7nXpQ+4xYGPVkFXj5JJgS9M4MCPmaUX7ub2Ha91bE1PnQiCj5MYQ8+KMttvuxvCT57J9K9f8vcvZATEL7Kwmm8wYgMvjGyfj1+EAe+WJhEPC75AD4gTmY+yu72PXSphD5pLDA+dl/HvaQ4Iz6fbY4+DxMyPNNfKD4od0I+3UDzPAe8+zx3aBQ+LaIHPCkezj3HEsM8+B86vlNt6bs3c6W9mKPgvXLwy7wK0IK+juZkPTrPnj29Dg69/d74vcER9D2LkHM9EMkKPebIJz6WmxU+t/w1vcjPND2qh9I7iOAhvshPlbwhPko+IOhfvmXsNT7dffo96x5gPYVOGD4SzbG7ReALvbrQKT5+mNI9VIE8vnPIaj0k6RQ7nOgDvqB8WD5Dy3u91H0Xvve+LT7gLTQ+AVS0vYxNGj5fD2I9uo6rPCDMfj5dnaI+ahRVvsbgE74nfWA+uVmlPottgz0dgR4+si++vmXNyb0dJeQ7j1yhvAuKdj5Mx+k9oMXEvYrzPzzruww+aSQ3viWXE77Avsa9DBAMv2gugrx7M2A9DrfqPe8Pd71kUhw9+T0wPnc9pT6WNL09u6NzvsIMITzachq8l5x1PuonRb6Lzqo8KiGnvA/PSr4uP4i9JkQePiGOyzxFaZS+CPtWvmzd6b1lLFy8s87kPTV5KT57qPM9pgqCu95ctD3uq2C+KwYJPFCPij6SjNa8Uimbvd//LD7D9iC9M04cPafjNj3l5oS+rguRu150Qz24Qmq8SNu0PVmiMr7Yg769OTfsvLxyir2vRao9ghy5PeLwxT3ikkK+6kmSu279f76y/lU90+plPQnE1zyEFxw9P6mavujdd7u84yy+G3V1vuZRJ734OKo9FBcZPqk1771Yk0k+2+divuSdWTwHe6E97hJrvr5bML6YiG890WvKPQpXkT3UhUU8Z7yTvU9bHb7ILis9vFN2PEk4Z76VcQy+efQSvuhgAT4IiIG8WiY8PILqG77HnOG89GlKvhKgqb3Te7k83QNPPZ9QAz4UdeE8U1NPvRJBBb6C87S9OVwYPtHBwL5zx8y8SupcPaK2m71B7ok+Ul3JvSYC4jzuOQe+/rB9PYfoNr7txb29aYG8Pvrqc77VJqc97BCpvVs1Lz7Ewy6+ZcK0vhMvwb6RLOW7pxm+Pa54Ar7iMVs9uHETPRHIJD5dC5K9j8oRPlmtCT6FhhI+f+k3vYto5z0jgYu9k1AMvpHysL3CgcU+QeJePkZa0L0N1OM9e20ePiw/573dapW9Enu7PgRCJr5Pe2+9kTpoPUVqDDxYgq09dd+CPZO9ObyGgYi9a9+EPgC0ur2LzJK9727xPF/Zib3IMGc9WtaGPcnNljsGRYo+1DBNPhw37j3mRgY9LHUYvnthVb6Basw9/oMkPtvFRT7H8Ds+VmhzvbHzGr4EmCs+7NCxvu/9cr53/lY9BNHIPVeswb3a1Co+5K/hPa30L70Bx0Y+ng/zu3WZMr4lk2e+gAO7PLVNsj1LlHG+FLJWvpHDFz62whC+aJ8+vbhgVD20Fak9d9gbvrkcej2EYO+8LUkEvgwlDz0F80I+ACCXPfFQq74VhMs9gHePve8Plb15uD+9/ew3vjxAQ704nfs8q6xQvcEGmL693Js8eIYtvo4ACT3e1RE+Dp5nPvXjPj1KM7C990H+vaYePT2APIc9lhr9PYRYmL3DfAW+pzipvad21j3WiTO+BrspvfsCfr5szis9iB6IvSzyCT5Q0dC6JT0+vtprEb7f3688kkf3vDjUnr2Y7R09T8oYPXhYOD4HpRg+mj9uvh1qgL3Do7U8hzqlvjP9i77gx6e+zZoLPbjO1b0pYom9jeCBPapZNj4fCYY9fWF0Pf0F0LzLero7nvmoPHepHr53zbU9N4R0vj3sI75uL9Q7l9msPdc9Gz0tZNu9My5svol9fDxLuSc+X6YIPa2zt702mj8+CrN+vT9WTD49qpO7xKifvSizpz3TAN48QQQKPpKUJj3bkXK+n64sPZWlw7pifIq9fabLO0jEDT0w82m+LP+ovRAzdjzn17s9SZx9vmLofTzkERU+bnFOvXrXzbxuL8c9P41bvWymgj0CWhK8aUAePamgUL5s3so9ePXxPYP1fr7KZCq+ENw3vd0prT1iSZc9zj1ivdEaiz2G0fM94ExwvCZAaj7+VP65o1KuvWUizjw2Y4w+UXNzvhoKeD5XqkS+UfJ0PoTFoD7UWAi9PKUIO7prSD6HDa09FQkgPqvHIzybU5a98u67vXxwcr2YzJS+iWjPPTdrKD74cAi+FbL+vAvvmD0Ho3c+bpPPPOBZLD15hsE9ZkdhPgmjKD7MYWU+qVwuvNQkVT2EHNQ99EcyvroH/j3mxss9qJtsPTTZxT03QlW9hvYMPhw6Qzygfj8+cjz7PJv4xD3dca69FgMTPdMRET5+w6M65OzUPebuDLsx5Cw9FtPavSDXTz7SMEM+/Bp2vRP1SrxYhYQ+6O+pvSWXC73YPY6+Ft1aPkgbKb2F7Iy9LrW2voUEXr1PaGi+bTSgvQUsHz45ECE9mrAWPS73ir6t9ES+SWmhPW6npTs1tvi9w6J3vtHtjr457dG9t2qIPSYmZL2Ll58+w8hVvdmaKz4oLgE9lmtMPVzoE75+R3K+2eG+vZWDir20r7y91wmUvAsZIr7bP609Jq2EPd1eLz4Fpqi9OYNEvozuH76TYEO9mmJlvh0eRj6XmtY8+ssJPdrtCb63DOw7PbpfvCnJgr6AC7w80f/hPYOh8j1YqoW9xqGMvf2hbr5X9Ji+qQrSvKSAxb0t5NK9EgSjvQJChD770Fs+V6NnPq6jdb4VYr89hnIvvljEU70suog9RF0jPr8thTz1Fvi9lv9DPjh6YT6w0UA9aAjTvZjFED5aXyO+IYMJPNonvz184yY+psQgvtkdtr6Ryio+HSo5vtrttz4I0lO9xCBGvhLkv7tHjqU9KfQ2Pa73Sz629vM9zBxOPhJYFD1iuaw9lzWAvh/gAL5hHhA+jND2PX0mNT5Xlbw9yMuXPOA5ib5toWO+FSuBPQdZKr5/gUG+3ofJPa5HST4+lXI96ZvRuxlVq725zh0+0Dy5PSiIsbz02DA+Mpu/PAjYD75iuta9kHI7vTzYP75jk308logQPk5mTD3oJ5W5xSjtPYHvhj2/r4i+JXulPRWEbz67j7a9vwJgvn32fbzQgyi9UfICvgbsB76EO6G9R52kPaySM77h1168aynrvIjjVz1SFU+9n32evI0fpj2MYR6+eAwMvc9MpL5SHs+9hDwhvc6V4r3Ea5g92RAHPlo+f72yTna9XerDvfDPNz6MJ4u+QHQevS09W75G/Gs+/qNbPeREkDxyQZW+fvQZPpkVnb1Y++g9nQZnvled4rwR8oA91VWjvB5QWLzsfUM9a85vvl2In7zfTdu8XcPdvXzpEL32TXs94oAePgOVfr1H7PY9Z8L3PUJdETxXnw0+T4mPPWjEzb2uLrw9gP9xvZ6Zmb3citw9mW84Ph7yk72bK+S8rggqvYwD5DzCwAq+us7mPLT9Oj5A/zY+xVH2vG8Z5bgW86g9FqvyPWOfXb0HHGG++kSqvQnzTzubK/s9m/EYPhjJDD6TcWg7e94fPi0CEj4H+16+UjATvo11Vb2ZHLu9oAjXPZNYzz0nUKm935zCPJrQDz7WkQU9FhfyPSFtYLzdWWc9KWVhvf+4Ar7Upf87ByEmvsQnhD2+84896AAEvi9rqrx/8uw8MKoBvkqvdj6jSA++uyYsvYGSHz0bZAe+yIdXvpXLHT72w/s90kKcO/l3OL6PRy4+GvYnPZJ9Kb43jp28F/1PPUDDmT0I8RC8+4+HPeua0b0+92K76ErUvdu/l73HKYg9Eks9voQkE7ybKg69C/0+vq07+T1ewLM95gb7OwtpYr4YmRA9YwtqPA/+wrxpbSG9hADPvTVlGry2vQm+gRNVvV9RSL7nNeu9TRzHvTVzoj1M2p295gItvRQ+DD6SITI+wVlLvaySNL4hm7O9L//VPAPEJ74zWqm8M7thvkEmjT2lL+A948p+PQJFQT62+rg9fIGLvuBTEb1lXCK+xgz1vbgf4j25lvS9PoMcviLfEz66pDY8jWsDvimOpL0K7hi9jTwpPVfakT25aA8+/pctPq9Sz7y2MvE845i4vQ2S1zxZc6093caDvlz9Zry65Aa+SSwcvuCqrL12TGs+sIEiviOlET1xD+G8Byn9vUsRXb57qSq9P+JQvpzfib2yevA8FrWZvfJxgT4lhDw+pGj3PdF7d70H7Qy+rX+FPgEmIr01igc+heRSPEUxDj6OfFA+rrqmPfR/g75KZJc9GIRpPah1qD66h1E+dSp8Pbx+a726zng+uIadvQoy5z1gH+q8RumLPPzWAL7fFe29l26iPdcd971JiJU9MRuDvfZetT2dhfG8EsGbPbUXG77kVzI6eVRfvc62bby6lxY9RIuIvUrxs72ATRM+4l/VvTAoCb6NvUS9+7I6Pjwtkr3ymDg+gh8OPk5ebz68KT++cUJOPvauiT6hfcq8qmxFvRyF0L0rVxC9KNsQPqHEEb0YV/Y9D5HDPcaMtz04pV69mvSGPq6WAj5mZ0Y8brdFPrh63TxAwoS9Kn6hvgkTJb6RoyS+hL9Xvtxt2b1GYM+8f0bGPaSeLL25dfY9BG29PftLbb76cQI+atshPR0SrTxJcOe9An8DvvZXaz4zboS+vsMfPrIy3TzLaF89MbSKvV0LMT5oROk93A2NvTBlsT1muig+k4lYvhyOY722rAM+Sb1rPsNFVL49w909GHOFPQ7TTj6Y94s9b4s9PtHJWT02gc49qUtJPWMBYj65nkc95Az4vUSPxrwnktO8wSStPqDP071zvPM7NbKRvaCaAz+9ECc+4SQFvlAcfT7sP8O9OM+2vaJfpD2TD50+PL7kvfDX5L0pLYI+wGjtPeulYD5LzSu9OnBSPWfuRj01L12+DbNtvvqPDDwViIc+GO0YPuMi6Tqfbgm+eHm7PtJLBD9ImaK+Se3lPIvd8j2cocs9exwPPnNvebzfr4U+TOoQPklf7TwiBWC8YXi7PXAiNTxzrG0+JcmCPu2QrDyUoCe+cKjOPS65iL1Lipk98acaPlgTfr7EOYu93/4Jvn16l72dQZ49MZWdPsVgyzwbIAY+aZgKPo2i4r22TWK+OW4/vQfR6b3DVk8+2IHCvabKsb10kew9z9iJvf7PVD1wdAo+awlQviyvGL5Tj2a9KJnMPc6stT4q0ME9qUjIPPAUVT7NMNc9YZ7OPvDokT0EhuE+NgwFvvxZkz0yxp893MaNPi1kcLy/VvK9hQ5cPWa8Qj5poXi9RjRavm+pt72tH4A903gWvhRaqDsLCC6+5cXMPbWJiD2K0G++l5GhvR4WLr4M34E+Ky1QvneTnz7SzqE+y2p2vd1B2jqE24U91LI0vtH6Db4h6ik+BME0PBTgar5afj++LmxUvv1M0b2r9uc9nL8mvi2USb7w8sc9Dt8DPsFhzD0S5nE+KJ/cPoNeZb5wvTM+TDbdPD2rz71AxrM8cAYJPq63/Ty6NWm8AqC/vJaJAD4gwYe9zB0bvhqCkD2QMyS+1KGCvg43cj0DtUc9Ke9XPfFXNL7X9qE9RO4bvsQ3OD7VHfy8Sv5+Pc+5KL1FcwU9lQviPTQwBjw17wu+oAAFPlhUp73NCJ48WkewvedU9r3ZCEK99XKCPabSv71rl8U6NIdDPXz3fD1eKa69wxuHvFVqxb5T0TG+QyUAPBw49r1zlIK9PXYXvKE3mr1HEqA9noKIPV7QKb00+5M92vvEvSTc0j3aeEi+m70rPil2yD1Gjoi+FLwJvq0EOD5/THS+YFsXPoh55j0tTnQ9adUJPopktj2gZNA9z3xbvBsZn77klxY+mDzEvbnRhT06WxM9bUbLO0qyg7xjmhC8WhhUPfNBsjy0vMy7j4muu9bBObyXOUW+8oJhvTtSN76G5dA94DSivpOWFj6bTxY+Rb+Kvvg6x71QiVG+tEV2vjIbGry7UTA97ftWvubnmz2SawW+LW2uPdW9db0fJaa9MfT5vXhTxrwJuJY9vL1ivpAlCr3IVEe+SQ7VvKGxh7zxvFg8ceOFvmgqiT2qvAO9gzMEveQ6Xj1MLti98hx7PSaptL3RwYg9+FCVvrfMGjy0I4e9eJ8pPsk1QL7VJ8m9a/kVvYXrXz0R0jW93B+1vgn/Cb5GLjS+GHmkvJjnIL3cALQ9Qh+ivoS5Cr2RBSy79JOuPYShsb5Df8s+62GBvYaUiDx7Eyg92X91PKgQEz4lYWY8TR4TvvI3Brut5ho+6WkfvcZ/FT7is6M+JYs9PrBZxb2UCJy+aOXxvM3rCb5XKJW+FxX1PZ8SZr3foqo9XJBPPpj6Xj37rkM+U/64vB3yAb4Ueyk+QZuKPgjIez4k2kC+K6UHPh9DrL7hlBu+B9gCvVsM7j3kgkg+rPZ+PTX5ZT5q5VO+bfCPO0G/RLyTD8g9G00Uvm5pBr6UH3U+pbUDPvgmgz7rJLs9J+t9von/Nj5bSim9gVJyvbaU773yz1I+VgaGvRcpab0C7ac+8oLPPdZUaz7VA1W+j2sTPtPJxzyYbRG+QqXVvZVNoL5UdhG+jlscviRMGT7ma7k+vFQwvmMBpz3lhf6888mZvTJ1h7zN0VY+0oG1vg0LCb7GDxS9b/QvPtD/J70qbra8f8OJvqmrLz5bm5c+QxAbPtYwlb1/3rI9cuUevjy9jj5AgBK+tnqIvnHJ0r1/ZEK+XDkwvhB4Hj6zrUW+fo4Vvj0Qz71vkRA+qaKcPkTqGb1kRC++BuY9vmMkTj5Slwo+sbwEvTbyBz5K21o9zwWevhA7oj0mddQ9e7vkPeAdJr6b9sM+N3lbPrrpuD1AqHE7r08CvtcBdT4o3dw8EUiAPu4YKjx99ba9wCDUPcgrJL3HVpy9BfqKvSmAcr4XwBO+24tLPQ7lpTyDLJw+I9kSvYzaCr6X3AM+8/eAPjb4zz2LYp89FAlHvTlojr1cH1G+oo58voEcW72FdnC+1H2EvLyFUL66tvU8w62vPc1IKj6rI/i8TeelPdEJnj0ag44+W0YCPkFOjz1t3BO8HI0WvleLyjxgFKs9eJtHvkS5rLtBars9sbCkPHALPr7LBJW+jsexPaYTuj41VmI+fbW7vRRTkb3Jea28+kssPfzs4Tzl9Ac9u/+BPqZXnT34vEW+9NFvPbhBcr5LBwS9Ym+Rvc6PKT1fRUe+hltKvmz9P761+wu+E4lrvQGcqD561kG+B5tEvrbMWD7x+2A8qdIovLjOeb5UT8s98geVvbEx0b3q09e936VFPtVoN765e7e9POsvPrg2pj3+BrE90k1NPmuEsD1qwWM+IkLivtPQiD469Mu9JIctvuYtXL7bJo+9S2XwvaFcmL207Z4++W/IvZQwa75UXZO+pnycPYuYCb1SkBk+94mGvW/7iz70jVw9HDuCvjxWqj0SdWa9uFupPc/CHz7v4VK+p/UovgJG9L2Ij++7l4yjvfEDmb1cyJe9xr8kvdPOUb7Z8dm9s6CCPjPmLz79ycc9h/16Pq8EeD6yApm87ncsuoLfYT1Pcuo9UEYmPpRwGL7eQtG9COssPsa2Ibwb9f09FLpFvonjVr680I29MvAXvpvAW7wKg6s8srdfvmGpfD3cwgo+srB3POdLRz7Rvbc8NbRYvmw38D2QUtS9boQCPRGR8r2Qu7W8So5GPeE9yD0Q1AE+v9VQvBaikD1AJOq9UpIlvh4KCD6us7E9YzHNPUpHWj3VPnI9wpEEPjsLObysEhc+m06nPc31vb2N9SI+YvebvdcrDj1hZRY9GeBgPeJtUz4UM8q8pd8/vWYOTj3DCVa9BP8UvCh/lj3DTGi9KnYSPmlmbT2FaRg+20AkvaAETb6f0Iw9IyouvseOFb7V29c9lZ1YvUzl2jstAqy7Y04wvlARvbwo10y+y8WrvOhGqbt4rhq9fqplvPPOAL3XzSO9C1AAuyYOdb3G7Lg8ZeVzPRSLkb0vPv89+ECIu3tc4TsS4Yu9IdHUPd6YwbzRO8O9FCg/PVAYJ7481Ae7EJ0EvuOTI74vlwE9C1IIvmn2ALwoclM8Nql7vZhbGb57xcG7xBIfPmr0Iz4ZEvE93YGFvt3zH71b5Jy9ak4qPoot8ruYwQY+eBeqPXdumr0DERq+pYC6vVWOxD1xSPE9BNUAurBsGz5/kf29GRvGPQ3bZb0cyx09UEooPgeTXT6a1GI+aJTRPZ9oAr4NFWW9VXdePhmlGj2RIeA9L1oJPVCM67y3gR68psKIvdDQqTxKcv89JO8dvD/fzz3ZoYY9AyGRPd11sL5Bvr6+wSY2vn/gD75JFDG94Hi1vb5VJL2Oh3u9gYiVvbQYab4gtYE9PJbIvZoCgr5Lpik+MjJ7PGmRjrw32mk+LlEDPmpSz73zwgs+Q+GXPHU4GT07mbK99faivLCyEjzfL9099MdUvvxDGb6MjGQ+vbtwPqZSID4Rip6+tWi0vWeVhr5ToTK9MLIqPmuqr7yRby293CR3Pv9hQr0PdFo+pbqivkJcGr6Fx6a8HrZ1vvLTlr6hRxu+8Ehyvh1cr7wX7TU+Lcz3PEnaj7zi/li9Gc6VPbKVib4QvCo9Ppm2PYaroT4NkkO+7DCGPQxQPz5DRzq+Md+VvFTZXb7cnIG+siHXPsunNbuhZ4g+duIEPrdETLxApzM97pmqvQ1nPz7c0dc99vesPQqJ/b13Gc08eB4APTB1qr6a0Qu9hx/vOyg9Xb6oU8e9TBSMPYsqMb7zSB+8UJVRvq4s6b7wob+8JD9SvfhUGL4UuJO8CjmGPiurkz763c+9CTaZPGItrr3rusY9ad4EPrzid76cbu49GKPGPMFLKr7eeYA9+SWOvDioCr4/pGM+Av0HPt07wjyVfrM9J8yZPfThED3eC2i+mr/yPcCoHL3gURi+D+uhPUhbLj4eXGM+kUJxvtMs1Lx2CsC9V3wKvmSrsT1V/6G+v0LsPWHPUz2U6JM9ntZ8PC6+bb636Qk9e1OsPYvPhj7zVDq98cqjvtOzET5gM8S8BFi4PatPb7wv9wK+d2BoOwSziT1Qmhu8ofScPVk2SD48YXM+QkYLPuYjdDwWHCy+dKu2Pni9zzuZWpi+wR0Yvl/+W74pbRk9a31AvvRKjL743zu+cTDtPYv4O77Q5i6+qH6GPlhwUb6SrTM9sS3RvZn+R70uCi09WlfDPfmVjr0U3EW9HXnIPiiL67zgFE0+hTySPs03gjwa12w8TyW8PTHWpj7+oII9U9eoPj9SuLt0EAC8Mri+Pa5+rj7RO9C9CZmfvP4Vgr4bTsu9U6vJvg3Fhb2ck8+8/NrwvIfet7048Jg+fPZQvVdBxL0mjAG+OOhJPs1yg752ATG+/8WOve0Ypb2herS+8x64vl6ssb6ywKm+Ngp0voN3sb2XxOs9S3CzvuejmD3TEx69oI2VvSYFkb0+JB++/tRCPuxqcL7V6C8+LyG0PEZIqzw88lq8yZYsvgotFr5B/949hxBUvlhWFD6wXXa+NVM1vthGoT0MuwY+7A7uvaf9yj3jOt89yTAyvmcmRL6XZhk+fmMFPmgjaz7Yyhk+u87LPhWOm72Arv486wcsPlIW8rwj1wU9MmE2vjjmyL6vN0e+J98JvugQhr0L7uy9u20gPWJVzjzV+Is9S7KqvbuIRD0bNqK+/rGFvVMjRL1odA6+jPWzPYz3kzyhopW8sCzrvRnTUb2vbAQ9jzvcPWjD9bwATsG9F4XnPSXvo739xBI+VZEvPlulIT6+gRI8XzWEvthtNb0RzVe9ZDuqvacWbbsFL6U9+kVfvdpESr4ug2q+eNJ8PfG6BT3WYRq+SGVSvdnoQz00zvG9S6/4vXUgmDyVxp29Q+CcvmiAA70KYH++whcMvgmW67wCcRm9/o4XvnszUrxfRge+iNzOvPXVP70SNJs9aScWvpXP2T3WT2E9xUBPvvRoOb7MDBq+enJVvJFWwzxe5uu94FPhvVWqDj5mQaO7Ydq1vWGbkz11hX09KhUUvjBytL1QzQU+Y9QuvgKKgD18NHC9CeEZvpkNZD72O6U9o0YxvpAGC75ek5c9NOs2vsWSnT0ta4y8xFE1PdOtkrx35Rc+O4HjPZb75rvL9Uu9YH7fPPQz3L2aWSA9LZnSvGmiIL478sY9EBgyvcGEsr32JyU9bgxovlxFbb0PQG49ZogVvs9X9z2rxgy9Lp0dPWtm7z2iXnI7WnQUPjwew7xNbDu++vzou+lzRL3Xrg0+rZA0PlMVNb4NetK9+6NxPU49LT2Y7++9FACKvUp7DD4zKAA9JXYQvh4hB73OMsk9eDUXvGOYe72hcYU+hzVsvtvdPD5x1ig+ilDVvZFudT0BocM+zY7YPbzErr1JZym9/0x5PcaR4T3Xvt89gv3DPiTvuz2PeYG+F9UmvpAgDz4By76+GoJzPrr0tz08V0U+VeuJPrFPaL0c8d49D29xvdrpNr0JgWg+a6STPlSsgz0IF3w+ExEZPgougb7p6Qg+8YKNPTOyKTwFkjQ+VprfPM1PIT4PQjE+VLq/vcWrWj5clA49AjVyPfrhpb1NU22+QiFWvp7f+j2qkw2+P1onPtB7rj7SyqO9fFrFPvspGT6Flm0+YCVQvXOKub0hF7890kPcvZTCvD1p7+e9Hy2EvaVbd74+3OC9LvFSPmAjcrwBXPA9Jj2ePKzb6b2aBcg+jOuSvTsr5D2QejQ+nEpFPvtAUD1sm2o9gPowPngoIzzdFRC++A+fPqJmkzsopCc9T3EaPIUcNb6HRw48H9hHvdF6iT7M+/i9scuSPcRkjT6bZHM9bfdavq5BdD4yPkK9mQ6EPLnWM72VXZO93CCjPnwIqT2KNCO+HlhcPhBRhL1euBM+xRpHPdRAmT6fkRI+XMi1vERZjT3q6Fq9Vb4MPpEKJj6dX4s+m5D1vVX15j3keo497W8uPjazsT34bxC+JcELPhIB1Dwy9YW8qaF4Ppy81Lxprhc+abRUPkMdRL1Y9Kk9qt7CvCWRJb5e1mQ+u5SOvQqYRj6zQuY9moGHPGU0hj6y9XQ+wpQ4vitYAz5GlpM99G5RvZhoqz1pkRm+iBKgPRIN8b3Y+9g9Kg+VvIurxb3r+gu97R6+vPlgAz6vuH+9+6XlvfFIDj5Upwk+vI30vREOtj3NOeg94KUCPheMhT1FU5o8VH32Pc94Zb6NyV6+WbM8vqk5eT3yZWU+VIixPdlCaz3Puxq+bPMgPhqnjb7d+EA+VMdZvOEihb57mB4+VH+cOwx+xL3SR5K9qVdpvlLdhz04oDE9b4ZUPQepQr4h8No8ZlIvvDqtxr2sJqC+coH0vXYe0T5Qk5k8OnOFvMBkoz3VjR+9vTU7PdI2Gj5ktWE8eZdPPl1eXDxATNK+2IFOPi3OxLzJGLs9sFmQPfhvh74XWrg9fFTePZsweL7KPCu77CRMvenyrj3ReCk+Qx1ZvORFmLymxuG9c9GAPkzBgz2Tsfc9tJrevS7tKD0uhoK+FU6uvHMlob1WewA/Oy50vbgsiD1A8os+pLs3Pbg1Q76AaN68gehuvtejnz5LKe89k4sFvvSJY77MS1+9Y5z+PSCbGb70z569CBo4PjcRHr5iiqW9nfkNPqGNmL3Xu+o8lHdgPjiAJr0g74M9CD8gvg2zmb5KitO9zVniPMBaOL2UGSi8km7BvdLaGL4KuaE9fRz7veeCDT6smfw9Qd8JvmP5Mz75AQE+WmokvrOwbr7ApVE90/fAPabKG75jkyG+arDMPUEIMr4yUIa9oRp+PswcrTwyGES9m/+kPaOFQz4ICZi9q8UMvuOEE7oEUia+MGsrvC2/w73XjIw9Y0MJvNQMqryzXhA8JzmBPbIvZz6VROi8Bi0ivoWHuj3xrKW9n0MRvswTgrwxG0w9WUucvYn9ez0RwBm+OpS9vNGxsT0nqiA+BsryvG2Q670MB5c9afUUvrb3GT4taCM9XPYXPbr0Gb57glw9YNR6Pf12B75v5YE9U/4bPCKqrToqvye+aHdmPWn6Pjut0VM+Bzu/u802ur1rNFi9NEgdvsnsTr5ImQM7+SpEvbegw72gN048TPasvbHyAb7izhU+f8pfO5fRzz0xrRq95SyNPkNo3bzTol4+NAJsvfzGnTxXRR0+aYIEvjA4Ab2J3p86q1vEvQ2VuD01ASQ+9/0hPa07rTvQjYg+1GVhPSHrKz1pWzu9TGL0vVyR1rxST9C8hKI6Pti/Bjs1tys+9x7KPWdioLwaiCy+kSw/vOBKTD0b7Ba9bSCYPlehzz0xoPa99LjxPb7Zjzy9tqU9mpQlPd6nMr44zXo+khetvZwvp7yg3Ba+5vGHOn/jBr4At+o90FWyPoZD8r13ZgQ9STFFPdYdEr6PpkQ8RFHMPaCror5aH7i9O6FfvgE3OT4RYRI+V/pyvLwqSj5PkvE9hUmdPUMUCr6TFRy+0kHTPO2lBj5iftq9MxTMPcw6sL0FhM49zLFqPmnXLr5SqEQ758xBPYLEP754BLe9tSNJPvdx6TxOpu49gWk6PsNNlLxFJWu+9U8DvUQBF77Dsto91Ck/Pvx8Ob4g68S8GQmIvN1M4j15DJu95G/HO532G71hn+Y9bN9uvRKocz0zgkY+tLInPmXDKr4dkwg+DXFoPmcXLb4enca937QdPkPuX73dyO68B/MHPrifbj2UNM29i89fPPzQ6L0AJ/c9KFPOPZ0cgD7A0U2+VMPqPXmbjb2G7B0+ct/RPc0sMj7IwaY+hZr3Pd5ZdT3xoEe9ZPR6PpzbDT7qlia+hDPPvbAXDj4iVJ49qa9DPUmcjb5Q5OO8B/e8veuusr7HdWQ9DHjLvWgMj71JzLy9bxNOvet4hz7/vYO90BpQvUY3vD4ueQk9aGaOPrKR672zqgO8px2EPdqx7z1WKuU98Q8EPhbNWD2woM68+OpsPsKHUL0ASJm8+4aDPq8ViD1Ma8c7vy+lPFQdJz6nRYQ+FRCrvOvnDb4+IHy+r2MKvrmZDD6N1QY+IGROPvzYU7590x0+Yaq1vS48+jyyzcw8VrL9PJEIorsznM09zDNVPUdiyLx9G1s9q/vMvsQuZb6rg508Yi87vRb3Ez1sNEc+YaQwPr93Qb5JEsE+wS0CvQI2DD6szRW8VY7pPMJL3711lje+qkZavkR0Ij44MwI+arBOPXg3hD4IF6I9CFOqPiwdXD55uVG9/IqaPmCdbDwU+jM9VSEjPuVdDbwwXnm+iJFXvsKkH72bUac+EFysOswDTr3B8ni9xI/IvCk6VL7JcWs+F/+mPf1gsD3wh6M8yfUJvjk2Gb6eWtw8QE0mPtLUET0iihy+rneCPrvCnDsyksW+rGT7PX7ehT089Dc7fMBzvstvFDy2GHO7jdLdPZspZzzrzOA9AhO4vXuq270u1iA9hrqUPeR3Yz6OTRE+FrZzPm7XR73bup4+FSTRPdETir6Xbc09i0suPqt7Nr557FY+UXMPvE+aX7wn8zM+tySYvv5+Lj2Lfyw+lcXNPRx07jwbW409eHVKvld0hDyHjyW+UgV5vvFbIr66Xyq9OaBQvgJGBD1OiVU+W5BPOy/ayL3PRK0+0BvrvfhbEj6T6wy+4iKtO1UuFb4rAzy8SVwiviYGn7q4tkS9/ntyPSACqz1sd8I9LrsHvtl1Fb6RZuk9PiKIPQzV472h6Ie9PRFmvRIMKj4flTa+0f4Dvv/9rTyO/AW+VoYWvFfn0jxuZ1S8aaUcvrhzKz13hhC+qmoUPb+ktLwrlAI+A86HvjUFR71Jg8m9ZJrzvb8oCz7D2gY9y/UmvZ44P77lNY+923aVvlx4wDyHE9W7zm/CvVJ+VT4tbW+9We0MvZifVDyWhA4+taXePfnOFj18FPG9jyDmvdpLsLwKNaW9I1YJPvlBL77HZeG90nspvW8xNz4xqRo+ilRZPbt1rz3qfgk+xmQ8PQT6JT6zRLa9ox8KPtsDYD3LW5q8umfCvWU/6rw5iRK+TEIAvqOxnbxAAy49LgM+vjUJijxkuNO9ci4NPs2+JT68Klg9ye4gu4cOSj7rmHk9cXvNPdFLRD5uXpw9sNChvjJrqr3iJJq9/y9UvTXzqL0JNsQ9yzcPvOciP737vD+9Lnm7vEXfEL420VS9mGa9PAZ3JT3yWnC9bBIFvmyMSroHz0W9un2ivb13D76OOYw+om3TvUOEa70L4xM+Mw/5PAYoZbwhpFM8qnrcvfx/OL7arQS+swskPo7gkb3hZOq96OEdPal/ZjzkHky+ZLttOoPNuz1MFYU9wGGxvbq+uD1VO2C+7sBDPpziAj4fnag93b+NvKK2nrwmYc08/J1cvaPtYztUlns9V5woPnQsuz2J/QQ9DmcLvihROb4+byM+3TQXPee3Tj3TYRQ+JT2JvMtE57zfM9W6P1WVvdhvuj0HEuG9OevrvVicJbyoSLO+R4efPX/dI74ZVd67Wd6JPrJ9hr4r+bm8iL5nPi8GP75T0Am+XBIkvi7aJL63XES+VIhXvVWIhL6Kdv894r6MPlBfQz6aVwE+YPrEvu0gbr53UIw8mfIePRblijy4DFE98yEyvoOGJrxyzi6/vxEhPkmUBb6h35S+uP8ePoUZ17wU162+S1ZGPvOVI744Ggs+QbuAOgDNcbxv+8u8EENDvnhL1b0lMGG9OnEKviLic704Opq+lNQgvkNp4L4k6Ya+yU55Pkh8gz01DR0+Ln8fvpfdXb6CGXK+RuGsvdugfz2xbQC9yjNNPZz0Fb460A88LgMlPHm//z2syJe+uJP8vdW4T75UdAE+NsokvS6VibyhnoI+CoBWPlvxvD0CZdI9ckkYPTBFhDwBYNE8PxTKPTaVl76AP+e9A3QuPsU7mD4TXl49k7YkPf2Lfj6JjM88ftC3PJiBvj3H90G+h5pfvXM0K70iYFw+sipEvqIokT5BS7W9Zfs3Ps3cB747Tyk+B9IYPg03UT5CD1y9hyb8vCtvYb1lJjW+11AgPsDcsj1gKbE966+FPq1wZz5w5kk+fY0avoMJsj3PbrG84ovovbf54z21+xK9FDcGPibcIb72wig+hjiBvg0d1L1cvuO7B4ZCvoO3X748JQo+79OSPf/nBj8dZ368DZ4jPhlHAT5/cMO9qfzpPI7dAr6eSKG8LkkNvrUmvj3apQO+2ssmPRMzrj3pY4C9/Pj3PHU1Yb6SJx0+G3yyPpH9sj4kS+w8NogTPb2gyr2vnfM90LefvX4Ocjz68oE8b7b7vZSXJz4APmM9mYUjPmNTMb1iJ2M8D8GqvDBwK71tIBw+MAi7vCMjiT3k8F8+r/RzvvYFb75qQ4o9sBjhvA0yED0HZw09rYzivfAQgj0FiAi+3V4Fvu3qNL51F5Q9GXRLPvuJ+zsLAxi+iOKRPW9T/b3U0pM+NZ0rPjbo4D0golc9pUDzPVztVj3Ef489Js3AvYrvqb3i0CG+PmqUvv4ikb1Oz5E+NYx5PY7XRL2jcNQ87h5qPioyBj4FXsy9aXxWvjv+jz6kZf29zWE9Pmd4Br6X4/m90YCSPvtjGz4MCF6+GA7mvJZdGj6hGiM9bZEDvo2HWj0cACU+fzl7u4t+iD66joE+BBklvqsSSb5vLLc8Tg8VPunGJb7CezG+F2e1vKmMprzk1kw+vQL4vYL7Ij2U4c68M2ElPvWYLT2XV4C9SLScvcNGvj2xHrY+uYj/ve7eBbz6ODu+I8EBPp71mrysS5y+hsa2vHdDzjyjHD8+cV2OPYlTmj3sRIy+jgoTPQCO0Tw9Yr69P7qHPcd7yz2eGF29hctuPNxzUbz2RBQ99TtyvuBVM77H/nk9gk+Yu+QDOLvp+AI91nU7vkH4d7xGfoQ8Xly/PdxgOLxNUFM9f6ZZvku3373Ntj6+KuFUvjmqdjyOsS093ziEvmOZcL1KW+G9Uj3qvdki/72E3Iy+kUgpvg/HfD1X7u491ZecPaWRiDzgAwQ8ocxQPfpcUr7hWMy9Vrl3PSiJFr1Fzoe+oLoHPs2pQD7RJTC+Q7VtvroIRL3NnDQ9DLBovkhU3DtivXm+qAnvukw2Ab4utRk9v+EcPUTpWj3SgXe9NgoMvoRPvr0NCT69NcBIvK5cV71jA+069F5cvTWr970oGfI9gUq4va9lGT6D+5C9aB/YvAdGb73aoTi+yDAyvhvn3DwTwcY98BHwOxfhSb1pgGS9odszu3plGr7VKbq8FtaevrxhnL3ranC9krfju6dOkj0QHFW9ob0UPUgrLTwZh4q97og0vrzLbr4qQDG9HkLuveWSEj5rB5i5PA1IPfuu+72g4je+qe0FPgw/pjvtePS8SPnzvNpoer0m/4895hKWvSNYqz1cG7W9rw8dO6Y7Xr6sr8S80JsLvlwRML1D8849LEwhvk57nT3wQH69gXkjvUq6HL7waQs+Y6ndPNih5b2jKW+8Fvukvufy8706WYm8lDenvj1xlb5yu2K9Wm4vvpK/o716nrG8oDFevF94yD2tlGU+GdV/vaF71r0zHWY+48sRvu8olb2Fk0u+xoNjvb0v5T3QscS9q/gRPkTrp75174i+puU8PmfxFr2+HII8bZYKviN7oz3FVCS7wIsFPqeMhD3OWWw+6nZdPvCSCz65A7u9HnJRvtHT7b3UPCo+e6iePI9HiD2mSZi+xmW3uzM5Fr6khRs+QS8LPgacEb7N+xI+i3GwPANwbD6Icb4939wBPqKvSz1iqzA9Qsgjvi3IlL13w8a94vQKvVjSqz2ty/28+kHvvcb4aL2k4r29ZbqHPa8QQj7oqkQ+cTPhPTgtybwoq7E7/L8NvgygIj64mQA9yemqPkPcaT0F9M69cVUJPLXX6L3VSak80HXEvaOHWD5L96k9XHmSPnz9uT03/Xa9MouRvaZVfDw6HsQ9i1BgvonafTuKMBe+vUCOvcxPj73rP4S9CXTLvf0RpL6i6pA+e7SDvTw9sL68nFa+3xKTvt1iRj6mYSa+IITHvtWuW7yJfy8+9WMvPgFuZj3pIgK+NZOBvrtNY71fbY6+QXVIPgLAmz4LJEc+hz6RvQkNAj6KBQi+XziivVBUDL7vvbW8vp4bvVOLaT4niis+Kc1DPjR3lb7mtZe+bL6DPahH0T2j44+9xE68PS8bIj4eMz8+WZguPsvGMD4G9jK8jPfVu63xuT4clEi9c3JAPUFvJr2cvFM8iPhhPDKMbz4h+aC9R+crvrGdvj1IY9Y92h3VPTReCT3zlMs9XukfPeohVbwxOKi+hAPvvRNr3z2GMwI9P6pbPhvW9zre+dK+Pp4dProVkD7J7IS+2CDxPVglez6WGzo+xg5Mvi9uhr6QOSG92d3ovJ/7wjx/Ec09oO7GvbkiP76h6iM9B4XBPd0ywr3Eo5i6fYUGvucsub2pBDq+bM3KPfCnpr3eB4E9o4whPRIFJj3ed969fZVGveCUcr5OMKi+M4+ZvOBDg77xQqk9Ws+cvdmE5r0XqwG+sBF3vqVc9b3JwbM9yBbRPHFDlT6MxaG9HdGfvGnzzT2bU5O9VeZhPooB6T1viGk+54u/vewZM7zSqS290Lw1PjnJOT4gQDS9nHDIvWeuIb2WORw+HbacPZFbLj4YkUg+MIMMvnu9lTsVEA4+6fcbPnAgGD6mnwM+U29yPlCAID6YblA+xGxlvSWu1r0nlV6+U0QuvJ9I2r2NdKU9LO7APcLFVDuHNzc+W7DIPFpXjL3guX489ZfZPcZGYL7k6IW6v0AuPqiRTL5NJyi+fWa+PR4OqD36mKQ8xwZZPan1R75C1sI9WOfDPWOhiL1GU869p/EhPiCgh7x0JS8+rJ3vPcM+7r2w3nM96y6Yvfk4VL3/tx09U4h5PVM3JL0sQxQ+txItvsTcZjwAVxq+xpdNPtiDzD0jaNS9+Jq7vcHWwT37yE09dkxyPIGN5zxj9006B/ahvdBiVD5Y8Lc9rxt2PS6hvTz3y0s+zEpJvdSMgD3IPgC+fxjdPRL9aj6zbTk+NdO+vBOe2L1FVC091wkTPd0W9r3K8xE9Ygs4PhALOD5qEBi+zKe/vXT42j31x/89vUWSvJzvIz6edg89bGRQveiJ7z0Z21o7GkhrPaI1MDqJRTY+dXyovRG007wzKiU9ribkPfMcIb3g1549ifz2vTHRLj5zUWu+K1THPCv4HL5NtgQ+PzXIPFWbLj3Cw5m87oAOvgL9GLwJ8Cs9QUMKPjQyFb1+VZM9e9RpPUN26jy8N4E99GGYvWmKpD2+VUi+Zt/6vTLOnD2H2Ms9aLU/u0Z0Sz4FJNi90zCuvWIXIT6t3A++BHbUPQHGgTwvoKo6eqGAPdk95z11Hiq+JRwDva9Ebb2xdZO7ODxovgS0Tz5nz3A93BxYPaZI5j2dsum8Hw4hvsNcvz1lcAw+TGRQPt/9I76AKRA+gEbBO9UDsb2fMK69GmE5vqZ6AD1l0xo+1tsuPoO9ML6olxk+HZolPkYpML5sUTI+D3MjvvzmgLz8FQQ+GXQNvWtRtr1D5588NGzuPBg+kr2VSX09EG86Pu7e6rt1d2s+mYaoOx4HOL4gagW+5MjUvbQTyj3pFFs8TnuJPlfllr6NWyM+w0G1vZd1AjpgBGG+JP9EPYMqvj6I6vE9fUzrPat8ab36Egs+wCTGvJJnKb4KGG+++VUNPmkhsD2K1co9iqMuPubd1jy7/OS9d5B4PiKgF70pLyc+RRGNO8HGUT7omSY+nJiJPONuJD10Fak+mlHBvcLi77stcYA9kdoPPtSwzjyzP3K9Ms0zvjiuMT7VN5i+/ka1vH3jZb7d/m0+jIypPQiMaL4zfxg+KMLjPW6U8D2jOmw+rYHGPcxTcL4XE489ujTsvUwQW76J7708/WL8O1JEZb6NrwU+PnUFvje/Gj6vDqE+QsXpPnl3Vj6Mme29tMSLvQfuXr54eDG+hWbePS2GOb4JZbk+0TxIvpY4RD56uMa9BXEsvuChdz7G0ey96HADvaCkVD7kbV+8dwyavsNs0z65c8m9r1JQPsx9Xz7xh5A+x50vPv7fZ75okVw+9m9NvQ3YJT5Atnk8fL+VPaNz/L2CoY08abCHPoRxWD2hOOU9YOdbPTpKqLyEJxU+a8mdvooyf70/50e+SUZgvqcILD+YcJw8jeWJvfROlL3PlFu+/I2Mvaz9jj5fKMU9sdCvvuGXhT23OsW9kKh1PqNADj12z0+9y49vvqzFVb7rNiA+R86fvWMZkr4JHRU+hK53vps7ez5GSjO+Iwe1vSNMTr16ODE+FKZTvsEvhT7mO0E+U/ksPR7c5T2VIye9o8+vvaS8ir0AFQw+/j72vQoiKj610lw+nu+sOyKc1b1XN3w+w0sNvrznEr4ithW+YSVovjiUe77v0d++9QOCvTcp1T3ZU7O9nIWvvgJY4btDs00+hsS0vfFtl70NnXG+o86IPdZ2rb0zx18+n3Y1PmLCZr6qPu28p40yPsxkAr4hdXU81/AvviopZD4mqzG93iZbvSLwtT3KUtw9yBk1vmXmtD7XylU+j8zYvRpwEz4gt8k91o4ivZ9sRz7c5N88rzMuvl/1xL27qYu9RRDyPaIUujzzVT4+5Bx6vnAN4r27wV6+PHRWvkvXGD79LNE7xlKxvaSJGDzkJvc9ZRq1PRotWr4jZH6+cuSuvi0857zHTMM9NQThPdsoor2cZle+xUeDPiLzWzyxFIy+nITWPcRJaT5a8CO+VaXaPXcZkb0u9uO9EnUzvt3pWT64csk96X9mPgQ2LL79uPc9oAEDPReRzr36Ayg+tzlzvbZ+9b6gerY9eSIUPRRDuT0OhYu+YrOCPnA2Pb1Yc4s9y7brPceXbr18AHi98zBqPWF00z1FeP49wMQ7Pv5YgT160rk9O2sjvrXoQr2XXzM+7k/fvdVYMjxaIMI99GCmPJwNx7pvgbu93/KPvXrb273WT5m97lkJvsMvxb0w0Bm+MR1Evfokmb7bE8U9uUslPtMcE7t4iQq+UCntPSQ+zDyixem9ooUoPmj5Az4HwGY9t2+Cvl19OL4wXT8+HLDovQdCpj0MnXQ94dDkPcMIQT1bEx2+fBU5vjxx972A1Mm9TeFUPQrIqD2+Fx2+X8DRvaL6sL0aMTe94N8IvoFh7b072iK+Knr9vNbH6LwrtQW8df69PKDkjz3gOhE9z9smvicpFD5mrVC97BUbPgf3cL7xLhI+pkkVvpAzprwdV5K9Of4HvkRSuzyIUBC+fRE6Pi/69r17G9m9xrpGvVm+mr3T5ys+YzsvPiF1xT0JVRy9RcPSPUrHuj16LoK+4a6WvZLQUr2AgBY92eTEvOoivb2u7tY8l2Q+vqPO5L2SqFE9T7OOvoJZEzsHbQY+oLL2PWF0D70HZiU+pr4aPhUtCL5Z5pQ9YqOePVcqcr6KOhS9n8E/PtoGQDx3oaI9rTfbPIy+S74oIr+7fW8wvjLLmDzJpkS+cB5KvnYJ3b2o3iU+RZLOPXXS571Tt989JW4EPFJOP7tgl5q9jcRdvmnHiT2SnQu+vxPbvTDRj72G0QS9TwKqvAKiTz3BVQe8wyz9uZM7ID6QF32+KTxIvsSN0735lSI+5PgcvnlTHD6jXY4+BZB5vDhF673V45I9offuvXH5XTwQJxq9ricKPQVYCj6pvae917+lPDg2Nr12wDK+HQmSPYS187tpS7y8HnKJPfAFUj3ufJ4+T24mPmgEFbxzmCI+33iNPlZ+hD6jxP290c4qPW3hkT4lnqM9tMeqvXm5ub0ehto+bL1KPnvfDL79Fw6+uW3xvTfjNb6+pcg9L3QdPtlpo72OAey9jdqBvGMgQL0vBTa9B7OTPYIhD71RPSK8xFxqvbnl0T1UkRI9LSO7vYr4ib4WtlM+oAuOvs1mC744gec8Xo4jPoGjOr2COZc9fyi3vHBmQ73Xiae9RlIxvSvTR72MjJK9TVOuO1W2XT3H8Yi9ce0WPpOBHT0h/IC+ZdyzvB1VHj2Ui8W9K3AFvdt9Jz0UOVm+CAGNvghorT1r6mc+OsmzPswTOryd14Y9blinvQMBMLxR7Ra+Zpc5Pg4oC74sgYW+cxTBvbcNvL37gQK9uyOMPIQ1Oz4DHCM+IObVvWhkCD3Br6K9HQgwvkywT757lJs5Oc2AvO3W5j0J1ws8xpvqvcWPdD6LW0Q9IymUvrKolj3fxBs9CdEyPSjn5z0qcMQ8XuxQvV9tJT5kViM+6Ac2PkSm3T0MYPa9gTcbvi1TtL3nXIU8F+thvnNOBr4kGZO9kCuHPuBkOj4Fsy48NeYJPvLgiz2QfjA9DQrYPQLyKr6r0mG+yK/JPcJvuDxeX5c+pSilvpOpMTt5kF06xqonvDYXhL4zdZi9Osizvml4Ij7vGaO951YXvjibwr0mUSk+j4JtPT38Dj68UB6+KgDKva4Nbj3vIY+9tepdPvca+T2g+LY7GWCEvkqZ5LzWye08b6DvvoDT3b2mENo8k3MYPk00Nr6nWB09NyZEPJjRrb7LhCi+HX/eu4yxB74FK2286aayva6jlj3srBk+RB9Mvom+t720khY+7qrqvVSVYbxktoK+saY9vihkJ74Py6K9ykqTvfX6V77DCHa81YOnvois572pmBa9vgIQvq2RJz7sNeM8LU04PgDrjjyG812+YjclPtWgzr6Q5yi8A6Z0Pd4iVb5Dd2q+NrvVPa9937xw2Is+DpITvR39Ij6Dv709cU3GvtGLBL0RgRA+VUxSPpwYAz4Ud8i8ULZUPqJwLz5KimC9dIg6vd8Zhr0sjzw9iRSRPDrrXL0w+5S+LBrFvvQnJr39Hu89r148vkgpgb6k6l49jHOBvT68ez5Yly2+c2HevGdXCr8LKx++ysWBvnHDFb66VZ699tdmvZzcSLwDBrO90LJ1vvvD9z2ktUQ+j4cYvoGaVD6YUEO969uVPeV6PT0mnia+rxHqPYJYDr7jk0k+JseWPeBNLDxk5ss7lspYPR5d4b2XQlW+3nsAPlKMXb7Llz88Q0vWvXZLMz1u0LC8/Wr2vSkcFb4OjtO71+sMPU/qxrzLnou87852O+y5gL0KXR8+5ab5PfjXkj1h/te8sn6tPbAvPjnu+gS+1oi4PcV2Kz7lmeO9hPOdveh2pbx2yi2+IEQ3viENODv32YE+eFPEvcGVj7yREgS+UFklPhrHaL1ZSXQ9jsdxPaf8iT7dBiU+QrtBvL10hj6dAjY9JUKJvWW9Ub3a+jQ+usqGvGIYyb2Xwx6+wPwkvrVfWr3Ll5y8MyMrvVLWJj6nvJq9m0XKPQqOrDwsgZE8A2WDPTb1Az1MOby9BnotPQWp6T1WW7q9y8rvPX4Ooz1gjIC9vUflvXe8gD2rpu08y4AhvpBR3jx529y8O0vSvTZanTw2nwI+66oZvrJIQb3Y/Vc+iezkvODtOL4jGAc+WLHnvbAVgb4BKbU9MC1ovoEUCjwqVBG9okq4PWVBwL2T8Fy90VYKPZwLML2UeL29PpQXvgmlwD06FaQ99Z6avRoJwD2y3+A9ZzUqve3YOL2gSRk+EK8+vb8EVj7IqNc9lJhGPDf3vT2X5gI+Am+zvMBzIbyv0UA+tRgkPogtpD2hyIW9zkjJPUWHXL2Bq0k+TprUvR03M73rv4Q9fUD6vZ+VAz7UBQ49HHs/vngBOD3ZqM493SGlvRh2Er6uiiS+mOHBPtcXET5PirG9x8qxvGcO0TvrV9E9m28svd4jhj1odvy+GoBKPt4uPL3s2Gq+ujgIvT3spjs0UuK9JF4CvtxwoL20D4A97915vsaRJ7ySXjw8z53avTyQST1H0zm9pkxfPsJRlz5fHdG9ZSNhve6qirzhRbQ78oRZPXk5lL4zVXE9RimTviqJiT17VyU+9v/Fve9ztT4uKIe+ytCqPfLDCj1Zm9S9M/puvlDRBb4Vqf69PIPYvP37pjza03A9t3c6PvvcxLvP5vW+nZ8Mvk/leD0R6x6+csiHvf6DVT7DV/w9EjEtvp8haz6+CFg+p2VkvsA1Ub6YsDw+E3qnvv6beb5RF0i9KgSSvcD9xL6lawY+vDZgPTbgIj3gl7o9GsnTvWewAj4SAos8na26vUs1Rr3UaxS+uX0cPTEBx71ViKS8vfgCPqjt3r0lyws+szkfPl50BL6LyLw86cwPPWVZKz1l0tW9dHYhPiOKIz4hm0e+wi8QvnSDbD7SdzM+5lgxvpQbgb1qVSW+sPsFPukAdr07pag+Z2ppvgkmhr2sDfa9A0W9vehDvj1ofKe9gbWRPszlt7ugnpc+WVH+PbQUXb3Q4zE+598/PtBOZT71t0e90GwPPphN0b1z0i8+YcFsPnZVa77nf9M93e1GPTHmOb5VDoI9sYUEvjHuOLxL/HO+p3P9vmoyYLws7fc9pLgQPhfg/72GdwI9s9WFvXtPL73NLzU9PBEYvmW+f702ioS+Kb/dvOH/Jr2rUDk+4YCGPYEgOL77W8O+iCcSPnQhQz29ZCU+zBzxvRi7l71G5WG9z6SMvjaSy71XVek9ARSAPgzJkD65Ra+8Q5yOvNwG372K8Ac6iZerPjiXwbsWeMy+pP5XPg0+TD2EUSK7FhpsPV8uBj4jqyy+762GvgK+Mj6lxj8+29+zPQHbWb5I8509g/eCPg4gTD0bF8a8RxDxvY8Wk75sNaE8AA8UPGZdML7lYp+7RDDGvM4hoTywwBO+g6UQvoSchz7wNpq+fAOzvlk1+rw2r0O9acbaviRPAz3JzRo+rtWmuxObeb5LXzc+0B6jvZzKijwrjRw9vzxpvkaDXz6Hr3y9Z7LzPMescT5v5T6+0tMGPkAyRb4Z8OQ9t6BDPaf5lz4+EK+9xhcGPp92gL7WOaG9M0RyPinRXTxoCiI+cMhtviNFhL3pw3e9TgCpvgvoOr75ErM9oamuPYwaGD6+yy0+kE6yvaoaED8nx0c+si23PWdTI71x0Vu+ktq0vmUIlb1z3Fs9OltzPcGDSj02gAC8py2dPhOBmj0xBbW9SQGPPthIXr4oOCq91y55vEvJC75PHX49PvafPUThQz0veZ69mfxaPbWmqb2bkbE8RCE2PtF2QT2wJfQ86H4Evnjv/L3+tbw9UU8LvmSYpz1zZNG9U4r7vevDxzwloNm9D9U+PifW2L1O6VY+5s00PiA/Jj7VZeK9MH4BPl21xTr2+AA+BBBzPbtqvT0VHMk9BQPoPVzl3jwtCi89PXzWPUPqJz6gc0K9SMhOPQWFaz4vR0c+7GvevXBYmD3gejO+4fjPPe+7UT5yz5I9C0uWPU2K7j2qeKc79ctIPYVXTr0xCVY+PQaRPqcSXz66Au29LgHBPFM2qz2u4Y29yCTwvbanfT0wTAw9wxYWPpCAQT6+OKA9hgKHvVS6Dj2LuQ89uYHJPYvRz73soAu5PuH9PYsyGT1Dhb29xz2RunmZqDws4fU8DifdvNHhYb1UUpQ8ySh1Pt6A+T1BTtg7IGwcPg+Kib15FeW90YvPPf6ZoD26yqk9X45UOq/L1D2KB7e8ajZtPuD+LDz3jC8+G4vZPSwBAD4Ltkw+oXQLPglcSr0zmmu7etuUPcCWJLxHopi8EqV3Ps8P6DzHTj0+h48OPivG/7unzeW9VjoTvbMZ273qF4M9F75QPhbw7D1fodm9A/5uPnE+Lr3s4O89uW87PQp8hL1SFRY+uXG/PTBKIT3ET2s+2BLCPXBDRD3TQca9RH4hPjjzQL1Q70e9pAH5vQ9PGT71Hvm9j1H7vNRLmz0s5Hq+ff6vvYwfFD4pUkE+5/BePplQGT6Obdu8g1CyvT9epL710Fq9H+c3vvxnVL0WtAK9ZUm/vXclJj3Vh2E9Rh4FPiEiSL4lDfC9aGq+vH4J7L3gXPe853FbPkL4Jb6bVkU+lZSzvtXujr4PASg+9rVAvkXhhj43+i4+YeUivNG+s73VJXe+pSFsvdl0B77YO2u9kISGPh5rU776PA0+cO1+PkYpJL7SMwm+VOnlPV0+5jzBFeM9c7EYPsEror03+KQ9dKxCvq9FFD411G45tdSBvP1CSD6z/GK+D+XzuxP7Vz708ea9DBv+vAesmT1nQ7A9fYeVPnH2JD6iiVK9JT9fPj7MDD7F2V49c9haPlf3sz3FCiu+6B8UPu19JL26ese9u1clvUTiAj3gow49lXF/vkgvp7w/PES+yMIxPqBIAzy9vya9qQWnvRgbgj0LCe48DzJ2PkXxZL6SJW08KovFvWekej3VVj++uHZHPfUXML4xvLI+Lnv3Pc+0hj1+P+49d2ZtvibVCL6wYai9a+YFvSdOc77Yb9u8KABVPl3PMruF8Vc84eMKvUE+U71Tqho+sOuLvZsANL3XK/u9SWN+PWnu1r0u7AK+7X3fPd/2z71aGnk8RYWcvVPmFz1Gsji9ywrJvR50Lr7dLxc+lZXMPTDpGr6slp8+MidLvhTxOL519i4+NTibPTWNI75UG169KDD9PWgOnL3j86i9Z+GCPiTB+D1wKjk9t2F1vnw1mb0NxuM76UYIvNkr6D3D3Ly9N68kPq7zib4R3YW9P1VeOxqGTL7ncAe+NSeBPgkvRD5VjWy+IBjQPux7l73WAIo9TLZAvgcsFb4ZY0s+tmYcPsaDGT1FRpU+eb2iPkByl74vVo48pVDBvb+F673gQVc8f9YbvtRjsDyL96q9Sr2hPsQxGL2YKiA+ziOMPaLzpj5Oize+5iX8PS2cq73ZQFQ+QZ5EPkl4YT5fl4K+DHFQvSx0QD1qC78+xzhDPijKtL4PbbE+6Xy2vWf0fj5ssjy+3CuKvYL/2L1Gszo+WhpdOh3Xxj1pQTc+h7IVvsVEDbymm7A9Bj6mvaO/QT0oTEa+hTCdveXXGz4yRzk+EHWEPtxr3b16+Yc8eUWTPOtWWr6ZzYG+plJTPXAPbT6UxME9XNyMPd2wvT3S+e89PDHgPV/vo77IFq87hitjPuzxer6MKmo+CxpAvEPaCT6sjMc99NDHvThtG755K429q0ENvBjPkr1HCBE9B/f5PXshjj4KmXi+hH6Ru/WoCD6/zQy+ltWZPdd6jD0viPa9STbJvW+1Jb6hBAe+2HwQvu35oz04gMa8w7PcPbQoRb3cbVc+W3wevgPXGb7CzSi+wAHePccWrD38GOC8kU0fvmAqBrwrldQ9qV5DPgzJODylLtE8ZftkPnsIAD4N+qK+bmIAvr14Fr6le3u9lFTHvUSXhL3mtBs+BPKRvWvcBj7nuuW8yz7pu9iiqz2PHBa+mRmWvEfxwzw4pbw9CpoYvdwfQz6J4SK9N37SPXjoUb5ZcwM9XpntPFuggDuXKxm9RSwhvuXiTz5bbRA86HgPPiZiQ74AZmY9uhplPs6In736G3W+j1QRvsbZOT1dnnM9uaj8PJbLOr7frwK+X+zyPVRIpjoyyJS88HkWPWAbF74M7Cw+u7sHPvEATr1ppYc9zAU4vh006z31KBy+j3pUvg1mAj3DNUu9BoatO6kIDr2yviS72eLbPakjDz7Lxc26g6OQvunQlr2frMA8P3FQvWovF76FhIO9rlPiPaK56L2wziU+Wg2fvCW/HL6o0yw+ibGCPJMKh705RRG+qXBYO5jUzbz4qT2+zlFEvQMVZL06iNW8lnEMvXTR2Ty5zBe9MKo2PZ3+HD6r4rc9JW2/PAzYFb7REzm9E6s2vB+Pk71EHoE9sPqSPbBYOL5Pcqa9khRsPinV/bz6jQY+ENlUPjriH7sHlfu9xPgOvsN+Xb5LJUk+95UKPfda6D3IEoe9QWNvvrSMWr7iq5e+FhETulqQt75qDWO9DdDiPdJGOT7jrEQ92NslvXfwmr0TxEW8yx3fvf4cIr70Sjm9MIoHPGwYmT0/aFi+4wC+vXZBO76x4ss9IVI0vXhWMr5r6zk99jq3PqCBBz67AGe+/qqbPn38bT7Jumu+Q8yMPKtzOr1VygK/ov9CPBIXxz0nqp29VA3Ove1nyL1Eobq+ta4BvrAxyDzEzFW9nSOZPv5crj7imnG+suzPPa8chLwGYg89YsWRvX6HqL3442G9Sz6fvWO6J76EkyK8IGwxPAQyV72mRRI+W3eNvqOegLyIlI2+3Q2qvWEIl70FS689d7ANPUvuN77+wtk82m6wvqErHr1Q/gw+icZLvckGk72qUnu9SmuVvhM3/71Rky++kFnavFBN97zYvIQ+l3IHPpKvdz4vgcA9runIPIrUk70VEcE98o8+PiOlvT2qiYu9KmSVvQWGIT4RWsQ91zlCPmdsDr40lHQ+PqqyvXLgk76HWIM+7iIrvsix4r2V2lY+h8AAvk0aPz5evMS9VgFWPeIj4z2NSDo9clkzPQg0xL3UmgU+3/ESPlXDTr0Bjxo+KWsfvjWqEr3Nib49cdKivNXsnr47yok9IOQaPd/xVT6Mm6I+fxyYvUUYXTybszK+CkEOPsC6jDsIilE9AX/lvFK0kbpSayS+pBiDPUoJhL5a6Mi9anmmvP9xOD7YVxI+wKmFPhYNfLy5uSU+mWdMPmvYwbzpyse97i+bvjBz3b3Dkxm+u1xxPZPE4b0UoSg+u8XpPanhobw49ay+UJcpvs/aNT5tWpQ+rgjZvVbi5b7h4Is+meEpPYF3X74YjmO+zRQdPVKNLj5bk969KX11vrv9dL7Z5lQ9a/N2Pi2zzT2FfyS+VVAEPfBgRb2ZXJs9xaZevqYgq77Wtvg9ocZ4uzANRbpYq529LBTVvcasSz4jHW28YbEdvcbckT6FcFw+5rskPqq2gT3P6qm9UfgJvW99zr3picA71crvPUtn27zzcbk95JqPvt6Tsz5E8yM7OmKCPnw8kj4JjBk+q0SoviOwtL7HYIO9aHGCvkhEmb5xPOe9tZGsvfiOj74MovK9ANNTPb3VHjz1vfU8mWTsvRwB9D2Tmvi9S1WFvnstpT1ohJE9YKIAPkP+Ob1HF5q9tUSGPnQnXj45FGM96gBfvgVuG77HVjI+t1QEPpVt+r2xc6I+ET5tPg71nT2jIma+kGl4PtPuWrzVCNU8Q/k6vnaC371KxR2+ibXbPbVmoL1qKJi+nElzPV/aoj2PRHM+gvr+PaiSf74FquS+oBQ3vsE2Sz4MnHw+rRrWu9ha9D62zaw+PvKMPWk8mL2eLRc62A9AOlVcDr46gGg9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/o72vDvd7z3TAiQ8bWKbO5GFnbzilu682r36PJ6dmb3b7+S7hAecvJPe371TSDk8scs7PFCZOb6eUSg8PcldOllctbzKwoS9SeOwPBmLwDwudlS9LbAwPbfafb15i0S8VG+8vefM4L1+dQC+nqOCvQIZTr2NqJa7Sn+Du3NlmDwP2Qm80+98vMSX6TwRdYu9FHvgO33Y17yCG8W8FUARPVHjOL2xc6s8QbOjvUfY2b1uWL09Ykw7PT6ZUD2go5g9/JvmvcBwdT0yUxa9OoEvPMySXDy93Ja9s3NYPNqnNr0AKBy+YrpkvYqGHL5a6Qu+qycova8aEj27ibG9miu/PGllwb1YpgC879BcvPXLhDzxNO286solvdUxfb0ARb08ZB/+vNdurTsjGQE9mMRmvGWcvrv5vym9GLtcPM3dUD0quqY9vLdbvEBEvL30+wO9kX1rO313cb3639q9XTYqvVZiTL05JVo7tENEvE/CKTy4/Ae9T/iHOywphL2/ZQG9OncOPJsW6rz6nTu9jFcevVIbrLswxx49HitvvOzUh72txwC9HB8YvUpVmr3UCKM8CoS9PGcYgL1vXgu+0GRiOz7mhL2zbDa9rHeyPAl8P7372R+9daVJvRd6tr02XDS9S/e9PPBFhbtXrgE8mAt+vAn+J72YP+W9c45XPeN+IDw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "3K5gvAiyPLymOcI8JhKMPdqBST3dF6M9TE4/vVx+u7ysA+a9dVUZPQTx4j1EK869iig5Pb99/zxaDq26usiOvRsiCb7J0o46CQgwPuVMUj1kgDG8Tc4Ivny4jr3gh5i8b9FDPGjciDuaNha94XcbPY5OZbxKDIq8DNBwvSNr2L1n+KM8T31hvQBCDr2h6Qm968gbPukMRzwxGiw9KZNPvcNmr70dOGm9VKKiPSQZx71Uwxa9kdaCPt+QS737pYa7D8k+PRtZPb1pcR09EbJyPCZLhTxXjJ66UGvHPKF/oj3iJYQ9Yvq3PAkuez7YSjW60z0QPhFef76oBgi+ZbNWveuchj0W4tu8TKykPCqGWz1OoDe+gdRwvaTwCz7CMLi9v76GvdghMD0dHhg9N8lovflsJj6MJw0+18tOvLrj6T34AYg9KsKNvR8eOj33uqQ8JGnnvbTWmTxQlbk9wPw1PW+Br74HDDW9v7FovQrhIj5SGBO8XNFHvIjF0L1hOXU9jggXugJPq7zLYw09SjeAPNg44T3jGii+nDhRvbyFzz5jTn891bEBPnGULDuA81K+zyGoPVKi4jwl1AU8DY9Jvt22eb1c60S9EfVpvfSoezs77xM99QegPbzvmjsqPBE9vK20vfZXU70uWls9oSJNvlbkjzsmJtY9mAUDvZntkj0iTBe9Dh0MvR0uqLxgCIa80HCFPCScBb26uRs9mkNkPaZJkL1Y7M08BPlIvCXUJz5w8mc9/+S4ven0br2vQP09d5/Cvb96Vr1we9c8TFemPSkwL76dL4Q9F9ylPSOQiT3jfrY9rBM9PgxvaD0l6as8aXMkPd9NAT7+gUQ9pUiXvQrpVL0+5S09kAwLvOsUh72T8a494O5pPTWahb3mr087IxZjPrvyvr2fLiM9vEotvopTSj2HqAU+ZO71PdshZj3uMIU9cnwovWKuNz3e+kK8CjY2Pli8EL1cDiw938AfPkMnJr03Yc29S1YhPoCTFz3v2Pa9PzmYPaWqRb0uWSg9lZITPbESj71eJps8MUeBPTmQib0F+HI869XWPPYTq7xwgdG9ByjJPRRQdb1FI0i8wWxovZjM2L1DbgI+D02vvYnwPb6XSK29v48kvuH8DL6Ze6e82TzrvLM5Ir72CWc9NC+QPajrDz7AbiI9SDw9vU0n3zyqLpS7ksivvY4opbuuZqk9Ol2EvBh5nj3cQYE9bvIDvsYiQD3HEQ++GvuQvAu5ub2SR6A98FscvTFJ+j3HHCw+ZR9CPZWgiLvSz0s6n5q4PXHJkzxNr5s9hBgavaP04LyEIlO9w/edPf91nrvFKjK+v2lKPo512D0KLUq9JYhcPVUtXr0OyRW9SHKqPNNbcD1idd48/6/NPcx2MT1UB2g9cxS1PbjXBL7saDI86Z3JPaFfA75S/m09nscRvqPbHz07oW494xaNvS1wB751FuS8NkG9PH6IfD2b4wI9Jovsu8epqD0iGRs94uEaPTmOSj0PxH68FhVyPoi/B73DgTQ9WYw7vYbjkD0Q318+E1G8Pf00ujwPaeo8LbuCvek8Oj1iroW8oTc+vVd6aT2SFga+1xk4PX6VLD5GbOe9uqsmvjngajum6dq7o/RUPqtwc7xpRZw7hbA0u3EB7D1K2qO8VrMnvfOkND2j6vq8BKVsvGpwpL352v29rMnlvBJFrrwkGTa9kcppPW4G6roVrBA8SaLLu29GGLwagRw9tWnRPZDB4j2Mawg9KAuWPY/Z8Dy8vJy9GPfQPF8zD72S17e9NuXtPWsZPDyaIt49xAmMvcPgiTtF5kK+YLUFPSprhTwrwkc+yVSivUbnKT1ubV8+lxh0PcgtPT3d/Zi+dA4HPs7CjbxJkIC+Xp0RPrraTLsSjWS9/O3+PC6MCj43MzO9XWnePH3e872ivgY+DtLAvefuGL0TVV4+gggEvrD/CD4z8p092l4yPcOsOD0wMHe75fEtu4HwUj2cMQo97mDxPfXla7rwYNy9+97QvVarOL18FFC9oLURPQGg0D2ZqYi9F6ZTuhGsPT20PCi+ZUbDvf15pr2eUUW9LMquO5iCxD3acbQ9ZVZGvf26jz1hQmg+4X25PH9Jyz1mdv+9XZYYPgaEG76UJ/K9fQkPvhRir731Gaa9dQEKvLAM9Tyjj7i8RpE2PvXMtDyU+xY9lMASPa8NvL2LIGE8140JvRwBJDxZ8f69Yqi4PZCJxz1Sb/M7zV0/vWluizz0LNm8fA0BPT6gXD0SrrM9/WGuvTKs2z0PNF68o/rCPRXLfr5KCcm90xNbPe6Yqby+FQm+t+RcPPwVwb28knG7xxyxPRyhCDxbFEQ9F4aZPS7eHD7Cldw7sZcvPaVEtj1B2S29f7ZLPhtHq73ADbq9yN4MvQLmw7yxyJm9CYmcvJhaRD6drom81DZZvM0JOb6n/R0+RpTevbbtyD23oqU98ztcu4jzXz3uqSW+mDuIvS7M7r0GWoQ9JRQKPjlMJT0OOZM8enLCvIm2FjxThtO9hJUUvSzQaL286i4+3pvRvLzqHb6r1fM9tQABPpih9b2M5VE++nR9vJNdCj2351s9Kd0CPqHLM7qiXMk7beQNvtI0rLzem5K9F+E6PdnXUT2TXTq9iykTPr/VLj73UYK9KLwzPW0HNTzCAkw9WxtBPU4BjzxvHEI9k31PPUxgDb5Hf2W9S3WGOxv8kT0AYjY9f62wPOc0xz2Ji2s9Za4zvYJWmb2X5pY8xnQEukb6hD1xbpo8n0KFPXAhrT1O6H69NIRlPcYNML1BtKk91sIyPQjcAz5mYEI+yoTXvf/q5r12ekQ9Skglvd+fJj2wGBe8IbUpvfbKlbwwbxk+JNOCvXljnD3ynzm974OGPBePWrxRWFm9RmfDvad+Lz0x7/K9n/5PPQOKeL15AQy+GRSivYvdtr1FiUQ9DHYhPqLi0z06ohc9B9kevQC+872zaAQ+z3z2PdI37L1tWgw+yHcOve4Ws7xGbfm9ubA6PGHBKLo7QJ07lzdcvLqUJLwv0Wi+jfFRPWEXpj3h30S9NmcEPuQgub3rPm8+wCcjPs4thr3jkRo+7iD4vCf5ajzC+gE9lymVPSt4Yj0TrAQ+XzaMvWyRHr0scaU9w8PkPIP/Xr3UDHq8zSnLPTAPgb0tgBC+o/EjvZYu8zzuZ4Y9kMVJvJ9fTLxvYdk8oNzVPaPTbj0A9/q9WgzrPagW3b1I9lw7hp1JvnrPDT6pwYY9aGcEPLExZDy3vT28FHf7vBILlrm4Efq8HH6AvM3/FT1wDyy8yA3+PW1iST3/HBC+pgvhPZaemz3acx4+ao84PSB82729II08LoThOxnOlT2Tg909fpHRPKoFJD1wFBo655HLvNdSpj2lYYY90hHVu51NqL0RrwM+mNoWPh4BJb3wji09/42TPVMdiTpSd5Y9XQZNPSb7ozxWwQ8+yjiXPdPrALvJ3pq9yGYRPetI872gBWC9xp/ovdEGnz1fO3A9f113vT5ABz6ZTBO9DsAgvCHhMr3KpLw8PV/9PGscRr2fiYe+HdkYPZ8VF76+y6a5SE9+PaKlg7u8oJa7Bm3ZvL9SDb3MRg29thAGPViAujsNbVA9c4uqOw7nyT30ik28mNKhPWnJITyD8ag9i2rEOr4bWj6xDw0+SmvMPQaZOD47TBW+QqalPQbOBr4a2cy8O/QOvRK8KD3revg8ZnJOPq8phj3eDA8+gwCGPUaqaLsPpi8+I/tIPRgVJD7cSUs7dIHHPJqhsDzuINQ96Ghqvf9hZ75cKsY9nDY8Pp1DNb0vksq9omvwPLr0WD3ieWY9eKAuvUwP+D2+LYy9Yop9PfOjYjwv6Q49RjHpvC0Zwb3QzeK9JxUpvfclu73zhYE9AGCxPbuIez5eRRY9r6pvvUnunz1en7W8GyHbPdu1BT1mW6+9LclUvQe1Zb1v2rA8aRnEvZgNWb0Zy/u9vNdSvlCGvr2x86a9GwwYvdfAzL23wYe9JqnRvVVHjr3JQX691bs0vKyEAT0yASE9laHRvUCSJj0k4a29QhzSPcTx4zxkL6A9lwuaPoPiP72kSU+8ST1BPmc53L0ncdU94oHXvRkWsT2JXx49Z0Q2PurKSD0bRxk+c3U0vYoZwz3UzE6916e8vd1iAD5U5gq+wS4+velACT7aUvC8Gs8pPIxPir2AQsm7XaxZO6tvwz1Mcyk+dTqNvRegkLwG0lW+jEqXvWAHvr0a+/w8l3jNPBQexjy2OfU949YKPaonJb5OTeQ8EkhhPZThPT2J7zC9Q7PYOtDDrzytzwg+t1sivbgffD3gR268NVZjPRIGFL2EGTo9McagPQP7Mr3Rnt88KNUNPbz9D754OVg9O0R2vaqncb32QAS8xi+aPV5veLywUwk+XpfWvY8OLD7kbqU9CDtKPjG3RD3OzQG+dpqGumq4uj0gpJW9zUuyPeIaVj0yDcw8OurmPKFF/ruiN289WEyfO3EVO7ysq8a9Hc+OvZS0uL09h4g7XOX4Panezj1974q8fVhNvrRdID1Jvpa97GBOO0TYIzxhLFw98KQvvkiwEj0qICS+3OgLPt18BjxKJQY9LLBdvXeG1D2qOiG9bYZLvqge4j2/lQc9uOxyPTGhj71/mrA8FQlfu3RbhT0Ft+08GidePZWq373kZEi+gVOAvMytmD1QNQm99umPO1lnrz0pLzi+dC+5vARAFr1HFg+9f+DYvB1PETzxyak9//UtvcBvID4yrIk9LexJPvSTBD0I9y8+7GQ4PYeuar0aOSO83TbIvfi0xTySLYu8cKx+vV8YRr2CIPO9rTuRvSNb+rzNuw09RAmnvbyEDr6rBLu8B8oEPKUlAD4mRTI91KqNvWT0pT36sAc9+n5cPTXp6b0paxG8DdsVPefi8Dy+OWO86/USvSpjTT6SUmi91n/tvPdqjD3vO529MwXOPW0R7L3NtrE9oRb/vTGq4b3WOfq9eyEdvoS5Cr5PTpq9TtOhOtUCGj4kCwy80GGYPd2/ML7MsEa9jj4rPuIyyzyV1Y68wa0QPV+bhb0lP+y89FWvvTCw2r2io+G9fl83vrdR+jw8uHU9DWUnOgo7C72D7ru9LxuCvLECdb0S7mU9y6NovMruu719ALU9s+zJvQfbKT1b5+Y4/IrAO7IB/L1GWxA9Wp25vXqahj5Lb0w9tDOfPZhuUr1hamm9HnEcvEhAu71zTXC+LZAGPipQvL2jVoq9v1EvvZLAEL5WWMy9095JPewyDb2NoSK962xUPr87570jiYG93mvcvLOOeby2YrY8nYD9PJTqDz5yTh28pjMrvb56F77oDAG+AwmGvKayQ70TxuQ9B3JtPgWGVD4O+s85hWL+vTQ3vz2Lb1A91SiIvADfmb3tmMa9ZnCLvXH47r2GY6e9cVKxPYgSaj6Hlz67LYNsPXwzpD5btTE8n5c6vZH6AD/W8w++ntmOPQ7mSDx5Uzw9Xbi3PUTGCD2h/lM9q6UePREg2zysN6o8kEtSPTWZ5TplzDK9/Pm7OBnPbD4nQHW9lqpfvbXb2j3UMi6+DMvSvdvfEz3gQIs9fZEsPQkQbb071DG9Vu8jPhNgLD1QRwM+sQO7vfwICz4fvag+rIlFvtTDqr7tOH+9FilGPsfcpb3zZZq995b9vZu9PbwZ8lQ8TrsdPBh2c7x0Zjw9oTL3vK7RtD1Ij9G84XAhPeLmgL0o4N+7gXntvQDym72x2mi9OniSPgzSgDwbA6y88Q6hO+V1vTxnSQa9UP8YPMEIpjzjAdC9XcOuPW2PjDysTu09Xlwpvoem4j2Jiha+uLyqvSP8A74/Ri87C77MvMhQJLz9qxA+86sUPWHtoj0ZpHM8aQ4MPdmUi736hUU8BSo0Pnozz72elE09hiSrvY2ZK7y3BoY878g5vYgpMzzhxuk8aYzZPCgI9D3CrfM9q9dDPBBQXT3WgIQ9oaJAPfVqOj5+Af89JvQpPqOaAL15Yb69xHRZPYrd8DwuZhW+nViwPcHA070JLrK8DI5JPQZa6D1ZjZm9eQuEPrdJIj37xYs77recvVvcgb0Rium9wtPbPIZR87wTNzE9ooICPsj2GjzFchw8gq19vb61Yb0YtdQ88crDvYBzKj2iaY08ltyUvSbkbby/Yww+Qb8TvdglAD6vwnI83jOoPEx417yASno9Od/KvL8Anz1/Y/I8IwKpOzLqpD3k3CI9BSvHvV/wQzy0WB8+fZ4tPYVKLT6+CFo9d4/mvIFPgD1gIfY6JdJOPV659zy9uw4+oXvBPSexHjsW0uA9xO9RvTKxJT0xW1M+02AJvvtItT1kVQW9J9BNPD5kqb1Eoh89r6KcPULT2z2OM9w74JCKPcnItz3tRtK9rtCmvQfNQ71c4y49XSktPcvr5zwzutg6qsd+Payyhr2tMam8FyC7PU/AxTsD13E9JaUTPW7Xar2Os8y8s8gLPWBSMz3f8xq9P1cPPl1Vgb0dZMO7dnh1PEVerz13SsW7yY7dvSYkGT2T+KA8IHKtPZuFmj2K7XE8BuTfPZC0Nb1177+9pNcdPlQuibyoOJU91ZfYvc5MSj11GRa88IA/vd5fx70XSYO9Jd+hvV4mcD23IsK8oiciO9J3jTyEn0i9ixCzPcy+Fr48WJ29rPrFPbySWb1X6T69GzoXPaZxuLzrMps9UFpYvduEDT1OQoK97DapO0S/3D31o3o+n7f+vIRDlDz2iHs9SdEKPjxGIz4nmtS9GlWtPJsBUT1JPmk9mktmPt8Jj7wjpP88rTw2PO7FST00dPQ9tYqMPPK6C70u8mG+NVxSvWMT/73FgPc9DjUqvmjOrr1/QJw9NWGDuyqxKD2fgBW9IjHAPOBeFr137lw8YQqnPe32Gr1Ry5g9Ee4zvbSBW7yNA7w9RCNiPi4F3DyhAa+8sHGzvUKJJD1eP4q9+xZ3O/vEfTzu9Zu8TIrwvGwP4jx4BLg9VwNZPdl8HL1n5aq9VmBavaCCNL1AIAA+nsEDPtZR8jpZeAO++ewCPs3O9LuNTTI975TqOwzviLxHNyE+jJmdPQjRgjlYTrE9HPo0PDIQAD6GIDu910BnvZ10gLu8wjk+bq8SPh1FhT2FL8U8g4cyPHAa1jwgw0Q+j6r1vGysgD6L7Uo9X+6qPZr5K76q3Y88DjPcvQmuozrWKYq989wcva9wErsjAMA9E+TZvQ47j70Djcy9n1cYva+ZGb5bdls9mCGyPS/GXz4feys+4z7evEBAPL6ODfE8iAUkvSyTRTZgVVO8nulXu9xofjxrTyk9CnZwPG7ymjyqza29pdHQPQfSKj6IVgm++21MPVINtz3B14u6p1aCvL5GpDxtABM+1kHivc3Qx7woAiE9zk15PDkp1zugSWO9jwajPFa76T3bZFs91hAivHzJ2b0Dalw9rPTXvQRmLj2dQcO9h0tdvBSjYr4msYM9LCySPOgpEb26DrU8fa3OvNICLD43aGY87eZIPAzkiT3oIMw9nFWOPd7k+T0E7/K9WVYRPQqRVj7PlJc9wKO7PHJ4tTzmaIo9jo6NO5c5Zj0nDao7SKAJvUB6yTwkPr88njdFvcJcXjzUxw+9THEmPb8UBj5IiR69X1KlvXcnsD1rYjo9TH7su/NIIj3CIXg8zG/pPH/DKT7GXdG8q0JHvQCGHL2repg9eokcPOcrnz0LYKi97VMzPWr6Ur338YS9/NqsvKPALb1Q7+q8edSSvEl/KL1B7MI8RHmnPRcxuzy0DWu9jsWTPZVHqTxLCZU9BTsEvkwxW701CgO+VxwmvJB3kj1oRjk8H+s/PRUJXb2A4qk9tND2PZmBiD2ypnc9cT8wvbRvWz5tVIK7jn/YvCZMTz3DXQO8PpAVve94sj1jH2A9I4GuPBSdEz0EvyM7ApnMPTWJLzyhsz49+Fl9PZOcVb63Yug8iRXLPdYJgT3jtP495+zWOjcSYL0UgP67vmeNPZDJEL1l9R49FTi7PfbverwYKCQ+fL09Pbb6172xW5U99qOqPA4jp72Zm4O9fdvSvV410z0uRUS+S1nfOwrZTj1b3Zc7idt/PSLC7zzufVE9efBgPEi0Mj51kKA9VG2wvZXalr0DzRA+Ux/yvQOwCj327gI+ZViQvVvESD1WHia8ZyI0vpTrr71spS2+9FiOPTWp+D2bER8+wZiauX3KW71yjmG9xe0AvRv4/jzRXQu+Y24vPkQSvzuqurS9t14YPQtBmz3cwwI9EHCFvXFKbD5M9VI9e2U3vQW4uz0gOXA9lK5kvq/pRz0IGAm9mfUPPVZZKz6G7VE8BhLcPSPYH7oYR3s5cZ+KPfF1pj1aYOy9kL0gPZEoRL46JAs+XvHUvbdFT70hi689iIHZvSZr0D0uNQo9zQt2PTBkjDsZtuy8D7X+vA+yFL2uw5495GMaPPKghj2mP0C+YzmNPd8jXb5I27A9gBtsPbLSib1ROY88y/1NvUlRRL6OiMs7DVOSPbfnNj3wCqI7uvI1vV5Lez20zaA875SrPfKonz2aHCQ+pFfOParEyT0zD8Y9tBYRPsy0CL0ypgO+MH6tO4+CGzoeJhM6reu8vNuFyjyqYpG8zsGePQfAkjzSKy69QN68vUBk+7wIMq89mfsJvoh1IL4577a7osfqu7YYL77ZcZi8NnujPVBRlL2re4Q9xG4yPUvfKD1BuP09n4L8vcr/XDyijvW7EqmMvVl8Cr6k5gE+srRYvTe6kb1ilj29qdM5PNpsIz0WHaS8x2ERvuE88z27khE+wrBcvcDkB72slQY7Cdf8OgGltz11iye+GBFyPtbilDsgx/28cd8jPa0JzT1Kkou9TQzEPZjCfL3Rj329sZ6tvTXnLTuLFsg9+I+RvY4BkL3LJmq8FHOyPUdWPj26aAQ+0W27vaILh72tjMu9AVPhvaxXub3Yk8S8li4SPn0dZTtn8Ia9p1Qwu+N2Ez0ZVKQ9L9X6PVOZ2byGJPu9TpFQvXm+dDxLtBm9MXg+OxB1Kb0RDIs7PR6NPSSA0z14OpM9X4KIPE18Ij1YoOa9GPH/vHWv+z3zP/s9oArBO877kzwgDeK9PgVnPV2bmjxW4Yg9hVEjPSFxgzycDIE8D7fQvZXOjT2uBKC++4SQPKi4m76DAEs8KybtPVXyfD1rus68T2g1PvBeGD2B46y9JegxPmeZ5ryPhSw8PNXGPWamBD5PKMI9lUADPSD98Lwh05u9+8waPFldIj5/vAO8iU5hPJ844j2ryUa8WvomPWLpjz2u6Zs921oFPsjmFT7CPxq+mSthPOXKIL7qbFW98Q7yvD5uOj7lOHE7Y2SlPT2B4T2LWV69Al6ivV50q71Hq1S9VEPRvdfMrr14qsS90+5RPZw+DjwT7U29c/q4vRVXYb3SVkW9cvmYPHl3ujy0z9m9bYUcPoAa+Lxg5Hm8+vCJvT5fjrwi16C8coGBPbl1wj0zXEy9f3FIPh2mzzypPE+9wPaUvMt3o73FCaq839SLPZbUsbxPv8m89BqlvNP5Db30iwC+jJ6XvAuWKL2g7wc+NlAePpXhcr0PLpq7EXKTPF52wrz39KW9RLs9vDXLNj1ztLC9mp0CvdOfq72GLLk91ihIvCh5Q71oD6i9n4FAPcdTEr1ANNa7b6pIPZUVkz2PDdm9RVohPm1cJj7jm6+7ZXHevWgtez7m9KA9GuqvPU8jpj2AgNe5oN59PdHBsbzuH4A9ZVM7PTHHTLxeMEU9y98iPIAdRD0nCGa8Iw6evQnMZT3IBrI9UUmIPWr9/7zGTfq8ZYwovU635z3Tpug9PdnsPZlxhT0g88c9zSrdvddwMj51GMC9s4VMPfrqCD4l0hK+pJuWPCm/fz1fLWA9Z45RPdFKrj0823I86oZtPUc5Hb5jc8U96EeNvQ8G/r2WO649IVWHvJuWRj7L7BW9Z7FjPDN5iLvMXag6uN3WPEBRZL3EEem7Hk4BPd8LKj52f9Y8oe8pvCKzIr3+Hnu9CIT/vNg5hr2q88i9RRMmPpT5dr0qti69DpZLPehBM7ybS/s8nT+cvKWXOj15ERE+ZQePvS3GHL3G2yy9hRUSvS8fmj0xzDW8nXecvc0VbT3a3US+UrSCvPkEtr1dGFm9eLc/vToCxrsVxDU93MYnvcxQM77ghYc7e1emvYoGAT2tNeo9OiN5vCwfWDta/CI9EA5oPQ0xnL3E3Wk9PssNvQOFCb3eZQ67l+OgPGMsGj5cVk88faSOPpzoiTxiL9u94xQMPEF8ADzkWZC9rnDHvXiygr6VtRI9U6ybvJGXKT1A7GE5SlpGve0m7rxpsFg+qK4DPlMNnL1bFxs+XNB7PKvWjrz3hYs9SvJ3vVroFT5lyoq952RMPRDjUjzNcp29FZngOptpJz0/ooC9iVpGPBwu77yWxzY+R5VDvs/dGTwdZJE9O1mcPbwql70LG+G9LWFCvgXq9LxbzzQ9b7G/vZMvv71MSaC8jL6QvbFUcL3e7II9rncePku+Kj5v0WO9QDnBvXh/6D3MJso9ln+Ouyz8Cb7aj1++NG3nvaXUpL1r4RO9EHFCvX47qD2xdAM+roeJvbcNpD2O/mO8nr7PvbaLFT7vsBU+BqFLPQF3WD2yIoQ8ETd5PXlt/Lz3TK69m3CgvdqKqbwWONU9akCAvb0y8r34V509BSFUOpszmDyKIL48VS1PvrONgj1D9I+9b0KcPUyzIL5Y8ek5YqxPPF1ZzbzkHfq9rDmiPYJVPb3mU1g9biPUOqeiej3Zycq85s2VPP3qCb29Zye+tDLVvRDZBD5QyJ+7RaBFvcndvb0xdPO9d5o5voJb270jp6C4OVOzPfS0ND6yhbA9Oz6OvXs5e71r55O9wAVuPTU4mz2RJZe8MP0YPXmQ5T3xQe+9lTvnPPoGHT1WFXE9gX+WPbzp3jtv62C8LYECPr/5kb19Pio9DXymOyH2AL1Rbzo9PCRMPZ5DED4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "jJ4FO/M7dDx8ztk7rNIEug+Eb72a/MG9FbbFuj3Njb3rwg28pHjTvH1ez70Kl7m5xu14veZ2Kr1MwTw91VO5vA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 