{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "hxyWPtqq7b2mdce8aa53vhhV1zwuyD+9iS9hvUtwx7vIp22+OdVOvnvwOr4tLC0+9ETkPJMf9rwirL29nxHLPCQ+Lj28zNi9gfINPk4PHb6Fpiu7vsOQOwNgOb56NO2+kiwoPV5rub0aTky+7towvaSi1b1HP+k9pPsmPkOFUr5/Abi9l4EVPfB21D3C/t08+rRUulHfQL4Okco94T2jvM/JCL54q8g9ya4qvuyTAT6z2Rk8sJYTPYbRVz3un9i8RBBhvhu+G725kgK+y5sevrAU5z375dY9TYcJPkBzLb1Vkfc88L2oPVt05z1eZXq9slgsvpRDQL2YwR8+7RQ3vqWgyD35lBc+gLIdvvqmAL2SoD6+q1BmvvTqqb3kN0g8Q5Ybve6XNb10rgE+gmSnPFO3zL2i9608RI5fvcrbOr103GW9hWuFvQMOrT0S37o9huzavbZWNr7p4aG94KNvvqSLVD1MbIi+or6rvfaoir0X7Iy+3uQYvQgrjb1kIVU97Z3cPU0Pur2yyQo9AIMQvCOokb0Gv5E9fFtPO8IVRz5FVEm+YjLnPWaawb07Mxi+B3jxvRYI0TwDjqo9nzo6vuXrhz3KqGK9YPoZPhFAJrxJBua8L079PQ/dBj4zzQ09PPQ4vjAxDL5pn6697ZatvYZOHryCvQ49sagcPWI8tzhWriE+Zy+hPvjCPj7mIl++yaWaPa79XD4bEXg+CgkQPevMkr0UeCG+o4UDPRjhnzxB7gc+edhuvMmyiT70kVs+cQofPhtBHz5BAWU9bpe2PWOtZz6VWqs95TDkveKir73bcFA+3kZhvSHW5j1CxGg+aSxBPYPm6717HAa+yPB7O2Ypqry1hYI9f3/yPU5eWT7zKH4+TcjvPQF/m72j0AO+LvX7vVW2t71rRhK+9GRQvtso172rWc+7aFYEvhuzQb6mn6O9+WcpPfqGS70IMro5obsDvgkjWj7jqKa8uqhovtTnJT4h1yu9ftEpvtSL073cliM+hBXkveSu3zwUBVs8OgERPlPFLb6EmHS+f0BmPtPPVL7JqeU92/sovgsAVr4uURe+FeXaPSpt5T2POQA+h5LhvR4QNrxrpq69t0wUPD7ml73ab+M9oJDdPNja+T0xcAk+V7EGPmt0vD0Dt569ciRNPuUDOr6DhMo9G1KdPGFIwD0Qjza9c9YTPkuRUz2lyVg919GQPagyvbwviUu8CliWvI9KUj15nDq+3H8hPo6PSD41kJ884edLPvm5ub2nuRi+EOkXPlik6j22EYg9gsKoPW+YVj5z2l++Vm9ZPAuoo7wY/T6++OEtPdVhTj6K/oi70lIhvg98WL6a9bW9fKcgPqdyqT17q3m9C39avkY6bD7dlqS+CBAxvlJYor69m9O95MwMvqa6Ar1u4Jo98Gg1vGN9Ib6EiSE+U2AJvixO473jTRo96vIRvhYB5D0u8im+mB8ePltuFT5eunI9h9iovZuSzbxNPOI9EgK+vYnT8D1G+ly9yh8XvmOecL56KBI+tK2ivZDdyL2/4p48R1c/vW8rab75hhw9CFEcvawZ1j1euAq+xH1wPl9d3D03Xia+3RSCvVHNbz6+Y8C9ePgGPq+cOz4iu529l9O7PcqSlT7soxI+T+XcvQViTb1JPaY9BVKmvVFMIrwZ5/O99GIpPvaxDz6mQCI+bvGPvcYwJT7+fTY8WKuavf+BD75Z4tU9TVexvZXZaj7RVmA9P5BrPQlwobw8E9M9CuwyvdKOcj1L/X85LGc5PoBJyzxMIWs+wWQ8vNcWnj2DA9I9U9UivvLqM74RjCG+/9NgPmBVHj2auJU+4xSXPvWpXD6i+x++D7YYvi8kSjz5oIG88uAOvSfsRD517UM9w4w1PnSttz2PGtS9cEdcPa931T1BO569YpchvhR/Ej3dbNa8NpRUvofrUz6/zKi8koR6PkpWF74b+3m9mHIFPcuyIT4mOt49UQkVvd1QDr7XcS0+21cKvnLOe75rAaw8suk5vpg9qDjYzJM+PXGuvbAN8DzFxZC+qLK6vHxMpj1duBy+Met7vumGkbzzyUe+nvcBvHRdx7waN8G9b+Nqu/ET4r2Sybm9Huw0vmCBkz14iQy+27sdvjW9bL1/UCy9hgXvPThqTryHdjS9n6jtPAm8nD2ISXw9XugSPUwbS74Hq008sa1HPboGwzwclK097LWHupl9Pb0wg9i6I8YBvc8aKT6CEys9YmwovidhkD0pmeY8Ejb9vcycUL7ZnRi9dUq3O23xJr7DUtk9DOTlPHnwRL0fGFo8RBwSvraLvL27yM48O0gNvvawzD2rWZQ9LsBkvqmZFb4EFNE8YV8UPurb0L2axeC9exnzu0AKyT3zUCk88QRLvsOpGzz0YBE+PWk6PtHPRb69gvk9dXjUPGWZGT5jWtk9/UEzvX1N8DxVXMY9WgTNvRJyMTzzGI29qEZQPTqAhr5TuBS+PRzFPcbka71UYae8Rf8Mvs+LHD4CK8m8NXjkPR7I0L2UnCc+Im7pPWtKr70RyrG9SgDzvKPRKr0sO8k94YnSvf1fpj3S0ce8lc9/vXl/bTyqADi9CNjDvRpQeD3sOAe+380QvRAzOr6jKmM9E6XuvfPLyr3pkJc9x1sePhOqub1SjH+8S+/XPYnprz0tv+C9RjbiPXgzDr4IU6K+SOkMPiFVqL3/Zmu8OwatvEKJnr7JUCQ8oMsEPty/QT3ocve9MP63PFXDjL4irz8+FnecPtW7IrwgIZC+KCRMvDjs1T0/ihQ+lvdOPUNM5j05f9E9VHkqPmPiDT6DtBg+cFREPpIXhT6RHDO7lNjvvP5V67uzXy8+uegEvAq+Lz47tFA+KAY9PHPgxbvbyyk++McyvjkMq7w9qwU+aHJwPu58ejuuyym9kRLuPa2j6jwCOM09mZCPvUBUWz6F3Kg+FQHVvZ602z17/hq+wCOFvpy0QL3+L3++MYcRPZKOJb7t/Ok8zy7NPM1tGT0xLjE++jx2vEa/O70j5BK9+fwOvu0UGz4/uwA9VXHUvUmQ970BZUc+odIUPv/NAz50y+c90smnPGcrCz1wC1M9bSBvPjQ6/b26vOS9RRn7PO/M8zzKKQ08XlRzvXq13L0YDTS+VCkVPej2Mr5mxik+Cz46PiBwOj3sz+Q8N08fvk6aYj1LuBc+qdYnPZs5Zz2VkH89DggtPgoToD0m3TM+KSKOPj/8Hr6AK0K+NdJLPlTFSDxkkOy9hVIWPuC+Lz0JWY4+a7AMPfxdCT4gepQ8Ih1TvcLUEj2qC649o2pDvfqAe7118b47Ife3PR14Hj4MVxG+7L1gPjDAWLzapbo+PN2YPdHBaj4zmpg9040eviWGDb1lxgo+pJDQPBxKaD7XGGW94ESdvnjQ7L3kJ/C920cTviqqlDyX1fi9GG+9uzo2Sb3g4EO+kn2KvcgnOb5TX2w9XkAdPi7wID0WRza+Z04oPb0EFL3Fq+C92+0dPBxMQj1iHUi+HdzNvRgskr3HK4G9FigYPVRGbD5hlFW9jdLoPEn7tr0+zCa9P60OPgZLITtsL1C+HrcrvlsKGb6g5Lo9wrmbuPxyLD4QBNu9kLOIPUuyTL7bNXo6wxM2PY9JPL6vClm+92EDvttN+DyKlnY9fzCpvcRwoDzyRZY9JrGUvcUF6j0aqGi87V5TvpVMgDup31G+wLAsPrqtbD5QGd69LtWVvJ7LqTwY5RG+TFM3vo6+Jb77pcI9/QoqviKfAj6TOnW9gCGOvBk6Wj4xZw6+/Z+FvQ69Sj7Wf6q7Fa8tvcR47b2ePXk89WMePhDZ37q2oRO+Ow7nPau9ab6X43Q+W1ElPlVLzL2HX8m9JmRAPteJNz0ruBu+hI8WPo1qSj591n4+WuKMPiY+vz3vlnC9v1Qfvmb0ID6bugK9sMTgvbx85z3fDxq99hsHPozmCD0H47s9iBGzPagoBz5u19u8rfJbvsGVeL7wJSU9DNYfvdh5dj1Iuow+MHMJPWJOkz1G7i0+6WvwvYKRuz1fVIi99yASvq0TCL5olPK9TsBSProhVr7d5WK90l86vcV4yr2cal0+SV/jvfcnJD7SCaK9K3BWvrwblD01AWu+6K/uvQBg47wsbRU+KQaJvVh0kj1tVQc9mWclPA1w771VOmw+wVSKPUT9S766HGS8IZCJPTjXE76OZpc9cn2Evt8smr6GqLC9aLDsPWyFh72SOZq9jUoHvFBNcr6h3tg+UzQgvk7/b71DQMW9jl/mPWXBMr1EJiY+xYPWvB7RPj7fxGq9aeY3PukFY73Nupc8d6k8vnPFQr1lJB69CSb9PdBrWD2990C+CebZvU/6wz1jvLS9Oy6GvZ8b6bybMAq+HBVBvp6Vnj2jHjC+OtVYvrf6kz1NG4g9/p/mvY2bnL12Jsy9Kz8yPk8/5zy3sXO9EX0NPlGhUL06KkQ9jhbWvYCDv7rhnB++arVTvuQ7772RF5K9e/RFvogUC715rsK8SsJYPsDbO76rXnS9nPhkPaAvCb6fvvk9arVUu3ApXb3DuMa82LacvQTRD76s5oq9HFWpvaWfO71Lo0a9YKtcPVaSz73mq7O9k79Avo0c0D2u9WG6E4cNPqkr7D1EEjM7bJPXPf2Y+72nGRg9YoA2vj1FzT0Shgw+dm/TvepL4T3krcA9XW6oPe5n4D1kwK492vC2u/Z/lr1Z/iA9fHzzvbLbQr1/PgG+uQ7+PYHE7zyvwU++fZEOvqrjHD6T0AE++HwjvWA9KT4EzCq+FNddPGWIO77miGM90M5kPYT7vL4+fbm8mAkdPmB+m7xXax69IjaCPfnIkD5F3Yy92iUBvUo+972jewE+3+adPhZ1Nb7I06U+3kLOvcB5tb13EhO6Zn1Vvl+gEj5cR/G9uBwdvYQpcrs1w1s+XYlwvZof0b1QcDI899Bavk31UD6vMpq9iRmKPoAVsD1W/Vu9LdpxvDhCRD7gzSE+QlNzvO1nID5MnLU+2QFRPtlJST48YCY+CZ6Tvv1rk71PqeG9RK8ivdFIzzxGc42+z/l1vLNRbb4QaYS+8OafPHhlnjwDi5S+9dK5vP/l872J3Qy9+3+Qvri0QD0LWaI9wRLzvaToET3Ylya95sk9vlBDcb24eGU8+JajPfXb7Lx97Pq91vaSPU7WMjw5/QM+QDGWPH3cO76AUoi+LnQDvd/8xD3984C9VGokPkueC77yXq89xFmYvae6erzNYAY9gQrCPVmG3j1JYIo+pxpmPfyNYr5cW+w9bFmCPh4rqj1V9hY+HfapPTZSCr3IXTo+XrVLvmEx/Lw2oZw96phGvSH+i70T8kq9tiXsvSOuC73XdBG+PiS/PUI+gb0rN8M86m8Kvpl1sr1YLnE99O6hPWTIHj2V/lA+0TXMPeP2JD6zy8G961WSvcFb+T3kTru9Ui6Eu8j/Vz2Ezjm+RlipPfjwU75Z1TA+rp8Nvu7McT370tm9Hx+mPR7hQ73D6UG+9YqAvV/3JL52J+O8zyUivd1hR7z69Py9uNk0PQ3Dq7zicZO9l/jWPVZavLu/HF69AEjEPLzOrToquSc+sWp/vcpqWD7G4KQ9B76vvfqsYT2ZWW0+C2RmPtJq572/mx083cO9vQ7xFL1+ZdM9SdcQPqyQOz4MwSk+TrfqPNIjPr3aBnS9gheFvig5Dz6pzpW9cJ2oPfRJVb6bLFC+mJXpPdTASj5AqSy9rexMvhs5Xz6O1F8+KksFPQOZiD4dJog8NsnaPUTJhzwc3i++z+QVvb26XT03zA++WPVYPMi2PD7xygS+ngIGvd/b4jyNEj08kQ7mvZZ9+j0sCJo9HmM6PdA+GT56J8S9xMLXPSLK0D3bvZW9ffaUvJUC6rzhXnW9mfw1vkneZb2aw+89rhwpvmIpwj00I6g7mWaKPDAJ8z1hqw0+AoIFvoZpk71JJ28+VdWKPezAhT5BZww+Hc/yPJhu0bzzukS+zCy5Pd2sUT64t4w9KILSvaMIODyBetO9t1pFvgQrb7xGS5M92DNkvOLjgjvj2L27+phzvH35aLwp1zU+J61rvca0rz1JX+q9bmYlPbg7Tj7sCx09P91hvlXPSr3LgAa9l3UNvagkUzz6S/a87/gkvi0/JT7aBs08DBOhvThCFD30ady9LvEbvhqnLr7U4Rq+dZnBvVJqMz0SgES9YHeEvXH7JL79wM+9FfB6vVvaP73KKYS9R3UHPrjbm71wPhU+0H5PvgIy5DzIHw89HusFPgyqFLyc6ZU9kfcHvjh7FL5wXSy+h2jwPSjVCD5Wv1u+m9C0vQDBNb3FxEW+y4ECPJulqr3ZqAO+Tb87vkMAsj0Y8aU9455BvsxINb69pS2+IQEFPk1PUz0BNsm9IUpmPWqay7yYLRE9pHisveuSP761VnQ96xh6vYsrN73TmSq+mopOvVgszDyaanY9GEOtPSD0SL6sXja+q82LvT/HMLqMq7C9bmQ+vnPdC75YBfI8B0RcPZalAj7qvKq7v2pYvR4Vab4ocpG+1HVJvbEE5L3+WEM9qtNHvSQkM76S4D6+8dVFPb815j32Giu+Zjckvn8lvj1HHkU+Uqmzve15t70Ft389TxQ8PaNtgz0DcCk+FBgCvh14/b0xv6+9gMf3vcfux70ZuvE825+LPVuyCrxwPS6+OPw6PHIofj3pLeU99WEOvg3bL75x1Ks85l6qvDy4AL2jLEa9NE9iPY80JL65tDe9ZHsgvkw1/b1m8UC+bQQ5vtEg6zxWvRU+SL9AvoshLD3S2Bw9Mhcgvt3GaTwSxo+9t/7bvXp83bxjYBm+ym+5vZuGAz5aRPq9UqNUvdKD6z3bCQu+CiFYvbbdCj7gq7a9TDQaPrunTT5mfVS+qDOnPPY8mz6NZYc+9b36vZ4PIL4sNAY94VB2Ps32wr0sTBE+NlzHvSn/GD7BIVy8oXeZvRwp1byLHTi+M2biPQNnAD3Elw0+8kvtPWhs9TyyP8G7fktvu4OYij1yhS0+UwI7vLFq2r3ZYGq+5quyvW8iTT6Dz809SL8PPS1xSj6Wi6M+1fhqPtF4oL3+vsy9ereJvsbaKr00a8y9eSIZvogaUbxYLK69HcLhvUhwN74EWDa+YXEOvhyFpjwPbf09picvvl1Ipj0sRaU+WfmMvmRXar4MVxA+noDUvTgFTT33q0G9bu0VvnaWHr3wARu9BY6TPsILFb5UJxO+SrphPgCudLwpivQ9vwUgvkxw171m5UW+os6OPfJzrr2UUEU+sUtavWbvCD5TJC++NJzkvfZ6kD2++1k8mMNAvmMYMb3wMpA+EvgDvpzs+71KTxA+viMpPersATizVxw+Yb+1vYpHC732Tho9X5S3PBaJdjxh0cc9S2DGvR7PXb5EI3q9KpSmvEHw1r2kzAK+4v32u/UMH75t8fu978PgPF9PPb1xioc9YzaJPEYH9j2/JJ8+LDs4vrdLej5sWy69KHDrPRGINL1cQpC9ls/UvHyGCD63wjW+bK6GvhvswL17ql+965A+voCsTjsiDsS9KQvRveGrHr1Aii6+nSVIvZlvmD2gcKO9fHsrvgwfyD2N44g9msjsvWJ+pL39jeg8W+S6O2ZqHD4Ya02+fmnNPXpZ3j3V04Y94aI5vY25Ej7ioSC+hQVwvTbvVj6vH24+CvWDPQyQj72Jjbu7fVUYvnsrHb5MMYW8DB+uvGtIWT6X0rE95x4cvnz6vr29qqq9I+tdPB1HAT6OeVS+MvapPYtnPD1siAK+ktIfvpHOUz3+64U+PAxxPfINWb6lUVI8TEZVvnkxsz3Tv828NlpRvfFiB72FIze+AVNbvRJfPL2tKEG+qbjyPZHg5T2A0EE93dsfPfQTqbxxliY9eM2JPDYSKLw49sw9wpatPQHNcj4Nnek9EwuTvPP61zw0yd29SKrMPBRXYT1jsZS8+BeJvm06yT35KJs9ebQLPOIcPr6D7Rm+7zjnvUiM5bxm0dG9cWoqvUGEkbwTtps+BrAbPuNGBT0F1BA9TbKGveV7oLzUBRA+0U/Fvb/twD2YaxO+zDeqPL89WT7FbIi98jH9PY2nMD3I8Qg9dvE5PBtZxLu1d7o93+1KPrA9uj0pt329LgysPaGofj2QaZ895+bKvLrVvr1yvUo+mNOTvTSrgT0FvA29cLWou620/Lw25GK8yiI9vmUjNj7Pw8G6agiRvfH/870eQhw9z/HRPZcmijz1Yk89Q0uLve2Hgj5VRZE8FzgsvgAboTt2TBG+WW/2vfR6hr2anhS+hZj/vfTjk77rlR09JizhvUBRTD1H8aM9NRYEvuH0LD1X2AW+Xx18vl2zyj3aCy899UQ1vv1n5j1CwwA9T9EHOuSLUz4c2hW+/UogvizKEDy029A9El41PU7wOrwpg749qdE4vkMO0L2wHYa8bChqPhIv+btQhhY+hGLKvOr6D71bGvC9g5wDPLBxH76rRoa9nHLuPXDx271XmLO5ebcXvuAntz1jTX69ldGzPhc6rLwgp3Q92j2CvqsXxLw5/zq+bQfGveAIAr5km5k9t4T6vAFIBT3UkpK9aC0jviTBmb6D1AS84VAwvJyX9rzcFkE+Vzz2vfyc7b1hZMC9OgnePUYfZL1qov68K3SiPIH1M770sRw9otYOPoZ/H76qXDG+JnAVPhSZDj42LHi9KnXFva5coDyfGzI+bNdWvZmEEbsYJgo+pIzyPaaaZ77X0uk9kLzpvYk2rL3COhc9vGDwu6cQ2b04rac89UR9vC6zIb0Io0o9rlsHvhRBKr4RQIe+uPsrvrmQHD5/Vy+9LdKYPEO8ibyH/2q+ZjcvPWkXhz06KMc8s+6UvSUrMr7jY50+AiuEvTOa1T2MPOK9dkfOvXE2e70E1jI+H4UOvmphPb0G2oc9w67rvQcEzDyV6xq9JBclPukRPL69VHw+4jkGPx0iX7165UK+EMIOPX/mLz50zkA+HFEDvriOSj5BM0s+ZyUvvmG9Or4xmAq+PNdsPX0FFz4F7xS+IBAXPtppIb5zw7Q87nNHvoWZJz6+6A89G+NiPpJZjT0wovW93wQ/vaI08Dz0fxI+RgBWvdnmI700qBM95DTDPvM6kD3kjUO+hLMUvtrxMz6l5Jo9pZ5uPqBUkL5jFRM9tPaEvWwndT3nhJK9U9cpvSPgQT7v9D49mIImvtLK+L0X9rg+/k4UvqYYzT27Y4W94/TYPiUpkr4TSu89CqUsvj1b570vYoA+DMyaPuNEdD53WKS+Y9sTvrAU6jzm8lw9uGQivhDw3L4QOTI93aMWPn//+D2cpqc+asb1PW0J0b3ELx49zfUsu0uok70RpUs9jBIMPk7iXb3I4H0942KJPkxhsLuCzQQ+wS5/vpkOHL53rHW+3i55PW1vlT67jGg9AZZsPQ/zpL2vUgm8Uig1vaATUL5pUom9xUydPOSopj7vq5U+N1BRvtKj9D0eHGW+RCOzvqk4Cz94aDK+y8JXPtNos75f2Qk+M4zUuuf17728mr+8aLGlve3grb7cJ768F1NbPoAXxL26FKc+DSh0vn2bnbzlFWM9ZhOyPc23Nj6jOYU7AAK6PuO2Jj6V6pa+24K8PYe2T72TKo0+00+YPRMxjz6oS7s+DzhrPnMVoT4QT1E+E1BrvT9Tu768AW89hd6bPUI4nr5zY4c+z584PV32TTxvLME9cAKCPdXeM717LTY+LguFPfG+pD6b6zE+DHSrPQrCCr5nlrE+4wD0PnNlGj5sYm29YXOOvU5RAL6A6O88bSnrvRRDOz7qqsw9h1ksvSssmT465t49kfJmvKqLOL6rWgA7WkgevuEnQT5qpOq96D/LPbuh6L7+Gmi+C9hoPsWKLr5H1AE9f37avnLd9bs3wO09meAGPhsTpD3Y5Fs+7WuMvkhGDj3aV0K+0rSVPt+aub1IRD89hxYfPt6BwjwYR/Q99wRwPg94db6hBO68jTuIPvP5iT5hGHM9h+d5vlO1xj135TW+qhFvvW08bT5XFPm9CTHNPN2NRz4Nh5w91ChEPmtwhD38cje+O/JQPcCub7wvJqq+xsyCPut/Az5iQgY+7KOsPcLVTD5yHIW9skgyPaXVDr4/Lqs97s/uvOeALz5/eEw+luZ1vbnUWD6b62c++qFaPqcfDL7BppQ+w5D0PbWbBjzN17k+/uMvPg5Sz74DeYw+KhOTPV9Vsj3qARA+eOhrPp8bbz26A6K9fu5fvU8hSj2nGdu8XHLwPYzToT2nkJK+FwTYPsXjvjxgz6Q9YiKevnBo0jyMXXA+f2AUvqfmGD2YewG+diQrvWlnLD6WmRY+yM08veESQbx1GxS+4lmfvajJaL0kywC+Y//BvQy6AL5ITtA9R2lePQbCB77aMYG9s5gRPvhAWT6/LYE9svK1vWV2pz3C+06+my0ZPjLqZz0eJ0++RmH5vP9V471mL10+4+ImPlBknL1Y+oC9ysQkvWjknz3rIio9ueJuPXJbbDxi37G8iYrYvUMUC74kUYe+OTVQvZ8b0r3cYl29XkVaPeT3DL7X5Lu9eBO4PQxVfz1olrM9Af6APthyS71xnQU9aKDwPYXd9rzBkAq+lsIPviDTPr3Ndls8hyHKPI43yb3tlxC+hFQLvu6ofL4OoA++yD8ovmVf/7wgTCQ+rbdcvo9sM75frz68ZJgoPsorA7yJyQM+iks+vaTjI75YOgQ+zqqJPRR3O70Dn/C7InGpvKseOD6Bmee8qkfUPQM0ojxPZb495UldPaP+5D0JgtO94p2yvb8NHj0bbYu966zGvVQXzL393lM+3EFyvk5Qe75cJu49xNklPDce7DzA5iQ+ck8BvgrH9715ISq+zmO7PT18Wz4YuSi+AmciPjD6gb1INTq+CnFPvvn0F75vMO88U3yDvdY6nr5aLBw9Sp9tvQO6gz3WAAY9vtvpPSY1SD434JW94Lb8PdsGzrtBs5+8FkFvvn9C8bxWu+S8N76bPi5HhL30ozE+wbU9Ps4OCz7dfba9D6FGPjnlLb7/sm0+a2jAPsUSkT2jhOA+Y2VPvi/QST5JS7a9830Tvr4qjz6gbom8UoAuPph9njycAgQ+Ur3UvZBFvj2LTT+9vplAvM+EHj6j/7m8tbftu510Lb6BTFY9LByjPXm4qjys4RG8kxrqPS9SDzwN/nM+aRc0vRxZHb7nTYS+wvb8PQDBh742s449fIhovE+8+ruPq5a+/T5vPikXW76WXUW+OozqvU1aiL01XUU+ITelvigF6T2UmGY9LF1HveOBOL6LfXk+nJC+vil5czwCgkU+CTgsviI82Lx0iqa+mKjAPe5x5D3EX+u95VFvPpdnuL49AnO9jE8KPr3zgjyyCwW9UqpwPtjhcjy9k8a9HPoRPiCrX73uCj6+xHNMvgcFErymkAM+aNhnvkPtIr0EJJc+lvRyvX4Di77890E+Mzrovc9OJz4aY0a+8ziWPT54Cr57BD++oqlOvbv5tr1gPiw+61RWvmHBN75Cusg+ZfSBvhd8DD4x7G+9Eh2SvpYSBj5C52C+vn9+PjEmOL0ZKKA+26OCPvQkST7Pz1O9x5QdvvPNnL0VXIC+zwufPd+TA76ED3o9byuxvhLp2b3/8ay83+AaPtTmZLxr2gi+8maavgAdHD71YVK+YaydvoFNYLwTP8i+G3Vtvm0oYz0/UZ08t7UmPX79+T0yFUs+i0NsvjA1Sr6Avn++Npwqvtigib4rsku+kZnNvaYYCb03Tle+7URPviuPLD7sOLc9ot54vnYWVL2Vf1++wb5gPQiOtbwpAcC9W29tvmwUsr7jstg9xaKWvR5NeD1SsK28gN8sPiwAgr7gBgY+xE8wvstAjr4i0lK+nkITvfKODD7YAQa+Ggr4vU9v3z5jSZQ9ekkAPo7pXL5PB8i+jfOCvkvPjz5Mci89j/u1vjTpXr5ciDy+ETFjvgfMMz7BFJC+fd+ovhJd/b1cX6C+V2JbPsV7zb4s/Ku9igD4PdGzkjxUZS28S3ARPkmggj4h5AS6LT0dPmGsEL7faJK9ObmovKCawL4KsI++mdTCvG0WR73xwgc9IcBnveV4LD4Geuu991kSPhXPkr2YExM9tUQCPiV6Mz3R97g+kMZqPr8Yij4QUXe836TdvNSVf72gCmU+6XqXvAuEJT7jBiM+b76EPZUhorz+DSW+M3U6Oo5BXj5DGmM+j+aWPQEKhz1vNjc+qSNTPTQIA70OEG8+5Y6evRiy/b1d3BS9aL0VPjL0EDy0DH48AlyGvmhxwD3IFww+wNpaPmselL7PJTs9ofAQvlZEQz426+q9E0aavocCxz2ZbpK+T52MvmYO9D23oru8q9c/PFjiTb6/Mg0+2AgdvqnYjDzn4cG9Jmeyu+mSTL26z6m9HRJKPQzwLL2iBye+bnWOPBVrYL4mRfW9M7kIvtL6Nz7TKym+6TwsvtUqfr3KuwA+9JUfPsycNb0/SAk9hCREvlsj3D3BASO8PCuEvNZzFr4eEJY9zEwBPu8jOD2apLa9KJZjPRlog73yDE6+RGstPQ9hZT4munI+t3U0vsqJlr1w5mE9h6LkvUA/lj3FyFU+StozPp5w1b2NGue8bskMPmVxA74lnp69lGXRPnNlsr0S3pG9MnPRPUrvlb1gmni+BDadvOFjhT0NlZ+9c58JvViIVD4gY5y90CcePKk1wD2fx5m9+81YvvejUjuqESC+ZdHavaRyDb5DJDQ92hC8PeqiSDyXod48jQgVPW8KFb6WDMM9+oObvXHNk71sGmC9LtYBvo/QtT3UtCU9s0kOvmsgkb35+VQ9+TrSPXVNEr0j3Q++hKwuPjtkPDzhaJY+Gs8pPRGPpr2C5RC+HJuHvfEb4T1qvFc9f00bPQfwA77z3II96sBIvgRDG76zK/s8CwkMvqxczz149XO9PsePvWbe573alcI8mYw1vnLusjxe5FQ9nR8kPqHzVD6HjeA+aoS6vXerTr3N/0C+UUAVPfMtjr0MBg8+vgViPtxFTL4PSlO9FzdJvlbmzD2AtWi+VqVuvrgyM76yjo0+LUZYPiDQF75OjaS+QVJVPF1Ya74Pvxc+CdcFvlt+Zr4D7bq8sRmGvhmwgb7jjLu8/OjMvUtO5r0lBjS+bn8Vvi0ZhL5Aqxw7Ytc+vm5iyr2S6Le+RHwXPesxM74q/d292sN0vdQDtj7uvSE+1gjEvEw90L0+eIi+SMpdPqdjyTy1G9a8pmVLvvz0b7y0okW94YCZPjekdb5ojDc+ylFrPvTlIj4LfmG9wQI8Po1vgT5NCum8IfBpvSdu+zzNdWo+jPdJu0tgt707hYC+pCyuPiVkhb68/ne+Ca8xvi3rlL7CCY88KERXPvxqIr224Nm+cW4Yvl+jMj5OTWc9s4qIvRdH3r2Kpp0+YjAKvn1PFj6vGFk9fGkYPQqxhjwumQ6+ZW+QvhREPjwYspW+q6iLPnTXyj0s3js+S8exvW8usL0V0Jq++twvvZ0ji75vHmO+ZN+LvY8IUT0FCq07uTW6PCWbGL6MHDC+njojPQXdhT7I5HG+HhaHvvWmEz3dupA+IB5lvcYkBz6PzI09x9uWvtCAjT406CK+UFHSPkNFeb5QCh4+gCrxvVYEpr4U55m+esplvg/6mb2DPki8S0AbPi+1272sPKQ9+pq/PBZDDb2/lhE+htymPtbljD4fGje+42/9PWuWaz7eUmK+6X6XveU/m70jpSO+7U7AOohiVT59aiq9QIw9PiVpiDxsEq4+czYCvuqHar3spJi+B172vTu5kb4eKp4+gKKzPXPmNL1w/li9sKVOPraDJr5E5ua9BqucPUMu6j0erDA98EQXvnaFeb3nUlU9RzBPPs3JHL2PYlC+JOxKPTFZ8T3V9ZW84qT9PcTiCj7+F2+9nbSYvBRXmz3LfXo+4c1ePBuSLL78lki8fHCWvsp9zbykgjW+D/X7vb1Xeb57t4q+AAdCPtCIob2xdRS+31fGvgW/v74IuV89QYC/vQciV76gCBq+SKMSvv/8Gb6niBK+47eHPVL/hb2KlMw8Az6cPShC/jy0flW+OLXfPMtjmr4SV1+8HEBuPlbuJj1o3yo9P06qPW49DLwD20m+QVYcPn/2P73i20i+BhMXvjB1RrxGHRQ8rmzZu+gi1j0EHGY+7ZHcvW3FKz62/dS+rkUhvlmllTwjTg0+fPtJvvAPJjwEi5S+lWKhvXficr6FGUQ+rSt7PjTQ6b1A6xW+SZA+vg9LEj5OCQc/AO7xvUEzvT4sWNc9bQC2PbyW5LyE4YM+1EeBPaOHoL5fVUY+J1arvNs+ir24zKC9gbmnPa398rzuaBw+9xSNPvp9ET3Hfqc9Hs46vjABkb30eAe+w/hKPlk+4T115nI7tz5OPBvKlz2eDxy84L6jvFve7DwniYi9y829u7qLSL1Cvjm8Mff4Pe0ziL2Camq+8hmFO144o739Xuy9cVg9PYNAkD268AA+4qGGvYB3wr1mWIm+AsQJvIj9/L11ZJ+8CLFEvR3XBD1NdO+9iGZ5vh4uZL3oSyI+FnEMPqjw4L0nTVe91Hcjvm1ixLzaRQ++wJwDPr95Ib1aZUO9LK2tPfVxrr15tJE8NMFFvpa/lD2Px9G9OY6NvVcrhj3cRBw+ywD7vZ77k70cm6w9UO96ve3shL0CP3s9nFySPkizmD1c5u89DdXYPR28w7zOMzy+65k4Pt5Hqz3qh28+fQE4O5BkwzzA7lO9AzgNPYA5Xz3wygq+E43DvYSbfb4h++k9n9vCvR+qrD04yx4+mZgtPStsN76tFEW95XDlPNJRD72JkMK8c83jvQfjQT3JCMM9wOI7vn5KE76xHKU9kZfkvfsHpz0FEO27p9rovRbZDz2bYim9CY4jvXpGxL02nXK+oaMmPcFVzr3P/Bw+m3ahvdUPEL7puBe+CEfDveCyErxJeKk8Nm35vSc9O750nmy+lM8iPkQibD74HIY8UJaHvW8Ox70Vq2O9efmlvQWsnT3wdXe+TjoOPpn1Mb6ed1Y+nQTwvepVIL1UNxy9URLLPYysDL7FJw++WL6IPRJQfz3G0wi+K4ryvScsW74gPTo9oWp+vRhTjb4Il1M9MY/9PtckIr2d2lE9I5eJvdf8BzwGGZk+bL2UvmY/LL4h/ZS9BAikvQWIq74s4mS9FnZWvSAU6D0qIwK96k5bvdJ5Nj24h988qUnxvaC4ezwltQE+Nd8Nvpfhjb6B1Sy+H+qMPif+Pr57AKe9gKuZPZaWuz6Y04W+TA2pPov2B74U4d69dsZmvQzn7jwtdX69ov9fviqqgL6zCBe+srfqPaUOXr5MnNG8GvaRPSGDEj6zEf09wVYSPm4yEL6ad2Y+cBJDvr7sAb5xktA97NoVvsLAyzxCeRG+77MaPrLVKD2HaWk+Lx31vWlKEz4hoeS+7mU3vueyfT1UcZy9XYBsvj+IXr4M8UU9eU0ePnVMab2RZ2O+fA+iPqV9uD2L53K+G1AlPXtBg7wc8iY9p/YsvmiYmT4kxoU+2zIOPhgl4z1lJWy+4gXSPSOAiD6RrCc+NG9cvYNhAz2iNJ+9OE+LPtTKXb4yASE+LM1QvUtZbz4wXyw+Umsxvtt76jzo09Y+NFCFPFgJWz7C9Q8+NF+zvu048rz+4Js+j3b5PnSq/D36AIq9lAdbvl1aT77aewK+iE7GPF6yv7swsKw99rOdPbCD8L3qvRs+Y/t/Pp0TVr5MGfS9ZSKlPb1TSb6dLLG9sAExPuTUBT5mZya+vnCkPQoxFz4074S9DnaoPuj6iz480pC9MBDavDATbD7cxyI+jrYJvhG2Sr4JNgE+EHZJvnQSe72Rmgw+SuW6PFDEoj1sPRa+dFxmvrg06D03t/c9M092PNYWiz651is95PEnPSXcZT3S+Ms9ewdRPiZggTwOCtu9jNc8vsM9qzt7cSU9lDGoPTDLWrum+R8+7HVePgqotr2+PqM+fT6xvV7EFD6gYIY9kvlGvqwyiD4cuHC+mtZFPr9bw74DdS++VEuXPtTitDxyb8k97m74vnzrXr7txey8+ga9PtKgl74QXEo+JSQlvsnOA77KO0u+SPwsvqbA5b0xqHs+G4ILPRaNpz5tD1e9efsDPo/iC76W0wO9T3LnPqUur7smEJo+eAkqPhQnp72TFx++DjcHvrvKjb4kOQy+k4pqvPJPzj6f0AQ+Ek1oPa3Pxb2gmM69q6ZBPcwAVr0Imra+9frXvTVHBD0ExZG9BnONPSy5CT7PQZC9utIxPkTRGb1W7n09XiHNvDsK3DyncHm9m1NhvR3WWj4C1FI+zKKVPcShqD17ZDo+GODFPrSd5bylld0+jjrmvaIVzb6M/wM+/vkZPtahmj0yJZA+VhQDPvEpWL3dpOQ8QEV9PolNIT4TT4I9DVvPPeHDGL63H9U9DOd2PvWjfL63CXo+PQQCv/o/lD2duIe84+ebvSv/bT1RM9i9XYiQPK+Jgr7Zeik9c3kMvkFJPb6Kik69gv3Nu+RP+b3tFLY98bHovrJkCb68Lw++PdqMvfnA9b1FXQ2+kWyxPKtEgr0R54+9AXlCvkWu2T1hgpa9P9eYvUlwgj0TBXC90D3AvUiLGb53qRY+0GtFvqGZKr4+9Dy9nUsLvdh9OL0njSW+wB51PYN2eT1SI7a+VxBVvkcPCD3NU4C+14lmvooh5r363+i7C6bmvFASzT15RDW+bLepPTiU0rz9/Ug9edSDvXZsKb6LYJS9RQ+rPeZYID6O6rq8HaYVvo4pEr5e03g8mouOvcdDH77yol08i3wWvkWFfb4XOO69ilyOvT+YYL15D7Y8uttvvQjCLr52fSG+7A8evkWkjr7fKQ27ZC03veRNobwRrpU8jNCkvbM/t70wL6S+mMoqvk49bzzsqgG+fmo7Po9Dob1QzBy9isogvMv0Xb5ftCW+vzLwvWWdSL3AWkK+xALhPSR9Rj13LOC9u4R7PQAnlL6jRbw8xESIvu3nqL2rXWi9Io/4vaLLVL6RLTq+c7PRvI9+WT4TAhG+qHEvvA+SYr1sjVS+ndJRPR6Ajb3k3Ss8I/E6vgCcJb6jdQu99X60PeL3MD1JwWc9FPBsvks3+70wKuC9tOdmvsN6dT3iF0e9trpAPEkoqb5QZ3Y+NO6/PfuMHT7dz08+nz1UPu7pPT5c0zE+xUc+vFqxjD1qKBQ+hW0vvcGCjb7LDEs9weKXPmFwGD6qGGY+zJcSvjPB1j3Fzq4+s4AcvZHusz66a20+vz8aPJhhZrvs9rY+nJUMPhMsKL4S/Mw9eHTZPkx8Ej7cCPw943YiPnjr8jz80a298t/DPr05wr2BHwE+kRebvc0wVT69xMa9qjcSvUU1Fb4N98E8bl0lvtSD4DtKCke+F/gnvvfLNr5aVEC+ALeTvcNoirs1adg8mmJCvsqwvD3GFu09Rwn9PNI3Sb3WViI8/30tPc/bTr5dI5Y+jZZEvjeOJb6JPJu+JoqBPj2D1b3RCV2+fAtpPV7ZDr6Fc449/MdCvXRiiL3LRn88XnRtPi4seb2oB50+n5mnvVLtBT3hqEQ9ywBbvcYvkj1HkMM+tcS+PRgTPz183wk+URAEvKNpNDw0N869kqj0Pa/k4j2c3n2+01QPPn+gZD3c4FM+oIH+vTucZT7W7gg9HKBIvgAfd74gZ68+HcSYvAy+AL7SzBC9hc6YvnWtgD4ji6s+jtYBP7xMzjzZigm+/XRoPpPnIz2DJ0Q9MUiePn4NAj7fVo49hv9GPlFGOr0wkl6+Zt2vvRPhTr27cj89ca0jPg9Obb1WI0c9K7c0vkaYNz7zRbu+NZuuvb8UhDwCeou+xxmtu9KNyT1UhAC9oRd4vpy3dT73dCM+/feKvrI03L19Zog+N50ZPf6oYr6IJB++WC0+vixyGD2vRX29q846PesYyT2wmb09SveavtTAVj4ubXI+LLClvbvPKT5CQwK+cpD4Pf8dcr2S58C9+BqDvGkvuL1tgxQ+3OguvtNa/b0Sbxs+cdFAvmjZjz0i0vG9Maojvn435b1m8uq9oXmsvXSldj5QXNM8rpMVvjMWO77jAnk9tR2BPb6ZbTvpY5G9Lmk8vsniqrzOyb6+aGDnPJee0T2FMrc8cZ0pPU8ZHD6Lz4y+9nBCvGlPhb30sh0+INGKvRS+0j2s0O674B8KPPE+FL59iAm9dJIuPt0osLwp4YQ+nq4gPaZsib2n0+28DuUQPjGw/L3W8R0+SUoZvREgOz70N8Y8BypjPT5NMr60DVy+cUzOvNi+rDw2pwA9i7SZPmG3XD4A32g94WGePYJwAruDuCa9r+wJPvEhnT2S9vY9SRsQPif7ET72ilC+oM6fO4P49T3nh6w+H8xOvdQLLL4To2w+kI3PPd5fpbxuNS8+spIrPnVMtb59NAQ+v2JmvbrEmTtQfYk+lZsRvcLRLr4b77o8a36ePU2vgD0m1vA9Ds8fvrtx3z1lWIC9h+1mPDW9Oj6fFRC+3j2Jvoxqlz3XUe+96X+XPatyV74XQry9q/svvqKl0j2maJC92nolva+xy720Kq89fkUsvTOsBryvlVI95joNPSy4pL1dXWC9GX3dPdFp0T1JVIq7hWDyPVDaXz6izZS9w/4HPszDNL6k7jI+zDQBPfUgEzwpqd09SgG2PHsx3r2u8ti9+srRvfY+Ej3oGWu9PN6NPdb2Ir2Kzqi9q1i9vDi+G75J5ze96X1cPmGDJ77LztG9yPQUvMH3lL2z4II9ibQevYDbGr5SSow9gsOQPUqhWL186vy9+N3rPVHES72eTUi+aTsmPbObF74kg7w9+NNsvSqCGr1tVQq9TdwLvhVTVDzcgA0+UgLZvHRDxD18mEc+YmHCPJbKCj3wmRI+yB0nvEUqxb3ErAI+Mc6IvoNCQ74zggq9qqNVvjIwID7rRWG9Ju+zvTGX3D1gQYE9oHqqvSCb2L0BktO99z42vZgvN70qNra8pHuova2fUDzmwhs+OomNPVip/r0rVDc+tvaIPfLPGb2XqxG+Mt+BPcb1tD0NQiy+J57ZvYSFAr0fSkk+biYBvmW9Bj5EQeu5pm1svdO1Lz1HvHw9jSqrvbNCzz2iXSg+J9Heu/ICAb6MWAQ+r1vUvNrigr7dTx29PJvePKtTB76XqFe+JvgDvu+vMz13URa+TcAEPvgGIrornDS+/mMcvu9YCz4fbuW9VvlAPsNlJT1y3Ho+chERPqc4zT2xFbs+RumAPXiKOD0ZIMc+gu6cOmiVE73v+tU9TTqxPosbGz6PRr69aEAovlXdWT6fNGK+pftivG+LjT1ArZE+llZrvt2Nr7uwg24+PVDIPR5anLyWDWM+7PXKPvREyj0D3nU+2X+lvf3gqT4UmBU+FQr5PUddUb09aic9keW5vVFVjD2OxpY9/alGPkSMIb6lCCU+dPJdPuPxLb3kX5e+rXIBPimQeD00nGW++QOQvFJ6Mr5Xv4E+GkTTvlf3jTnwjdS9JPUcPoRnk70NFDA+FosCPh+zxL4o+Ig+1VlLPpTzMb49NB6+XfARvvB/pbxLaeg9YLU6Pmx1r77D7mc+410SPn+0rD6w0sU+efeJPs9A971fiy8+JWaJvtc5YT3kwI+9zbuvPuP7KL6TEI8+CTz2uz+n3z2ikSy+7hkXvtlddr2+wBo+uPxwPuoqWz6Dp+I9bo9VvuEBPz2Z63G8AhMEPNR2uzz0+o8+UAttvfqjtL2ZPx8++KVEvuh9kb6Tl28+P+cevXvkiD6kxj++1J0uPm8wZL4bVL094r12vcmoTT3rpXI9CNtRPRzpl73nTTg+aLfbPfUO171y6EA+mVISvvvIET7G5eM+IyvGPZk3QD5jbbS9KBdZPjC0F72VOJy+PXo6PbZACT0JF7u9a20DvnLEBD3Fs1295ZMEPrTvVz7VKe+9pQO/vV/aXr7334g8/PjuvfkYW77o/BC+B9Z6Pb7VCz0Jn+O9v2ePPt0DebzOO6k87LiIvpDYhj52/w09zcvXvaFTjj5S06U9omqzPX3qlL7Zc/U9NgdsPdUc3z0wafu9Zzx3vu04HD5bv3Q+wiIdPeuEWD6WaLQ9DhvWvd2ZMr38NQ8+VDZIvtnN4j5jTXy9Pyn2PZX/Mb7pAoK+SCUBvveQH76Oay8+hkbKvolJMr4vfgm/nvQKPmRZh72MJu49peeLvuToszwPhJO++8FFPuIGUT63oLi9TVP+PQG9GD5bGzu9eVRZPWmc972s+ju+SjSPPojP6z11Bgg+pD2QPH+IFD1THHW+HeLyOFEKuL7NuAk9agA2Ptk3cb6ho7a9+/czvSiv1L0AzJu7dshKvnsKGr2tPo2+7HySvkZuEz6ZBLQ9uPUYvVBuKz7G7NA9W+HqvWHao77jp7g9o/nDvGciMz5gIjM9YqO6PTHauztni2g+ERZ2vk0VHL7zy6I9muX8Pc632b341kc+oZBBPRvT3b3GtWk+mX3lOjqoPT6KEsQ+Al6ovk+r9726xVY9aNKaPk8v6b0Bqe49q+Z9vkKlED639zG++ve6vB/5Qj3oJei9oISFvjARED31Z2494m4KvjsrHb7YkqK9OEcbvv4k4T0ohri9XswtPde4yL0rGBG9OuYRPv63Wz6Ni+C9U9uWPURVAD3sN5893BA8PWLXzr07sZU8A0x5PeiNQ75keGW8LGhdPWh/5D08zc89y7sHPtK5Tb2ckqI9mtCbvQykCz3SGmM912IjveMfE7xfd+k9ciQWvankaD37F9u99yYsvp4jIz4Nx+s9juUOPsUGMb7QvTa+GYxYPfXErz27US0+37McPdplQz4kgSc+6brovSbdSL3dDqg9/tgQP3ZFYT31l3y9+rc8vY/7jDtrSam8O8ofPavBFb7QNke+Mw+AujjOjz2nmxE9ikbVPVPHLz5gY469B/31vI4PlT0cQF8+I9MXPm4V4LvZ2/q9q7QkPgAlirxH/6686iNIvVIzWzwwO4a9oCFqPJU9r7xboSS+awv9PfgPozwJe4O9JcDaPR70Zb18Jba9eAhZPQY9YD1OJRe+RB6PPgR3O74qUe+85Tr+vVZlkrrScQ4+LYIePHJ+B74Rg4S+Z5A4viukAT5ThwO+9iRkPp2nrz3NDEG8Fa1KvQjADD7Lrds9ducvvcDw1Lt4zbc80tcIvgIOm73HAmY9MlcFvYNzB7w1Nq8+6kfiu+oJtL0Unw29LHMLvme/qb0tFAK+p/LwO/AaKr3lsE88setwvoLY1z0C1wC9GGNQvi2a0boD/Zg+n9aUPizsvL5QVKa+3L45PhStwL3jgZI+ZJgDv+PE871B8aG+h2cgvviGpL4Yl7M9CLzIvYN9PLz+YpU9lbONPMZ+aL69vy6+B1CgvY76HD7dztC9OnjwPeXjaL1K4CK+WX0xPcnQMD6st8+9vVC5vTAaKT2dQKa+rqYAuifmor4DpL6+p+pbvdIpgL07y4o9Hr0RPqDl2j0r7fk9oSbhPejdFr3QNKY9QqAWPr1GLT7ovnE+GxXmvQM2AL47XIE+JbUePbEPFb7xfiS8RxOEvXktST2yCbG+/kKhvon9aD0jVk8+IN6MvXXpR73CbSy+qYz4vZOgqD1C7Oa9vRyyvpECx71Ew009wLrnPSfAmjz3GMq9vrXKvYQ9ND13iJm+O+MVvsizyL2d3KO+bVYKPQWncz40Lbg9PUnJPaxNoDrSypO9C0WYPdb6Kz4C5Es9bDDJOLRXC76W9e+9fuaQPmr1GL5JLSi9QfjZvIck0D65BPC92I8dvsXIgD5FjPg994GKvTfJUD4U/nY9ZnS9vRIZYr6WJb49F2/lPmbmHTxV7zQ+E1M3vkmDjb2J1Fm+VRpsvpp/eL4zS5686poiPm4k9b2waP49bNqEPjCzEb6iMSE8rdcGPp4LwzxQIJQ9ix23PWHOyL1RCT0+VatTPRWWDr7wRpg8nuK9PuSi5j1r9CC9Sy9BvfcheLu3RS09dKFnvl0xQL45zBO+Ii5uvb+zU74IYIo+Zj77vYeJF72Tj/W96Mrbvd17w73DsG4+iv28Pd/tBb6XeAy+3bclvuFyurwnnvC9ETolPi8Y/zw5f/e9RWOLvAe3mL0667o7wGGwPDSrhT6SJUY9ZTk4Pe39Jr6u2Cs+DyVPPfhdtz0O9AU9Y6mevNV/lbxPqWy9KTl3PurHjb67tbC910ilPu3FCb6g2l68muuuvoDXN77FoJ0+LkFWvbzkm71s8G4+UOwOvqQ8g74kWxQ+4oyEPkNLFr7H3xw9NWsPPsizhz2btPQ99P96PB/kpzz1ugK9AcE+PulplD7qtsg8mLRRPuuZZL4/bvq9lBkaPoEBzL1glMe+aL3VPdIhhj633wW+7yCOPUS+KT7VWuc9TkuSPSXHr73ROAu+L1dpvZlSPbwI2Ts+BuAxPVZHn73zMz692xnaPcuz8rmZePS88GXYvfB5b741mqO8M5cYvIlZ+D2lSfY7Hb9gPOh3oT7m3SI+ob/ePR+SDT1XTQI+y203vkRTQb5+8wk9qs8iPsMPir7cboe+FiW8PXWeKj6JR749x7amvauxkT6xQsu8mrwVvWMt2L4/IUm9N3unvZLrvb0FXlU+YUaivY5oGz6Nj5o+zrb6O+B4i702hQY9PlUKvjm4JD2kzKg6dBRPvpGRJb4w5A68NAcqPetfGbwywMm9wMWdvUq7uL3rXBy8E5i3vbeCB7xMZYG9NUaUPdG7tr0g1FS+WdHRvcomHr5t0xK+bHVEvZEaSbw4BN+7BqYQPhjea77Rc0C92I/QPX/sxryIKRa+S4Y0PbAf0r18THI9nvjsvQyuNr7KepC+/GD7PeAA+zyDqoK+cKGpvZjFir1AZie+AQKWPQPkd73UNOK9AgGBvprxkL1ldIO+faj8PYJgNb5cMiQ9uwpLvnB4RT1p0z2+Spu7PUxlQj7MNiK+rV+ovpF3Er239569ZW/8PFqRhj0YlGK935yXPaClbjzoT9M9DpVRvo6O2b2uoBC+xoZGvmlEOLwkR1M9bH8tvmgQ773T12c9sSUMvhCBZL6cuX29055hvmqJ472xChg+kKEtvlGLNr4xxyG9v0mGvn6y8L0cxaE8Lcz8POmm6L0U5zw+6uy8vaxUL70XaT++P6c4vC68+Dyw5uy8NEeLPKR9wL2W+iS+cj0GvWCxQr6JcYy+ls+BPdHrrDyxC4O+eFsEvirH/7zKw6o9FPQvPXECcz3SN8O9IIRnvF2xq75OkKy97vCjPdfQCL1RDUI+stFHO9ID1D1f4fS9XgoevubBEL4JCQA9aUGXvXY7OL0ZeB69dxUMvuDdML4sNDs+PbSmPn5jIb6/MWs+VZfEPVwos77peLo+lacHvorFm74qn648qEVDPkirXT2NJqc9bXAWvnWXKD3Eaes9oqcSPejqnr6WVng8Of5Rvdcfgzs6or0+MILvPFhllL2ZVqY94TbpPqWJkT6F5Cg+koMoPsrI5j5cJg++3feLPnjqIL1C+kO+K/4+vrcGRj6yWyg+l7ydPOur/TrpWVe+5tmLvqd/FL7iss2+ptNLPgc+ZT3v5cS+CO9bvZqRRr0hhTi8giKyvk0dTr5aAfQ9Vv0cvlzIS763cAm92AmkPUrfgr326cE+htksPaoKvbwiE8e+kj6sPNkfbT1EU1m81ZGFvkN4y76P39M9UwALPjW6XL5ot3S9mWKVvrpkGz6Uq8i8UBpnvpwS3b1a+0i9te2FviimBDyS0PE+ajQePJV9Gz5QxwY+2DMDPixpgb2Li1Y+FOfhvfRg27uTFbY92PRTPie9wD1VOrK9vIIBvtXwuT5nJJ++hS1ovpZNvr5pxng+vE98vmb6FT66Me08sBrhvWDIIj5c4xW9auayPmdJm77151c+jzdOvggXGb6pLD+9t1g6Pr8ucb3rLUS9249XPrgmer78lS6+45b4PMQckr3GYis96JoJPhBk6rzQnHy900TUvVcw/b1IM0G+vZo1PCKg3L1Zfq89M5cTPnrX4j0s/UO9aNpNPnAHlj7Tm20+Nv7XvYpQlL6xeAM/QwENPm+7lT7TAh6+0RLiOucjez1dyAC+MFw/vvW1TD3Iq9E85hQrvhlkCD5LyNA9zxV1PXSbsD6O72w+vhrjPSONq77MKk6+M58vPSM5Mj3JUNc8BYQqPoPvlD1jZLw9U8kGPnUvCz7K+so9hXqOPq5QoD1QeMY7RhjLvSMUAT/8w8a9dDXRPcelcbyEqDy+qhuFvd/Ttj4ha0o+Hczbvr66I75PxGW+e6C7vGbWtj7HZbY95cjLvui6Cb01Coa9UA4wuzvXK77abrU9l/UPuxOwDz2K0JE9Rn+kPQEa0z3zb+480/A7PsqWsT7f9xE/1LAbvmNtRz6bAs69DflYPVgjrL6OB188aWKAPZhhzT1fBDe9wG10PCV9c76/9669LDnNvIvcUD3c/4c+ehPWu5aIE76/2zw+wG+ePPWvjb4cQGO9oOI+vBeejTw/uAY+R2oRvknUmz0vTXK+O4q6PiU7hD1OLM4+hEzHPTkt9r2ksY0+A/IlPh6LLD7wIME+Fni+PnQFRL6GFKc+HGUhvMf5t71hntk+OGeBPue9e7zNzhY+FhlbPq77I75Q7CA9RU8GPpeJTj4ZVjG+JeTLPWQ8+D0MjSY+6/70vsQ+Pz1RKqE9+7YTvTAIMTxUJIu96GgEPprQAb4Eg8C91iqaveYLKT6WCpK88k6svJ+HvzwQjw0+ODCLvixp5L1lbny9qp9DPMDY+L10jSO+j3d4vayrBL7xVb48Wz00vlymKj0sNC096EuIvRBPZr63cZ29j4gvvuxJ/jytqfs6c1ruPa0zgj2MgnG+6j/ivQhw9r0gNPM9ldYqvrL8Ib1GvZq+NRmIvYigN7vEBcy9oWQ5PP1QQb6ujfy9bWhxPGsaF74ZjCE9KzECPkYjlT3ewT++SpAxPkTmNL6YJ2e8ZtGSPZf/yT1fHRu+dgP7vbeIj75+4kq+1khkvv+3Rr5g4pq95MVtviQ52jzEfak9vqVXvYovCj4NFw49LrbSvKpiCb1b0hC+GiCRu5i0ML6ZpwA+DPuevHgqpj28m9I9Z2O2vcmcB74fGNW90cEjvWES1r2CfDy+aOu5valEDL4erBg99UzPPWQSAr5eZ8O81SgmvvAGRL5liDK+2FkAPT5OcD165cY7WOcDvkBGc74/Xe48nKPDvH8sqL3lHRK+PRqAvRwt1rxa1pW+dFm0PaAwxz2PNI6+Pzflu7wgir6vZge+fAKJPRPktr2PAva9/CDcPHgmCb14Mp09vQ8uvlaTO733zlS+FLUHPZKzZL0ghpo8WxONPeA5Rb6SIg++vTqpOhmijb2sqyM9LrxIPlczyb0rW18+V2ZJPm0Foz1Nxrk+2BHnvdY2M7yeVq4+omEAvfqHlL52PIS+dIBzPTUxjL1ZyIO+w+2PvXSc0L0buz8+sMm5vlftpz27Rvs9gla1vQebQL6eZNc+APmkPJzc/z3nTTq9JcGZPjjOhDpYjtM9vlSqveU2vz7HokY8wGy9Pk4HR750RoK+V3saPbMesT1FjoI+dmtDvnvmCL6n742+DooovrHpgL5qjW++a+QLPqhrqr463h++PMTru19NDT4/YF0+AHq1voZbIL7t2xs9Nb/QPPcWTb7cST69RF8cPgiDsTy1m+87gKxmvviaVb2V2Oy+l2uzPK21ib6hRCS+ps7gvaLEOL5BIZs9SZ9jPRs6jb4D6wq+TIaVO8Z5Pr5SSG8+SjRJvngOeTzYmzI8CDkzvpHVaj5mo/g95JwmvmWMmD4pQ/I9MpedPnv9lT5p24Q8+x+BPoREcb4eJQa+9sGdPSqMPD7/pnC9Agw4Pp/+pz1Wh6E9RufjvRRDWr0ogug9XLg2vh2ALL6rHJs9ISeGvrB4bb1/NUC8E75zPkgDmb6PyBo9330uPnRlC73M1KW+/xr3PaHjmz1ICnc7WV4JPrQTKb7aKxq8kyCnvVtcTz4qLv69CX52vkouZj2PG+68M7tSvkj2HT6WRSi+aPKePa3pEDw1Nkw8A9JPvbpuLj5ZqAg+7xltvgjDDr05fgs+GIEcvsjQj74vPQ6+9KuePRUpO74FIb6+XOocPvcVGD54Dge+ehMXvsmAJL2qR2g+ylUUvkshtj3eNYG9rxvhvdj5mz43Raq9abLxvU0za74qiYy9sKGiPU8AXL694WK8TmsRPvIUeLwey3o+hmUmvsR/g74lmww+Bl6Hvvjnkr03/By+vJERPbtFZj5GAyc+VW8Mvj0+ub7usw6+0L6mvvWDLT6os/M9Sx6hvlO/y70imZK+TXQWvCRjtz0yNEm+P60Fvmo2hb1DonS+APADPuCYOb2EAe+9WVX7OgC0qj5ZD5i9FPzwveUJqj3N1fu86jtvPtVOqD5BOrE+nosiPTbL9z2pJIg7Bn55PV5cKr7geGW9rY0AvYyEUb6v9Qs+xjkPPtgyxb2xkAI9fbaQvVk1LD7glr6+iXmgvRp7Pj4CPTY+nVa9PZIEg740lg0+rUievEz/8T3oSf29HJNDPv8jfb1kOFC+X5MnPTZAyjzz1mw+WDwJPjAEpb051y0+dFKlPByXP74l17s+q2EMPnQzcb5aM4o+3uIUvnR8A74SUyA+/oIpvm4CRb1W7lo+yoU3PugIGr79Bis+a0ljvheDNL7HyKS9gRH8va77/j0vdsC9zlS5vtUqzj2OeQO+yFKlO3dBSL16XQk+G298uxOCt70AUs29nVoavtQXJr3/wHS+C5YWPRp2YDz0+l29heFzvqAqrTmDh0i+iawtPUOp5b2J9oC+lJpgvQ3HHT6eYye+a/3MvSJ2jLwBPwQ+YoMuvgcLr71xlci7/1Nkvtuz1T1vaI69QWprvpxddT0BxvO9E1DYvCIzaDzWEZA9UaQIvruKDD6f7ZI7SutHvq38D771tom9czrJvWYwI77njUQ9QvUhPe2Qjb4FN1g9eKV6vo8ZkT16Ico8P0RwvdusIL32dcg9FosWvY5MDz6aEz6++zb7PdTff76SE1e9GOR8vIeopb0HrNk9ketFvme9DjwLtoo90fEpPVKW5Txe9Km6R8Eovgiifb3+jbC9ooxyvjEU9b3bGQ2+GsUBvD9uyL09dkO94ttQvp5RJ77B0mu+CbGsvYsOnT3mjhc9UgwMPiCwXr67TFu+PpYEvZops71iTJo9vx7fvZfCOj3iOYC+VGL8vRL1jz09TZ09ytD8vXNPkz0I0x6+0QTCvYKgez1IMNY9dfWtvnwooDzuD6C917yDvenCEj1Ulny9WzdAvvwkXr54hiW+v4aFPTN6cr59+2e+/mOsPdjPir3eLsO8JVRDvsqu9T014nk9xu2vvtvGkD2mWhI93U/YPGCm7z04AtS9pflEvj2qHj7cv+I9iSWPvOKbFj54P4E9ZmqdPrOdXD7yspA+CiRsPU4bDzw5Jdc+WBeGPoAQMr4d7M+8kx9NPr9VnD4yVY69UzQYvj4b07y9Edm8S0Mpvv7yJD66+0I+/jaVvaNrILviXKA+fRgVvZyKJT39mpU+of6APtHrAz3r1g6+Yh25PGlnGD7cThw+wnSoPo9ElT2e+Gk+ZRciPgmjLj7JNSW++LR5vsrZa76tq4y+qm8ZveTvab6Am5S+wJZRPkwSmD1mreu8YNHOvaxu3b3bOGs+IqIPv+FsNj5UiFC+vjmWvD5isbxTK+09K9t9vfdjS70ZUCg+btl/PAxGiL1JgZC+URcgvAWzzL1E06C+GXIPPsGVm74BiDU99Ck6vCWn7r1D8P493g9jPvAfsD2bdLc+orFGvTvxJL26JGg+QAdovqJ4P73LpRc+2Vy3vpUyZj0+A6u9wGvHvgc1Cb0iqjg+XcdEPmlex72EUmK9w/pUPvvdFj2p2uu9vYAhu+tUXj5ix509LX9kvXZgvr719gM+DeauvYwqvLw9Nka7end2vjpomj0fheo82r2yPuc5WL5An3k+tGB+PnsjArwrtH28SSePPDIG/T1pB9e9nrE4PvPCcb5KHY29Y60mvkBn9bxWjii9PrcFvak/ib57+Ci+kvelvaiTJT4PU8S+hQ45vWgiJTyLfoi+08hHvkgBgT4gCL88ikHqPRPYdD3QA8K8pE/QvWbGvr6rCA8+xgzSPVegsD1IrjW+ite0uzodLb0nkxa+iIUKPqGINj1XOzm95LGdvvJClz77VHo+Rq0xPCBVsj4SjqS9fpsHvmvMvT0dvTI+3jy8PEGrOT5IQEY9awc8OhNW/LymiOs9J8bzvdWrBrymO2q+IoB6Pqtu0bxKU5G+wJ2cvqiEmT5GV6C8FRvFPfOo6L1T1My91SF/vR7hij6UjAi+Mzmhvf97MT0A2K++VEE9OxV+dD4l5cg9Ql4qvpkEgD5r3Yq9sYmHPCZ5ED7o0KA+yAvbPOz05T3XhJC9nwo2Pl60gz3F5lw+ZXZkPjM4fz1vr8g+xQG2PuNPbD5BVk6+Q4CEveZJTr4/fks+5UuGPKPZHb4BKmi9lnMBvdF7eb67QgM+5TWMveA4jzzvlq4+QC/DPZb2az2uIVw+n3NGvR95Wr5Ik2K+yY+QvnIL2DwtWxE9SXjmPClNVj7hXGy+Dv67PYH1IrwwRPE9u6kzvND4lr5wVFo9+3GVPol1MjwtuJo+eZ9APqtRVL6asJY9r9K0PXWf3j3aDdg+aZs1vR3M0L2ivQA9LC00Oamfbr5Nuqc84UofOxn2Lz5nlAY+61wKPo59cb4vh1C+ZNXQvj1Jbz6VPJK+fQtDPoGjXD4b1de8mV6OvebNXD3LEBy84QiCvfgkrD28wxy+QwRmPSldAT55RTo+p06DPhateD3nya69OpsNvDFXoTuWgYI+MPEJPPOSljyZnem9J/9HPsmwcj5Zi6O9GbdsvWabVD5pNaE9cBXjPfIUCz4/nsm9mZ4+PTxtIj1/eAU+j6WevQYS7Dxw84s+cHXzPeYl771vfTi9Swyzva662ryvZCu+AKSlPGdQQz4ki4g+8fwcPowWzb2NrZS9LceDvjhHub0K9U29SAu9PsQc/LzOsMy9f9fnPW+ueLyykTy+kF45PmK6Zz0o8Bq+kVt+PeWcgD3C2n49ujZrvSiVYL1TbuO7tCUUPjRCK75qL5o+45EGPZTtcz0bn+y8zYbZvf6Ggb3FweE8rHDQPUE8vTzfniG+/JKvPQAD/7wpZxW+I5PrvbeJBDwcKrC8BTdFve+p2D3tx8u9+JrAPd0xMT5lk8c92yKEPnJ7iDv5D/q7BdAfPmscEz2RZ449dp48vIkNTj7RK+09qhmDvTz/cj3LJFO8iwhOPpagpb0e01k70EkYPoteDT6g0RI+IXeMPeG0DD7sTVW9JEVMPsv8Xj6NYxI+gs/zPQsMC77WqBk+IWZwPilKDj5Gz169dSEzPrOM9LlVMTy9sTcyPdvnlj0p7Iy9nptYPlLArr2i0dK80eUEPSOLhr33DSc9gEigPt0hh748N5m+Ls9XvtbsBT4jsKI9+tbfO/FKmT5mEw+8LHHDvt7tQL3JtSS+mdHoPW6V1T388p09atovPhihCb4R9509NCU7PSsGhL0WNna+lqKrOwIMi702YDe+HhAIvmSTMz0ezIE+HUCiPSjRm77cCck8idBIPsBAST4QE8C9hBbsPawjEb6Lunq+yPMePvb4ILvgTYw+iCptPlPRvby7hmM+JFmkPXNjLz1RBBE+/M+1vAAvYb75R5w+bnjPPdEy87xpZ1s9q3dBPk4SzL4aJwu+Ro5Cvk0/iz00tAQ+LMdQPbGihr25qwy+sM21Ows+8L2+GS0+qTqlvXq9c71aAPE9EL7JvXuqgT54iok+GUxyPjAqoLzU1ye+Q2JNvPKO5z36OpS9FimcPm1bHzsdjfM9ad6JPknKHL633ZG942hQPsXVyD0Eh22+WtXLvV07hD3zrDa+8RiwPdThlr6TyKw9YhnRPJCp+L2wyYM9WKJQu7Fwlz5d9Ig+0r3NvRrT873BugS+akdyvo2+WT4h41k9xqnRPf2iAj0ouCI+SRRIvqg7Rb5Bh569fqgIPloZCz2xfGs9HWv9veJc9b37M889EtSPO1caG71JTUw+2Z9kvjixbD6rJiO96s0EPskS1zt24hC+iY19vWkcGr5+AgC+NJsYvjummT3zeFm9xdK+veYdnz3affQ96NCSvoZm073y4zq+undHvsz9o76nYZU+Gi0TvjWaljvGgU68M0pOPrHrHLxacSG+RistPsgNc70yhJO+5YYYPtpZ571KbI6+DycevZtaXb4vngq+HbHCPOfUoL7t2iy9dxeVPuR8pzzsn469aHNYPPGyDL6bHSw+VKpjvk/Gzj0qPUM9I4aiPbAd3T2nvE6+3RASvk0C/74NKAu+Bt2DPUS9er4Wrjm+nkGTvoD2i76FqRS8sLMyPkj7Fr6MaXq+2VlWvmSbXbvmzQW+a5gkPjc6h77Chdu+0Sx9vmGAsz0m4SC+TLbfvaUBFjzHaqy9aqE7PhIIiD5aT4w9fvBsvnaEML76hki+6Z7uvDWw9T1qPVm+56PtO9e0Oz0gaIU9AZnyPaP9sD7eSH+9505cPtInAD5jHoG+LzjAPULWE77XXAY+8t1QvnZdgj5FVcs8FAyyvMSXmTzYGL69htyEOzVVhL5Ni9G9A0YxvNfdpz0n6oa9tJoPviJKjT7lgAY+R/s1vdUGrb4VRBA+jB0vvj95BT3vPGo9ensJvVn6/b0IuHG+39EHPsJ76T1wCBk+EnEYPqZLtrwcIJY9MN6zvPkOHr7cxue9XO1kPq7orL187HY9HEARPiKQzj0Zrog+XWMPPcH+DT6hmw28ZHDyOwcd9D39Ask9NeMHvSR0GLionn6+xCOAvTB5ob2OCL291whOvKjEIb3bePQ9a5vavex92LzbTbO9v88lPhWjzz1lFQu+b50nvsw2Aj1115E9CiG1vReVMr78XVC+fQVCvqPZxby0qaA9ivJhPaZpaj3aho28x2ksPVJQGL6/Ihy+oToWPdnLPr4jsIs+cU+DPTvOO718l9m9yODCvfVjxj2AtO882fMYPl7nqr1JSVO+Y6KYvSiYIb2HFHQ9j2+8PhjfJb3opws9rdYfPoWNEb5RV1C9yWcYvgdqIb7fG46+g/5dPnqg/j1ly+U7hzomPuMI4z0Gcus7GoRBva67Fb6RY6Q98kwwvnf9o73DoxE9pGSuPQYGBrvUYEm+Ww0pvf9JPLwdzEK+ZalhvYjaeb3dlLi8Ol3DO2VZ6D0kUCA+r7RUPoVUjj3Py7K8OLEsvsbd7b0/8pq8bh5WPeCF8z0bEGU9+7yEPhEbFT3dnw0+BxkZvn4cNjyKkuO9oPNAvnbQK772uy4+8wp1voxTa74VuB2+9vnIPU7UnT7aaG++Wisuvmpil71yo9A8ZeHuvdTYJb1Subc9RtEYPh0TnT1vWM29k4L9vfXLx7tu5kw+bjSNvnhnAz3Stwi+jpJ8vq+sl77rJx29cVcbvqSxErzLIcY95XRePdiOhzwQUpU+6EnOPqbHgD45HOU9FlSOvJIKPb5EFXk9QSs/vWtDS75X9Yc+zIs/vlHpRT3Gzoo9yc6jvuM6uD67HQy9H4AfvZ1qt70WNXo+Wpt2vdGao7u7v1W+p6HjPasAIzxw3SQ+kXdePk1niL0i9Bm++4IgPfIhmL5D3Nq9biLnPAk9ojt9f5k+Ub6bPVnBd74jcZm+FImTvgsREr2CD7G+CwWVPcBaHD6OZwq+VymdPeuFmb73+NC9lR/pvX2kTL4qMpg9/qGVvh12bj16BsQ9xQS8vpDgyL7kAO89uOAEvhvk7rrtMIQ+X1PRvlo6KTx8nBC+JH+xPRhkNL770jC+V14MPjeJeb4jsPm9ZwCivY0U770glUG+4Ux5PkGQDj2RTse80/4DvgYX6r2w3X++yT78vqCDoz0Njog+wIuJvoG7EL50RsS9CbHIPTJXzb0lvyo+QfxgvQb0Ijyxxbi9ESITPRk57L0U2HQ+TY7FPNCZfz6QFJY+b7wovqwS4L6xlW8+kHJ9vgg1Fr5CkDY+xC0DvfeW4DqcDza+fJ7SPeaEezxk7tO9cfodPElrUr4JS1e9TTFHPY5G67l2hE69ihGKPtzAvT2TSCy7CR/TvuPOXj7hz9k9Wo9Pvm8Upr5tuQu+glCYviPZgT6bscu+0ZNzvfRDpT2hkAu+OJ/GPUv97T34MVi+aAbyPef5pz5H7Hg+lrSVvm/3pL0yfgs9BPZgvryNor6xb7s8GVlgvRstnj3xruw8LzQEP+ZsLj7DLWS6xSxAPtKbOL2Co+C9hNI2vRgZmj7eVb29ga/9vd9p2b31deO98eSfPfvlob4t8tw8HcYxPg2GrD36TYc9wJIWvlBFsb0LJ+u9HQcSPY6jRj5FQ/Q7V1eZvQvwbT1aD1k9w81Mvr7V0T36gJu+vUA1vkwelj04q7i8es2Yvv1lNL5yxVW+M5rMPbStpD3ulbC+/qR5vAyRMb5VRCS8wUg5vkI7ij1kKRm7YD7IvYSNcT4BnLa6rOD7PTPpzj1OtW2+zn17PfKgcT6vMow9GuiUPJpnO773TRG+LvrNvPjYWrx8TkE+HDtTvQcOjj6exXW97OutPUg9iz4UDjY9VcnvPdsKnr1TxfS7ojyfPWHwlb3kK8K9c+6tvUudi70VP6c98awAPKxHYj6EJEk9bNfpPQHOcr2roQw61J3ivQxwAj7joPQ9JIUWvmZnpD1A0Eg+RSqEvTVckL3s9V4+gi4LPtpQo77UkTI+rjT9PFL++j1bmOs9u329vem6Mj4xiDM+9+rOPjHr3Lw6t+U9yL5JviRFKb00Fz69f7+mPPeXFj7MKoG+D+yjvUyThz77JTO+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "KN/rvD5pQL0jpIu95GsXvbwSN72DloE8TN4KvQYEe70XAXY8JX2CvabqAju+6fS9Uq18vKYzs7ziyRa+tGlMvrp18bxmV6S8eAwYvl+Gur1qRSi9ydI7vqXS9b2mFMq5AUBPvQtJu72ieBO9Zl4Tvu0HKDtcCCG+zVGfvGTWG76qa2u9EMnEvB9KqrwcVSa9bg+gvQa13b1iXGS8FFzXvRCkq73Uhhi+k4HLu/c1Zr29mgK+Y1wQvB4yor2v3Sy80O9Su/HjG75qpY+9zOPEvUIA07wGSOO9ch4svooqAb3dbU07M5SwvcV4j71oZIK80U2UvayNKr5SkHm+iXVvPG93DjxasQe9Rco2vd6LYbyMrEq9aZ7vvKa72b0EEI+9wXN1vcRDzr3audO9sJahvd13rr05a1K+IlgAvgC3pju7KMU7mm4GPeVoAL6ySBq+U9q7vY6oSb1Izg+8eOxzvX0Dq73Risq9pQFXu79Nsb1gRvO8hEHrvIqpNL6yTb69r9Tvvb87oT27/Le8pfwdvZu8wb2g5za+lN4ZvV8lAzznBdu9MQUTvjhQlbwj/7s7UuVvvMNMRr3Ty3a+3gq5vKYOYb7IEZu9jVtevvm0wbxI5n09KtZBvWcmar0yQxm+LBy2vJV+cb7YbtC8TyUqu3W6y70Zdxe91IkgPCa7lbs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "2/qOvbCuDD5YyZM90SJBPK+akrwU3gS9Ii+qPT5MnjwH8aA8F3vIPWfDYLwBUcW8GhSfvGGnDj2sqtS9gqswvRDEZD0+KIA9aLSRPeqRcz1lNiw9qypQvcTnXj1Rrhg9BgAYO7OlP71oLQs8/VQWPTm3rrz3com9Sy2BPWmb3L0q6nW8Cq+KvOzkFL07f4M8vJzsvTf+Jz7FdUi9kUR2vEtYdTxdDoU9IDXvvDtYAL7Dfys9CkSxurz2Wz1a1m89bVW2PfAMwT2Q55s9mu10PepQCj72scu8nOzDPUn0fLpy6Eu8FbOVPeblBj4JLRW8wXiHvUnHm73VDtU9QZIIvlzOijyCYe49iwIjPYeQoT2NUfU8gGObPcTH4rzCcio+YuBuPkAQp70y0hE+9dgSPoCmnD4Zeoe8sX+0PUnlezxsVYo9nZejPVqPgj2qcuk8P9CzPa4S+bx3hQ86LOqLPasfrrz+RoY87W8tvcfGIr0FwZe9Vg8Cu/iDG71ONru9b98APlGl1D03Veg9hI5UPc9SoT2+kSc9U3nBva7gSL3XqP09qjh8Pe4mSr4qoCE8wpudvUX6Mz7F99G9jb3WO3RZkzttE409zLGAPZ1pJr2N9+491YgWuiu2aDyZtS099/2ePenOcDxhVJ49qgGpPUBgg70UvbE8CMAnvTfkTb11wHo83uoGvbopjL1n/6496z6zPVK55D17F688DdMqPpam2z19YNa8BuYaPaIfZTyN8W08glUXPgSxSzyVE3E+q8YLPrWBKj6pZ/491NXpu9wbYTy3u+Q8VXWtvfWciT3Nq5k9QVywPa8Wpb3J8QO7f3kmPgrZ9T2i6QO+pPeOvPIZLj6phyI+GA9IPn4Vgj05kIc6NizRPKpBS77JHyc9D66/Pc6srL3C9WG+uGRJO8IWDrsKIFG9FEGNvQe/WT1D6I+9VydhPIKUhDsUr8O9wpXrvdBx0T1OqA8+MqK5vARdMr2Kad+8bPNePfmNfT2NQ9O9+dyjPdyBvL0JKB4+EMQdPg57Iz7NTR0+fP6cPj9GW7yn3us9cHINvpw23L0hNQU+cMIHviMXrjztLIQ8OmTtPVTfOD2i8Da8jK8Gu0TXnT24P6k92FqmPYsOPTxVdva9bPRGPcw/B70a3vO9J/GOPaJvLr0JC5a9J5cWPPNjKj1t4dO8Djn4vIBQV71NOeo6Bxr0u62i9ry9gyK9jmeCvdcAULv/tZs9+fu0vWgLWj0nC3Q8qooCvdo/8r1Ul729HYlbPusDxDqSkvo7x/RFu2WZr73JEOI91rs4vlo+Qj3Y3y69bvc6Ptdsi70nZ6G96LZOPQECobuSsfm7fUc3vrosCr62igE9XKQFPvRujjwPt389YtKlPaoNr73OKUu9zAK9vDee6bxCjmU95QitPTt9Zj16IoA9nQA8Ps50ED4VLRM+tjXVPNhewbzidhg+za4HPiRD/j37HIa9lk+LPeTESj21Ldy8X4hKPlp3FD246Be+CNo7PcgzQD0V0lU9QdaNvRCHbzw7N7o9YikfvlvjBb51yy++3siPvDIZ4j3U0lG+rcYWPgIw4DzGTr69H1IDPanOoby8Y1+9O39JvW9btDxlOno9HKNMvv3Hyr2cshq+ajDMvdiY5buLILu9mZwWvg1Zaz25FCI9HynlvbSRF74I+kU+IEwPPefcBT4/A3G+AzT5PfqD6r0HSjW7ysB9vLs9O7xsy9895ZmgPHU1wz1dRqC9IIpJvih6iz2CinY9xyQTvtne2j3qSPe7gwu9PWXiUD2XzyA+YbsfPQpZMTzWFSM9shC2vIaXwT3MgUQ85QccvcqdFz2FfcY9r7mAu9foi70MwCc9wOhfPZDWOT3zvS69s4njPaH5kD0CDtQ9pAjwPaYIBj1mJ209NPnEPK4pdj1TFi49ENfGvOasoj2mqaC7dNDwPc1cWrzQEVw9uReUu1BUjbwZJU89UL9SvKBGoL26NFo93r4HvoXTsT1ebhu9bq6RO9ROuL1CVfy9mx8AvqecAT6dPAK+sd+CvcMtMT0ovwO9j8OXvejuur1qhIq9KTrgPKKrqL3snuC9R7M5vcg1Jz3Mmc090h0BPqYuNb4SyPg8suZePUse+j2FaQ6+Ozf/Pbmlm7wlah88TLrzu4/usL17Nym+RRgyvvxqW7w2Lhy90Qn0vdL6Ob0sVdY9XwetvbPcKzwJPg6+CWI0vTVfUj2+5Cw+ZODKPVo54T2vv289Dn+QvaZRKj4OG648rGqpvCLsZ709v8u9xlixO1Ii173UlBc9V/UhvY2Rq73r/OY9RDQKPRvdkbr3aty6kYZsPDl7ezwV52C8oDcYPRMbnbz+LqY92DvgvMoIqjx+rMu9aSMlPBm4Sz5ErZe9BHaVPfpr9j3ZBMw9ozwGPpWjDT57Kh+9KgnTPccVzb364Xe9/KUPPuq1jT3+XN+9hd3wPcKQkTyw3T+97N2OvfLHeT17djq+A20NvgLqPb4CVdi8H1rxvdGaUb6/iXK9GwXnPe0eTb6HyHo9HnhKOss5NT0iFN+9RYaePTPrrj37Isa8OS8DOuLLdjx7Gf06dmOXPTKscL2SWtC9MA4MvW44Jj0Z6Ki85KeMvCEOazzbETe+HkbpvUhiX72VGb663LhOvV9xI72gUCy+KcItvinhDb6xGGy90PsFPdpm67vKn009l/b4PSjyDL2DJmW8BGIavaq7Eb6Y37A8cWdXvbm1lb3nQaa9EN7ZvYgdnr3bbVu9wcy1vDK3+7wE2Eg9Y6OuO/fdFT0nkWk9sE64vRmbbj101zQ+cIjKPb9u7r3ZcAo9zI6EO8qNDzx/gTu8XEG5PbnnHb1+CgG9tuhiPZbcbb14ypK7AhuYPB6V1zwjeqa94fjVu40A6jy6Yxw9rJkCvm6XgTzCCE09QfyOPR2Z6T3ve6A9078SvcnwYL3aEe88lE/NPYPo2D1jz7q9U6nlPeabOj67xSA92c9uvcN86zz+Ymg9tRIrPfgqjT2c1ks9GX/yu+XcXb0NYm48ptQTPeurFz1rtn286IesPIYwxbyrgRe+c6WSvSDhjL0ksyy9P6S9PXDI8D31+N09k9AFvDXtk70LVQQ9mv2kvXOgnLwuZBm+pJqTvd9sh7zNqAu92Xp1vSjc1r2w4+g7qCQWvMuFOzwtGuI8YfHEO0+RYrxpI369Im3bPfxWLL1cF4C86hPwvZcuDz0UF169kP4EvXDgPL3W5H+9UEjnPfAMvD1mnP68rswYvUM1kzwJwIY93aaovPmegD1WNOW9Fw8yvH8Y+j2PUqk81oSKPdtQbj5Fv20+LIMOvMLz870YHzu+zx4AvRCWOL0tt2m9aHWTvKaGKL0/ok09dNqFPaQpGD39IYY9hHZbvb7rBL7N9re9c0MdvdVUDj5Y4MA9L9tkvRKTWj34IpY9XtiJPcdi1jvlIIY9UlS2usqFMz3zCaO82aKXvdNcpryoIHu9c+F5vXQFQr03dug7N5DpvIuowL0MCR+9ibsIvYSuwDtOlmO9UlXmPRW3FD7uMzC7qcICPVGLez3ObU49dyrPPYxhyT0UOJw9ZJnePGzdBT4UnfC7tb4QPhEj5z360AQ+oEsQPvsmjbsZ/h4+5fi+vVJ8iTsxtAg+3XlwvchOl72jl+E9658LPr8Bmz1eqDi+L3YpPbV1TT18jyU9Y2luPECvzj1Vgfk8CPDBPW/S4bygpHG9qtWJvDaH9jr/PHa9x1txvQTxkL1BvZo9DK7OvDigVjt0dAW9LW4KvYmQp7xQjR29iYsbugyh8j2qDZq9XCcMPSgNpT0bnf+8BJWJvQ9bij3047E9MyeIPcvNqr1QMp49pXaqPR821z02L7g9nTWFPXSen7xmjbw7hIzJvfNdlj2npJQ979SGPS9ixL1J3WE9xcXTPe2YCj6Rxv29OfqYvOhMCTxo4Dk93zAHPSg9oLpIPQ4+ro7cPUleuT0A1dK7M2+4vLmOhj2/2ug7GLWivLHViL27WvU9wQ3YPcdjNbzeukY9/zdyPacdkT1Z0589AcVEvjiVij1Njfy8qmsMvt4XZjv7cl29Pl9FvnM8CL0uCxw7D4pxO1QVc7xxg1U9Y5sOPgGoEz7WFzM+dD5fPbpyPb1/1MW9BfbwvSAdFL415ra9JRKYveLr/r0ye3c++h8MvsabOD4lobu9VlbAvbCbs70LRPu9qSj8vSmWaLyhmtC95JUBvFFKvT01gQO9Jw7lvBeGhT1jnhS82GAxvM0wH7yT/jK9+zftPDj9RT1QrF89CfAsPN4Egj0oGoO9P8tUPkf9UTqgTWo9HYbaPZOeiD2yB0s8zjxMPP8BOD5M1Ao+RsXzPZEO6T1sGS68jF6CPUfw9j0+5qE9hd8wO+qWBD1gcw491ItovAWk2D1BapE+H6i0Pad/Gr1Jtlw+AxA/PpB0qz6531W94Y2cO4+63z38L5E9bjqXPcFMLj5noDW+v+EmPvRhjL0IAtC9gZ5ZPjnWRT3c4kW+rD8RPnA2rT64900+H0oLveN2Fj6Tsmm9iY0rvWGiF72OG5A7XucMvWkcWT19FDU98gjwvQx1yjzRy4E9q5YYvKUyw721mT69QTUQvZ4fjz3/msG8sGMMvviO7r2S9KK9lfa6vWjlJj6kpgC+YArIvJcE0L0hAS6+O/2Iu6Y/Nz0E9hk+8qSPvFBgK70flrq8BsmovS/Xrj1tv8k93WPCPRLHSz1z/4+8laUVvdNXjbzpQcQ9BOE9veO5ob1w/gU9MR9ova1rTLwGWKO9OeYYPBeLhjyJ9wC87PGsPKkUpzzjajS96htZPg0FrrtJvlo+ANxLPpVb6LzHecY93ZpmPZg77T0OyZC8/UthPQE6rD0qQsa6K/T8vOzlt7wsOsK8GvPMPIxUCL1Rn4Q9fhfBvDJf0r1bFeq8CwqRPUIyu731Mse9OcfPOzG/ajv8tbC6uke1PRWFojzR2py6Dai4PO+2Rz3PDZk9vD2lvADckz2IfSC9rFyjPVzgljxZbgw9n/tBvfODZj4EWRI+0USOO6VFRT1xIoS84qdhvKHjzrzb7fU8rAmvPDWRSzzr4Ao+DddsvldXUL5xtLY9MbeUPshZ+Ly/8So+RXwDvojioz6qok+9SI5KPer0jjwt9Y28TaXDvHCADj6G6kc9k0oMPfqWaz30bZE9VwU0PXAqOjzmtBE+p+/FOzOu9D0el4S9bNyTO+i6CTxwIXe7O69UvM8WDr2KOX29nFCTPVz//719xso8Lv+6PCOyP73vgjM8llJfuVyuFj39mN89qS4IvUV3hzwVjEG+IbVRvje9K76DHhy+h6nmvDvsfD5zbkI9tHGJvPOkOL7LkLa8uqAJvSb/Cr0j0tc8++9HvTW0o7vsEO08i5fHPcOE3TwILo49JoqAPWUWPz1MvCE+rI0Ivs2Vdr2VvU0+6AQOvZ4PnL2hUTE+SiyePrqjTz7Fipu9lhwUPXKypbwwcRg9AyKqvFy9Jj3lguE9sfZEvLBQib2r0ii+74kPPPwvOj27q3G+RLlcvp/9/L0oDZi9qZbHPdHwPb7ayG69qB+wvfwYhzvp7gw+f8ZRuwhesjy8DGk9L3oRPWS6I73KB9i9l/yuPcNp2TzpqiG+fSaRvSxxeLzxc1i7zbuLPNd3Ojy5WRE9ZFapPV/AWr0Wg0Q+Y2TQPB6pqL3ekB29HVAEvR81Vzy3MSK+Avx+O7pFqL0n34E9NHqoO58Xfz2s+Jc8kQePPX4J0T0mboe9Qh03PRAIiL13yKY9KNoBPa5NvbswAbK9XTS9vbME0LyKMea9ZyAxPvr/kD3Pa+g9F+oWPH42vD0+M8c85Gkevao8gz0EUWA96b0MvBh8HT6U7NY9cszmvWIwYD7p0ig+XUdEPv6YXL43DgY9uLo+u7MVs7zGKS+7Vv0Kvg0mIz5XLhS8YhkxPrbMjj3wpi27iwEguzJxFrxDiaA80w++vIdGEz0zO1i8BchcPqgY6Tzf5k49ZgKPPeN9Mz1GgIw8mMEIuYlg/7zodlS99BIUO6aZoD1u6XQ7QZwaPpU2gD1SJIs9sJE9PcjBN72pibE90gfTPVfdyj11cEE84K2gvdSTbb04mnG9k0eAvSg6l72jGIG9LMe4u4c6yjxXVu69XY5LvIHIhrvdJBE94T2tPWP3sz06wMQ9oX/5PKV1WTzt7pu9b7XtuxWbCDwY3tG8t6RivRzoXTsM6Xe82gRwveHpbr06R2G7poLWvSkNizxi2WA9gRqWPCKBG70tiXo8a8+jPQnaXD1Q71E+A+Y2Psz6lT1gfwE9IIozvQ7HoT3+Ky0+bstnPSJqEj4C0QO9IRrOOyP+ErzJLkM8rrkqvWttoLwssAu+AMAoufJ7zb2LQ0K9p7CIvY10U72PtL29J/2uvH8IAr3UI6Y9bBdIvPdl5Lx1Uv28AHaAPaTjdr1ZKBE+XwTBvQIcL713+xE9UaSDPY6qPL6aUzQ8TOZSPRoq/D0TfRG+oP/2Pe762j0jLAQ+1dP5PaZ9F7wvPTE9Pvz3PQiAgj3ctsm89RRHPBJlqr0e0Om9zOqmPXXxhL5p8B0+urECvlm0VL3nmfq9hXRYvXf/Ib4vc32+hztXvvCD5L3bTNm9dYzAvEv+5L3O9go+L8vdvbv3br1tTZ69mnP5PEO0Rj4ieC8+s3SNvYkSn72AnZS9zj9kPRuKwL1H2Rk9d5KhPflShj1Eku09UfPwPbxzE72Ie+g9+AN6PX9iIz6Xihu9hP7vPT7whz0yaPM82aBJPXYZrTx68Zi9SjwQO5u0G7wCf+I9JCjDPHDiNr4qQoE73C3xPQkeCT6eqHQ90Ymivd6kCT4BNOO8+PqQvS1fib2J/i48EVUcPnVqYDw7RQ0+6pXwvaw/Cz7Z4lO6XrkWPvlZdL3EiXU9NBScPeAHMD7FIT09CY8FvWLQTbw6NIU6Z8YZPApWKL0q4dC896aTPf+aoj0kmD8+DMbnPcR77b1Cd9I9swTKPOR0+z3ljtM7+L2dvaImwL1jhwO+/SyXvV5xWr30zDi+Dn7gvS+tiLyH9dM9Fr3lvFMqYL3a5qg9Zw/aPC7EqD19pwc8kOLKvTz+NTzH42+9S5CEvFtVkDv/kde9msxsPAM0srvzGQ29O9iWvc60uLrJJYM9RKAhPYhJ9L3Kliw+UBYevcFjxj3Yuyi+JIfMvABijbrfPTm8R7y3PO8EdD1bMLy9Y+oAPbd4pj30QkC+eW05vZMx8T1BMQ4+XUZWvAtlZ77KTTs+pXoOvkphlDlBvUU8Hf2KPBO/gT638CC+yBBsvY1Jd70fE/u8WhIcvqK6FL0XyxU9nX7NvNGo8Tzd/TK9OxfmPLu2Gb7CABy+tQ4Pvo0YBr5jrrO7f1pCvc6Tzb3Rokw8PFnou5CZXDzVa4E9IGMkPU3KWD0gQBQ9b/DKPCVOkT15Gau90Vurux81zLyrnJ68fqvOvKQaH7snvXu8JTaEvVg2qj3b2Dc9f0eevY2IWzzgFtU93NxlvWHPCL7m5ka9PSCqPL/EpT3Gb+s9EhTKPR0e1j0xVRU9yHXhvVumO70mYs+8dIX0PUcYTb171o08SsT6PQfmmLwfLja8eQJjvZNlIr3z+7g9QjSKPSBmOj3UmqG9KXxyvo7CsTvBxeg9XGiUvQZuGLwLwzK+pfT2Pbo/3L0yNL+8UCuvvSc1yDtqpnw7ooosvJzcgL3NNgu92opNveNzzr285lE9DYd5vEWlsD3ylgk+0SimvPJ//LwoL868WqUhPujqAz40ChO+8dMOPuO3Jjtz6vm8lSGBvZTSm7x0Lmo+1cqSveMZ8DzuK4c9QFiAvc7PFD5WUFs+u7JqPaxdsT36exq9EkSYPKao0b2+oy096JFVvCGVc7yFZ027+a0ovhgPiD2jGUC+Nc6aPQz5kr29NTO+bjQWPbRFFL5YaYo8BfZMPR8aDb55FJm9M1YOvRw+iL1FmeG9kJnyPFCq4j0N0Hk9XAbPPX9f0b0jP+i9FpGRPGmMVj1Lduw9YbnIvRDlLD7KP8e9E294viemp72sfCS+/0UGvm6p9L1D1z69oDkwPci+IbzX+Q69o+VBvV3V0D3PII+9fC8PvV1wQL1LyxC94593vfz+Rb2lOF69PsXeuz5smrzZ3DK+qtIXPq+6Hb5NWgE+sVzivK41tjwRJIM8pCVhPEjMlj1r7b69NYHzvSIDuD31D4W9A/zkPOsUkjyeuHA8MSvePMmerTxfh+89Akk5PRk34DxDHja9BIJkO3EakLyUzJU8iLIJve0kmT0MNAC9TvTpPQnNyj2Oc7Y8tPaiPUjxuT02La08f+zqvFvdLjsjYYI9I/JsPuhW0bw7O9G9bFi2PVdPKD55WEM+F50cvrTciDuNOoA8zD7VvIVa9Lvy/rk8AxLzvdgp+70fccq8jNqfPUIBqL2anGe8rt1lPpaD7j1YGe08EZM4PTqQOL4pfh0+BXyZPBnfgzwT3Y09wr0yPZhydz3dS747uc4LPUK4qj04+9Y9v6OTPVGu0z1kBwk9ei77OhxA1j1w7I085/lVPShrGr2NZ4y9KqZuvfdHs7xESVI8EaiKvLRlZT0L/RG8OPHFPbnvOj2UFNi9MAmgPY0yIT54Ojq9gYuOvD1wej1u6gu+XfaRvRkDJr5kDNK94i5FPQRK170QVzG9yAttPSS3nb2QKk6+8Pk8PltDlz23xCk9/BTsvRqG1zzabF++RDjWOm5R5DuhZ1I8tnX1O1Tw6z1HFZ29Mpl1Pcyg+bmYuow9GrwTPjLxHL6tizq9qP7uOqI4az3HXDi9nxS4vRINuboWLdc9C7+vPIPWFj4otWM+5eGTPOuvfT6O3iU+mn5YPpWyf71/xEA62ckwPmtLjD0+Ea+9df0oPkasQD4VbSs9C8vZupPMADsfMEE9GI2VPSAbPT4yoQi+DusRPkvtAD4WLku9rzSeOlBEET46lUk+liWzPdajzzmPLos+xHwuvRzlhr3oHpG9kX3HPDKho7qEeKK9aeo/PTfC8L3a9oW9pqq6PcR+8zsLPaW9va+KvdllFD2vieK8YGWOvYWeGj4W0BM+pXzIPUPnyz3e01+9PpfavK8Ok72V5wQ915MLPuIX3T0QNrS9gimHPrZwLD7RZCo+mLnkverb3L3TtKm9wwjhvV/xA74Omw09TqvgvBv4fD25cX49Y+/SPCrwqD1qHdA9ax1RPCZTSj6mzyM+luj7PUMkPz0yDKE+mPebPTW0OD10AV09nzICPj3avz1U4jO+q/WrPUUEfz2CN1A9bSRYPa5DYT11ZKg9y746PvZ4njyc9yI6s5dUPIWVvj2C4Pw9W6LvPYRNszwfNOy843r8PdDfXzpbRZg9EHSnPVvKqTpV9Mi8RL6WPGh3nT3kw9M9nWggvFTwAj4sDLK9VIeHvQK9n71qwgm+/BrbPU61Cz4rPTi9cIYAu4z68T0AmRO9Iry0vRbL+73rCdE9kQdrPq/uW7yep/o6yW/5PDieAjzZhSo9+l4kPe6f9700+Ck9WE8TPX8D6jy4O8m9sJdoPeg2IT1zEvG9+KKmvagUlL0E6Sy84P5nvWNvzLyyuJu8XTyWuhL2OD1F3GO9EEbQvLEPL70M8HW9Sv0kPFdU2T2RgYu8HGBxPaydFr3vsQI++88IvsQ9xDtBC5k9Sn50PRz3cj2OnFM8hyuGvEygj72+ZuO8zeghPWW/l72VF+y9HXoAvXFl4rybUXO9B0a3PaV38jzW/Za9s6VBvj8aIb7wgyi+GsTgvM6usju7kzw9V/78vR/AVL3LUgo9478ZPe+NAL2pjZ884AQwvWFaM72yQti8oIyTvV6k0jx4WDg9nQjFPP0kFL3LbN490JM9PshaEr4ChOs9G5TGu2Ax+bWFKOc9NG9YPVKTu71N7Ta9qpnrPW7Crr3jLoq9Vu5XvdFPHb21UWK+8psNPthwGT47zF29xa69vXA5ST7q/2c9VR0CvnGLiD4HygA9SjxNPrqijL0VbGE+91N0vCSP1LzsStI7EuISPW2aqr3NoF89WOV4PRD2lzsw70295vmFPJojXD0eyDA8L8XjPQVFjT1L2be96TDhPIpB2L2rXpG9jTS/vdg8oryMya+8NdnWvUQLCzxhjqy9XA83vf305zzliCM+N3JZPdBzvT0JRvm9/CIKvtSBu7x2SL28JR+XOZeXB71k87e7RV90PYeXK70eOgU+JntKPY6xorz/Ka09BrxqPetPiL0+dUq6U3rOu170iz1+8b29jDVFPmM8MT4s7zI+zUO7Pngkx7xDcYu9bfwAvlYTiL3gT6E9HbSOPBoJ87wJq+y9NsA4vGNCrbz2n/W9ZhCDPTOdkD1QTf893yEMPXbOAb7ZGwI+yr5bvpOV4LzVulQ+RrYAvbjbAr6Dq3Q+/fvKvQkbEb6hkce9Ie9RvdR8ur2Xm+49jeK5PQcTrj1hQxY+4GgqvQ51IrzEZbC9lGqZPbfPcr1e5vi85D1jupA7Ub2cQTG9c5P+vapsgL17+K87dAuWu/t5IL1V6O+8pOoRPUo+eT12Yyu+kpYavWN7jb12ruQ8VWbAPE4M7LukkZ09gHtFvQw7BL7pMs+8vow5Pk9IMD2Df+470EP7PPaz+7wKEV+9roHdPWpJ6Ty5yPq9zXCQPaQ3gLz8q9C8KkS3PN/oBT6NkQS6EEANvLqlLz4pmos8woLgPRshoj30PzE+cNk2vbmFvzsY3SS9HZqYu76Uvj0WiA0+CAowvmxVyT0Jc2o+T9b9PRpozr19OaO9KIBcPFME3byemmm83GODPNM9Bz7oGFM4IKMWPsd3yzww7za8NHCMPYjXbz688hE+xDfRPBBIjD2LABS+XUlgvIWr8z3ILyc+LE80Pvm1RbvjKrW99g+APFqYC72shXK9HjePPL3asr1YSNa8HqxZvCtw7j0tPLq9LP4jPR1mYr0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "U8RnuzgNezpn3YC7tCi+O1QbZbwXbja8KZnGuX1PGLyGBS290c/0u93kqzwqlwa9tMubvDSeJb1ykEI8pdyAvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 