{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "LdwmvsupBz3TqRi+qJxAvgpFbb5pyis9UVzlvRD2f7y1Xp69sAwDvkZDNr75xhE+OB7OPVLh+b1ZLEY+zkesvT/LGL6i03S+fH5HvWvHGD55bRm+SntUvin1mb3slrW9E7okvWCu6j1tGHq9DucsveeVOb1vMS0+KVXRvVKRJD1u2aI9Q5PDO+F7FL+4kpk9P35WvdnPST5GdOc7RQ8tvqbBTz5arne9yGgevq0YIb6M6Sk9VKz7vRA5S74w/aG9HM8VvUiaA7xXk9i98bEePfxpYL7Yx6C5aPtrvv9hAr74UHa+yXAQO4sDTr58hqa+WIHDPd3TCj7MRgW+p6MhPR8fG71fFm2+9FkTPC9nwT0yT7W9hiUpvtXJ1DssJrW82DmKvfYWGb5I9xo7H99+vlHWX77kvCe+iDRwvUbNEb6FhaM8sdB8Pe80Ub0lHuA9hzSGvu0Hx7yKq9q9NJd2veLyML6yYYE9LW+wvcJqp71HaHu+dbsEPk4odz4606i8NCZIvpoeKD0oHBk+mNYtvYgkEz0FXd89kzgCviSKjr5I4By9RQThvgF/aL7y9aI+8zahPLiKUL1JKY69TI03Pj3TPD7Kiwa+EEYAvkdrJL46Msw9DLiVvXE41D32QB+++Q8jvnu+Db6s54I+xKKRvW2PKDw3T6K9QO2Pvf/xcLzzTLK9d6QZvQLVJT1e1Ca9Mdu4va1JCr5LDsM+qoANPkne1r3flBm+UESHPqESxb3phnw9mF+yPeA8N77iqCw+WsCkPQ9Thrw4WVu9p/qZvSD1Vr6S4ww+ElaBvA5MFLrU61u9CPRBPdNkaD0DQwA+NFmJPQc3xT0HdRK+oDecvRgSDL6jyU4+5fJaPSz+/73J/QC8ZQj5PfMG9DzecYE9nfyqPmhnybxlWmC+k0WzvYK9LLxRVHu7+YGPvUD2KL39HUa92w8BvhmzfL5Ioym+z40evl/6/T09X6a9JFfcPY4Vi75XVri+h0S1PRfIdLsEWJg+vqBCPs3b0TxTKIc94mAXvuVBcT1abZi9d/3fvIC8NL5drs49sScEPd3osbxQQa69niUmPmpcID7EFoo+IvGpOwsGV74Ngkw+E1aOPfa8jT0MXbE9YrCtPQbJKb6a0Yi8kmhZvvPGj71wZ1c+PoGNPV4p8DqA1gi+C/ghPgksTD27fyG+TS1HPTH/sTyacx6+IdwEvbt7Hb5J6MC8sjuSPVbgrb2q8j8+ep8vPndgyryr3E6+so7/PUfyMr2oNy49CSdSPACliL1UwBI+ifVlPmigHD67vSC7OzYlPakAWT4gBsY8tSwNPiZVMr7AS609yWYtvmz4q70tjIE+2ieAvutNfb4NCOy9AhT0umnPfz16Nai7pdMEvY0wZz2eKYC9D/PQPT1Bpr1HE0y+WZ1SPX/JE76FfSU8VglCvuQLxL12cI49Q3mrvrZibb3jHXS8XdATPopbND7Z2+Y8CDclvqLpPL6CNyw+OYUhvb/20j0toUs+tc8/vvzUxz1yaQm+j+K+PJ60Ir6KTNE91LuBPqftpT0fgSG+NyPyvOdIJD6GexS+ZYhDPtn0hz1YpyE+BzcTPmcZEL3WAh6+H+fnO9lZqL1uVwW+h6QRvudFODzb7yc+LTO9PfGtUb5wPSc+kO4evWa4ez7rUhM+BeWNvnxhnDy1goU9B1b4vDGWML6+yD4+NWHWPbgIoT2IrvK9rlYivS/hyD3nC7+8+GRTPmjzOz0m1Gw93asxPVWCvbwoaUW+fLQOPj+wor1Yykk9VFASviF/M70f5KU9rXuAvbhEczzlfno+36COPRqVOj5biQs+q0qRPfCHiL1uAd09S1mSvhrw1r0gj+89YZEHPboTO71XcI88H+5wPEqOw7tCrmW+NMKMvG8FD76E9EY9olFnPlebEj0NaCq92JobvsR8y7t2Ot49OwDKvZk6Fj42DgW9UxdaPru/Gj6oEQM+8tREPQGdLr2nelS+2WCvvudmcT0JiJo9apP2PdLcYj2ejEo+fHi3vVImTT2bBjk+7TktPuJhAL7NFIS8NootvkySd76DSLO9N9IoPswQKr4tHvs9dGIEPXTq4z0pr7W9AtISPhHzZL6Gfp69VfcUPjkNjD2h3bu97Ce3vf5FrTxqKtA+6rMBvahPFr6skZ49p/9WvaMt6r03wDI9r6f4vGb8FL4UkxU9pCRqPLRqCT21gQ++4LH/PSphfL0em2M8vI6MPWY9Lb9WgTu65xXIvRUQEr5zwKS9/2kuPlVHEL1w0kK+JKo3vlboLr59goG9PUnWvAHOFr5g1gW9sAl6uwHvAb7BN2K++VTVvVKgurwr0ra8d2AFPku0Cj52KJA9ngmNPc2qmz06Md49mukdvqxVET2pvUs8RjVevjP/mb5PoK29heOpvmE8IT2MDYK+72yfvXUcP71LwNk98OuKvszafL5jd8m+2GilPdZcwL0s0P49wQ04PttEkb2LWL89HXX6vJYYJbxAkCs+7TGCPVNHRr5d08K9sQ2HPldcgr6JotG9VC+DuKx49zzO2dS9Vp+FPtMed71y9XK+9xRQvuS9W72uZdo9JeVXPk3Kwz2EB8S8LjKEvXM6D75LzIk9e1xfPSsAbTzyv5Y9SXj6vLWF+L2kMuu8Ng4tPhJtNL6Nzx0+eoPhPcvNSr4Szi6+auh+vq4ebr5YTJg+MAEKvhNIGb4n9SG6oR6uOxJ/2b2T/AK+BHGMPBGSgr3qSme+tlHSPQCqJb5yK4u+z5OtvlJ4170As04+gn/RvUv6Jb0ppvG8/0FsPXCinjsFE5c9i1ihvQMOmLwTVvu9BGk5vZWKPDy2QJK9LivPPeLl7z1jWye+jxPEvUBtAj5hvFu9kxqDPgj+rL124YI9WOaaPfUrwT2m4e49NshPPuY2a75SdbM9lLeJPeL2VD5o77k974dTPedPPz14yqM9Q06mPhU8crzQ5FG+D5Yovm456r0/xNQ9A03rvYenhz04bha+YdbFvMRZX72AxQy+JKCyPTgdaT1A+EW88s8uPtyxt77S4HK+twP5vUnZRz00Ra499uDivXRe5D1wuMq9Tj3zvQ3RaL1Ulom+EEYpvoYK0Tx85DI+me5KvlGDCL6gUZS9jqysvccTvT7wuZ49rjoQPt08bjwucHU98avAvcYm0TxrsD49Obr6PgEllL17uJW8YMeJvWy3yr4iLlY8hoF3vmrqfLxo1Zm92A0OPXNzozsqBHe+CverPnTJN74BfgE8+jsXvoOphzzs3hU7sV8DvmY7AD5KIPa9ZR3dvRH95L1tjKi+fnAQPtOxy77HSnE9JPOYvGX3Oj7HMC++o6DFvSb1oD5+ECO+5dEgvgYjNT7BMVG+JpIyPhiJyr03vAG89xXpvXMk3rz4I9c9CsyivdbMMr40SyG9VGyHvi4Dcr5aGTY9Upe/PR9CTz0kGou73DMtPiu0nr7YiX++JXCrPgDQ4Lx70yW++OZWvo+ver2gLpg+N0mXPGZAsz70HOQ9zahJvndBET6SNfY8ZmdhvXI4HL0PJKs9EDhRvo5PEb4BDAG9tIkvPif9Sb0WSgW+7EpePS5Fyz3fmTy+vaHZPTK1e7wukYa9V//nvVssSj6fU529zcjWPRQ1Lj44HtM9O4HKPWOU7b1fpyu+LVYnPd6HHL2at+w8bgOLvfT0Jz6nrxq+sh1bvv58Cb09LZC9+UbyPN9c1L1db729HhaDvoqOWz0WI6G9fUEOvQ2sxL2nYyI+Xycbvu9u/D1SBUu+lO7HPVrqfDx2Sra+W3eSPdxkbL1ZimE+3cBHPjna/71lQQu9/aqFvjQaeT63WI87Gd0cPigNS75wwJc9m8kDvhMFOz7WnQU+AGy4vKssIDuwTRo+eNEcPk5x6T19i5o9bdwSvnSRRL74m44912QMvguBgz0SJC88SbcUPni07bxm5ni9vH+RPLdN773Rgew9QGEZPsqt1738d8+96957vo77FD5rbZY8onwoviZKGT7spJa+8RUuPr0Ymj5+0S++KcuKvceujz04AiG+evRkvrGtSb2JWdK94r9EPfZhyD2Q/hE+TQtpvSiNVr5m54W+Y8xbPiJCjb6Ibyi+XyGcvn26tb54dyo+n04CvuL2Tz6RiJI9MY9sPoR6p7yS//U82YjSvEldmL0R+Rm9uD1uvmFzBz4wDS8+sgwDvjcMLr40K7I+eJBPvtLqHr5PZNM9Y13HvQlYED6kchi+yaGRvUdzF74ZFuy9e67MPTDSvL3dHMw8bMaGvo7Vkr2BUEK+tqPGPZz3yL4DTMy9fBJpvu1cYz5uLpM9KkoNPctpcD2Ubo6+s+HHPKl5O7ybPji+AcvSvTFsrb0piiW+4hvYPexEOr5gABA+OZlQvpq8z7yx7Na+H8ucPlGDXj6Rs7+8XQtmvkj2Sr4fiBE+ZZBUvRQbWb7loWa+B8rsPaKoD71WBNm9ynrCPoDOgz2+KvG9IfgFvpxFrz09r7w9VHkTvSK2yr0TD7g+Vhp7vpfAXr3nQTm+mxXRPZS5Lb3dR5E9QJnYPY2Ieb4OQRo+DxtzO3b5eL7ZGBi9NBHkPa6dHL6sc8q6skWCPV+mFr4fPoC+ihp8PspswD5yB56+WeMuPl12TL7aLVO+zAxxvjAxaT7C7Qg+E9B+voHonr1YmU89hEQMvgf7/j3BxyO9nDmAvs/eeb65QYg9kWKtvb85uL1BE989otKKvR5ptb4ekjE8ebevvtwR/7uaecG+/vKCvct0Gj6aPag9QZFRPpKdJL0LHwQ+AfLXvZ8evrzZ0fa9dHPDPfPfFz4vVT6+wstXvYR88jzaHSG+kBrBPFeet70ldXc+ULjFPFVYar7S7cY+yJ/mvP4sp70yUKI8CZxIPu/vjL3Vbi2/B7tovmIje73XLdC8EACZvJIwdD652yk9peBvvvBTkT0c4lS+yy6Uvfo2YLx9jWM9eWDsvO+PSr3ulX8+Fe8lvjSLsT3rrw4+8vgkvnIosDwa4W49tT0Gvqb2mryZjX2+412LPMORar487xA+hSOvutpfdD6qIrY8JnVPvuZvk779LTq+yZonPsfX+71Fevy9V2/Fvfx3hL5SJQG8k/3EPfyFBr5D6ie8ZBNRPqfti75JfHo+coIIvVCAtb7cZts98OyKvQWuDj7Yc6C+DUvhvYms8r13QHS+IAllPGBWRj4LYi4+kPuqvh7RBj5wlES+HsSIPg79RT7h81w+J362Pj2DWrz3L3G9lD1tO9zQKb7fxY69M4DyPSaIVD70jjE97zUtPr54Cb4e8jG+JUTlvdMYjT0XRLO+nDtwPRv3EjyIkRS96dX3PQWOjT1kuku9U6E+Pj2GWz6BKQu+fU8+Pme5pL3W6zI+arBbPut1A74UY+k+XZTLvYA81j1oUHU98s5avoDunj2zeKY8vRPjvUIz4D5RqkO+8LPVPb5j1r3Tm4E+yVNuvD0HUj1t48W8jB7kPclJhDx69Ru+VRpgPl9igL7ITVK+KEbRPkXyj75erCG+bqTfuyyIqL53itA+kCo8vlazrr29kz89fwwWvlPKC72QNzK8/52ZviV9fr2zU7O9Lr5MvswsHr5qVj++CBM3vhGAgL7oz6E+rXYBvTwSNz0NmJw9GHabPnm1kL1koJw+c3Fnvob6e73ifKY9COWEvsPtib4L5U86R1ytPDm+pT71WNY95GWpPukETr5PcQC+N1tsPghjgD46WBM957/yvLBS272Gj3Y+z/KovqBjJT5nKUU6946CvqMMjz6GlDm+oCyJugQiHj7Lgai9t6T9PWpJUL6Q+dK+IhpyvolCtz4Yvie+wEHfvrqrWD623Dc+EKBYPv7DZz6USie9ssMTPsKl1T2lNEk+ut+oPSenMD3C6YS+k492PaoQ076Y1oA+wB8vvR6nor4mk7a83P/VvUHoAD6aUPi9pCqdPmu09jp4a4E9gUx4vhugOT6ckJE+0lUQvrPVxb6OEAK+uYTTPXEZkD1UXpm90XGkvfdPQD4MeTa+zdBHPRc7tT7d8mS+8rbXPdGO5j28oBq+VnD3vWKlmTy2ngG+b55SPhCZ3D3ZK9w8Vt+MvbRktD7QDxy+zxwDu6lBPL2QNb89BqIJvnA++D3pfZ+9om6aPoAPMz4Rrrq9U/kcvq9IeT1kKa2+DMikvGbwOb4uBMc9iJBHvkck87379Ee+Fcg+PWp8fz0od5E+NULUvN/H+bwVTR++7gZDPI7v4b3Dd1G+jxIEvqjoWD1Ij5c9Z+WhPfsHCD59mwq+n9RVPrlgnTwIjr09T+LDPAZ4BD0cOou8hZqLvrbdQL6H0cE961ZVPane6zy61l+9qBhLOns2Lr+7p0I+l32zvbznZr6j29y8B77Pvezypb2u30i9YEZnvRP8Mb6VzYU9wrwqvnxy9r2PbCw99xAAvnHTC77Svzu+MKBZvpcQPT5Okju+aJv3PdLxD72/R0S+Sh70vRF1Urw6+Ma+jXCtvVzqqz2KhtQ9S2hhu+0P2zx5lpm9Yhc1PkicJ75amjg9rbMMvqeV/j0+Dea9kfP+vOuIqr0kbpk9XUt4vDzTkDzf2KS80mCEPXYCzryIxzi9DCuBvVIrRT6OiZQ816eKPdTfDr5jhI69cz6GvVA6hL3+95c9P4REPc4fGr5s11c937DYvP8rg77jF1y9qxrivUN2xT0EAbe8XPoQvEVptT3s01O+NAFtPBMzlj3K0L27X/XXvkZLTL5Ppya+6lJtvWnAQL4TuA6+L1alva1CgLuY1x2+mHSRvYZofjzs8UC+3vfZvaqmOTzanPG85RDRPKorEb25SBe+zjLyveT5VL5doDe+oMkMvXadkL1wReG73/AevTpOM77DuRk8UbPlvRbFDTxpEBc+N6VCvL9EwD3ZImO+tRkgPvsNOD6epdg9uaySvRBTD74/UAa+zb5XvUQFOb3wVew9083EPPV2o7ts8hw81ZBKPc2afb3+U0G8qWHEPf1WbL73sRM8aXPUvQipBL4fYCk+ztH2vRtHy73reik9feqFvfc1rTsaOHy9URHIPRwREb7tAxY+2RPBPldFWL0wMSc9lI56vUCvwD3ombU8KD4xvnV/O74F6Gs92CVnvnLAoL6f2qs8x3ajvfrX4j1gvQC9Lg18Pryit75EaH++qVwlvqvcpj1ifHA+S/ZAPVVl5jwUXbG9whl1PTbh57zkway9NwGOPcTSYL64CkE+PB2LvuJmIr7ThpK9PVTrPUsXKTxO1D4+LvaCPWzFfr6in9U8jMyqPdr4Cj2crSo9UMLIPTT8Aj6s9Ac+z7koPVCerr4dSjw9isSvvV/6Gj1Dicu9JwPcPSFwkrwlxWe+UY4bPiRnJr6togm9QDtVvTHjDj70pYQ9bBhMvbqWx7zSQ4A9kqQUvsr1672DpB++X+EwvkORmL3Bl5E9fChNvj+6Vj435R46Svomvo0HTT4+2g89zmU6vBkjmD375fQ94KxhPWyPlj1QXhY+UpmKvi2Yxb3s2R0+WvCavh6lIr2DhOU9B5gIPDQeFL7MjIm+U2aDPHOjSj7ClF29Yn9AvUoYGL6DRb29XG0Svdx1ST4yV329HT8wPiTqZL5jAq89xo7pvSkQqD3VLSE+NKPAvacDBr1MYxo+LN79vfxaLzzhflM9xVVhvZG0Bb57cQ4+TrQtPd91Db28BIU9oNiPvGzN/jyA2Bi9D9pFPsLTcb2xU5k9r+JYvWF4Uj6ZN+o9ijU0Pal52Dt6Pru9vpufvZ9hxLznxao9uzY0PZpzETyK5ma9IPoZPi3aIDxKalY96RV1PcVIJTw36ho9jqu5vVTJxb3WzJK9+cl+vcqGor000Xc+7SROvvLH8r1TJyg+j/OPPY1mFT2+qFy+l62sPmzv5jxHkcK9+uJxPQrfMb2kDVy+vVFqPoHcXz2BtCI+BXB0vuB1pb2mzHA931Ebvp1qWj3J/28+F2ltvkjaAz7plxg8BTiXPIHwkD00SCM+AQojPg0nv70fhA++mJKou1eAxr1SNus9rWomPGuQBb2BH0E+RnwiPkHIgD6ZNVc76s9TvSnYCj5qh0++boRpvaTbtT6P0Dy+cQIIvmEpkD3E1s89bVp5PdRyKD4q2yC+kzz4PemuX750nzA9KImmvAnDZr20dBW+Od9kvpta2Ty+r7g9tN91PS0G9z0BoyQ8W36PvDrJwL2MU/w90t5kPs73Gr7Hcqo8XyPbvX+2AT6L4ms+7JNGPDQKvr39nQ0+q9F1vPHdVD6MN6E9fw9UPHm+bLxCygA9Iak+vbO4Tz4MlWO9pjNKvmxPsDzf2wi9ofbevelkMr6KzIc9fZA9O9wtYL6eAPY90AMsPO1WJz5LROe95f4OPsGdPz7C40U9mH3UvV3lsb3KjE88iNEAvdWv7j1HjBG+610avAxzJD7y8SY+L2hYPYXn6L21Zh8+FD7TPSQZbD32fYQ8LYY9vAY+Qz6P6xe+jARVPkg7W7xvHc+9AaHgPKD2Ir7ajRK+26MnPY7cb70zS5M7jmhoPZxWjT0K5ho+qPfrPa66pz1AkRM+3VE6PlXI/rx0Nle9YnRVvudAjD65gWA+hq8vPmCnTL24ZnO+1LcXvGOrkLz6Tws+u41NvqEEWj1x/869VCOpvf67Tb0X4FS+29XBvC2NEr5I0eg9HYV2PYSkNT6ON5G99OoQPqXbAzw5PFS9Q7rTvSXhPL2Lv247CpUFPhXf4L1BGZo905mcPtGS2jykpJ29m/R7vcyigb1Ndn4964lTvfDNcz67fhw+mo7avDZ7VD4pUko7e/MKPaTXhb3wMVe+tjr9PDdOV75cXEC8Rgkyvpo0Fz70cC25cCjZun3hi70IngO+BiQJO4GvS72Bx0E8Lyd1vlxWhL1c1Ru9VLe+vaTlcD1fYEq849GUvVDZC74WLZ89BjFovb6tND7cIGq+E2YiPhftxby1IYy9hyeCPkYbGz6ggmc9Sy5Vvn4n9zzhbP+94OjqPU236L2vZ8s+TxxsvuFF9zyQbw09agQIvlf2kL4NMRe+O9RKPTNSZD7vE5Y9+h8svqaBab00HqW+DmoDvlUiIj7DY8+9MGp1vXh9Cb5G6p+9cdyfOw+Yyb1z7U4+hsSJvqNDMD1fDTi8zRSXu1qtl766skq+JibsPV0bEj67oag+73gPvgYWqj4QUcM+nSgxPpSAHb7ai5E9nDtdPXrxrb1VjOY8ekQKvia/IL7dWUM+f1q0PdY/L703E+i99HUTvvHDNT7Ir1k9hy7TPll5ij4V0tu9bHEqPnqZZT63Fw6+ZBmJPqRco72tzTU++c+vvXG6Ej56zYw9Cyt+PlhSfr557R8+EFqSvqFTMb4Gj0c+z0iGvADyf72cEgE+3I4HvmfKpD0R0Ck8a9aDvkX5H76Q0yE+EZOZvdGCUrpzUFQ+a1P3vPdbTr618Sk+4H0mPqrEgjzZL7C9kx2fPuwPIT6oewY+pqT4PYeYUD3Pugy+MpgJPqz/xb2OriK+H14dvsU8Ir6GlqS9ochxPnjezj2DVMK9pcyrvY4BEz4S8zi+V2qzPsm/PD5uUJm92Gb4Pe20vb3U0E0+/PJhvZPmpj23OGe+yEDtvaVNeTixviU+Bj89PuWjzL0E4ow+W9WcvVA/7T3/JEQ+m3UbPT+yIT4VL5m9sGsgPgIqR7whtaI98DVmPmeTdr4bA/u9sPwFvp629b3Os189Kd6FvWN5Y75c0em8T4ufPtUVXj2utFQ+Az/evHDvkL6lznI+5iRqvbBSwD2W05U941O7PWt9ljw9bYu+QBSSvtwt1j0vBaS+edsgvjBUWz4YPoQ+pXtqvW6SX76MWsC9O8yfPioEgb1xtzK+5poqPkyBJj6RAg4+6LcjPqY7kT2awg69+QEcvjvFHD42zgw8IUYgvX85OT6Gpiw+Gh7nOxKSib54M549eE58vX0s0Lv8Z8M9QmR/vriSLj6dD8u9GmX8vPqi2b5Mgo08El0APgQp8LzFiES9MxEkvnoXQjxiZwE+LQreO1OrJT5yfIe+upU4vus9DD4Pvmy+kyGoPlx25bu6aRM9j4OCO7djj7xCCxS+uoB1vuC2Wb41cti8enimvWS4QL5ecxM+gz7DvArb5b2o2La9lkCovFl/Ib5Nc6i9ZpyKvLHEQr4gb0y+2mjxPOvv/L1iHWI+FIx1PNXZgD3bSxa+qSggvjrTrj4EQdg90VAAvZUBy70mUq2+ths7vuZyNr4qnPC8D3KdPl+pez56fJ295G0AvuAX/j2bl9U95fTKPfv5VL4aKBg+3mOhPSKFNL5f3sU8qNASPmZfSj3rHmO+hEhNPb5B273aZLS7tfWkvfjLFT50zKw9nS8Mvi40GD7g89q90e8dvRWcMz6YlFQ99rZRvV8ymT16dUk+yyVKvtVK071jizY+XODavbBKB756iA8+3NWUPdaN0z1xKUs+T8NbvBPgxLzzRSG9P+8ovqc7+70FoZm9bx4YPD4k5rzvfhk+hlUQPrsYEL71bfg9MgpMPiF+mr3oHdk9K5s2vp/+Qj4veg4+2G7gvHNgVb3D6hs+Atc+PiwsoD3nT9w+NscBPjVc4r0alLC7+G+9PW4LhD0pKQA+8A+RPoPNZz0TVmK9QQsYu2KuNz1rzj4+zLI7PsFP5roEcHa8FNU/vmpe0r3h91u+SyiJvd8HBr2/tmg9i7sSvgVeDD6JS9m8jTsOPmkzob322G89JoUZvqeMnjxFd0U+6YMYvnpacT68mLI9OzaXO6AXhLz/1V29oCjDPVEEfL0d4YM86pOcPjvLrT3afBU+9X4DPvX0YLzR9TI+xNNAvqXbgb2HLZq9C7t/PVnRi70yAFq82hu+Ojk//j2fXXe9OyzIvWqitTyth5q9r/Aovna1hj0/mwk+/SQnPtxSQz56ByC9SIotPkxiPj6IZ+m7ygeAPgqvn70of0I92m8BvGivoj0UMRa+GIjFvF4RHD69aaG99R01vgdU/7z052C+H4M1Pl9Dtb1tE9m9Cj3SvZUVcj7gobU9HxHJPVi2Vj5P5OY9uEDaPU+E1b2/Sog+6iFRPhZK7T3kUIQ99GrXvSMelz0o+H6+UiujvIqycD7X20S8EW2SvYJPSj60MLQ+6dSJPeYy97zIo0e+LRnovQOhLT2EzIM9CEy+vDovdj4bdR89WiC/PQUTRb6L4NK9QHO6PWVvRDwNpfe7QK96u3Dniz5u4vI83zaRvjeUND6oV+C9ZLElPs7q1L21SSk+fyCHvf/wZL3BiDu9cojRvP6rmT2gu1G+es8WvjFnQ70dgpE89YjHvUALnT13OBi9gFGqvXC5wjxzWXm+L+zkvcBQXD5liEY+rPggPjMFnDr9ajO+h3FEvv+F/b2NjZ89dEDkPSN2XL1NVr69FjwbPVg9ob3JMiG9Gx+9PeVlvT33vkU9n4bTPaZ1Uz69lh++/U+DPvrzIL6Z6vo9Qc6evG+ZDb4T++o96n8VvJjCV76s4fS9jIqNPfhOmD23No4+n0BePNLsAD1rZwu8w+cQvT7Lgj0fvp4+M9wKvsEcB77/dV+9xC8rvvdYIT5ZJbu8kuGPPu3/BD4SRhs+kIHQPlLzkD3mWKm9ojaKvjyKHT6RY069o3livhB9Jb34JHe+sJeoPGt0i76mqwq+Zi33vF0c3jv1xNw9i7o2vVqIgbxMxtW9V+nNPcOpND5suoi+BlS4vMhUAD1KbdA9IFF2vpxWbT2WD7S9I+H5PW0GTr2ENZ0+mhR2Pswsb73iLzS8MCKfvS+Toj7zLA8+VtURveuTHL66rSI9HhUHPnqAAD24T7i+eHIRvQxgJT4RA0o+wR6ovTO4ND5zsoe+4P8cPs04Er4waBM+RmuAvmapjrxVhMI9yJRyPmQIwj1FTo8+D24SPmf3Cj5x+gW9SJqdPKvRFL5EnRS+/lDnPRPYJL3BcbC9M9TnPNkjAz27M7C9CM2tOw1YmT10dhS+lr2bvTuf0r5do1c+OyBuPvn5LD7MIQU6kMPTPWw2Db0zvoS9dL4MPR6iiT0qOyu+TKnNvX+JAb1vHYK9JwmqOvWGF70NVwM+XuEkPsPSNz4yT0A+X1v2vZc9kT5/mBc+h3bIPF5ti728Olm+JI9gPu710LzVdDG+335hPneKLr79xSu9lXcKPvfdK73f1Sk+gS30PXbUO7xWtmy6+JvMvQAduD0Kk2S9WV/zvdATJbtQkJ46jJocPe/5iL215TW+oGdmvV9ngDw5jYc6WlwXvglWc75iQgq9f2iEvXFkMD6iFxy9ka4dvZNrEr3enSg9orwSu5kEQD5ZDJY+LCsGvQgTG754PYc+UcMePrBoHb4Kb7q9BxEmvu9Ngb1S5gc9fCUdPkbjcT61drS9coUEvnKS1DwC/2c+2fsEPbMYDz4YwIu9os9TvfT1Fr7u7Og9x3jAvcmsLb0KvB0+ZCLIuzocKD7EVVy9hkblPaEaOz5b5U0+oLv6PWWJl71TLeS9IXKLPmJm9D0YF00+4HKuPag2Gb4eIW69jMIfPpO2wr1l9CY+OycWPM87pD3g2ZQ9GOzAPdOe8z2IbG+8Zi9cvbmcJL6LgvS9SF0/PhEpkD0XmUu8ThQdPsn9mz1pYv492hzRvYCH4L3FH3c9kjowPfeI1T2mz1o+RQiHvf0+Tj5fAsA9YAkMvfRBiz4HoRK+H0a4PYTPCz5xyNO8kR8PPUDhlr2qjtk9b04GPgAHRj3fej4+obN5PpnK3Dtz9kC+UYNoPTcaqr15QRo9j0OgPUpsK7znI9q92o7FvIxljz4yUlg+hAP/PDLHgD7zaca7qOLYvb0c+T1vLuM8zyosulMJdjzu7fY9zr8FPjczTj0HEyM9kqcqvGzRNz7zDkc9w6wfvZbsFz6qVAS9dsvJveUwwb3ff6+9ihMuPoLaXL4g9Iy84QwSPWAkSb2IMac9oZw/vbfWqrwCjDM+/NiEvKGC5T0J1J89sczyPWs2r70YLxU+WEUUveK37D0H8oM+9ilGPqGeGz7vMz4+xUcGPRbGoL6Qdn4+9Tw/Pm5w7j33zjE+KPvsPeRnbL5AIze+11WtPvnWpL2L0x49uyaxO2u7X70fNHY8mzk5vto8rL2KGa08ahowPrTIiz1t3Z68rUpwPZXA8j3Sz8a9eEIFPjdM8b7N2vs9EWjzPSlMBT4MPo0+x0jovUKkpD5BA0M+z+ufvW7IfT08vco9TXaEPfhOAz44ZlK+/LoWPnaSJ75H92M9ufW1PSeOJz5XAoC+RleRvVlz5D27HsG8MDi5vuB4+D7EIKc+GvXePU33r73k0he+Zab6vhwsnz74lpy9OFf0PWPup7zBBLU9E6GHvogeKz1UkIS+XQ67veF1zz1fEUe+rVOMvCRfxby/bTC+NVA6vpUZajyvwJo8ZHjBvi+3yL3laiO+5oU/Pgy9vb7HbTw9heCyPQ8ZPT7hfmA+QWazvWU6gT5MDYa69/nqPQs+jz0zLIq92p06vqTojz7wT2o9qeBSvHdtDD1bo+W+TUtyvRvQQb4FYpA9hP0FvrVmab2iNzq+AxeZPfHTt71mNC4+d4EWPEHb7j3Vo4O94WKCPioB8b0aI1m+0o4mPiJvkj6gUwG+wMDnPad9Eb7qupW9QPaPPVAa+TyeKTk+IFs2vogF0rym0Vu+K8GOvQNwy76sFNk9MXxHPQFo6jqUxny8Q4yEPpCU8j26xyQ+mFFXPjlehr7GUUA9MDS8vH1v7T1Zly8+7V7svZr2/b1hvXI+RET6PbflUD6xLSE+uO2vvJ9OkL5w0ze9xSGXvOEnwj1erpQ+mCu4PJi3Yr5ZcPE9emSwvDAx+zx1y2+7ayyYPeXFhz6q/WG+EJCUvoSsEb4dXnK+AZ9IPiFNBr4V42k9lK7APhf4Jz1R18k9Zw8Gvrt0HT05Z5s+HTqAO3bpmD0WIl6+VmX9PaPm2726E3G9q7BMvp7Sbb44udi9ShsCPuZErT2XbJw9UKtUPq6OmjxTwZM+WOH8PQd3Cz466Le9IskPPq95h77peIq8Zt3TPSdyID3JtiA+pme8PCVbWL0Z/0++7yK7PQk+wj2HYke97NgvvpfBdL5Cy5a9XEmzPTK5BT7M5xe8FW4KPjgGez7FeLa9dkIiPbGLMT7BmV0+ewMJPgqG/r06p5E9luVBPmWvSb6BCzY+c/ygvZteRD0yblw+8PLEPEOZMr3B0Rc+xi5cvZDQqb3nAGy9NweGumYiDz45qHY+H38SvfHvHb490qS9p6dMvSNsTr4Kjmg7GIVfPQ8XGD7W/2c9JTKMvq/yTL4bIVS+iuqzvdLWRD5FiqW9uS7QPADUgj6KEZU9uN24PYGZlr1mxDA96kj/PX8dgr5rQPo8iJcpvhqgTbyDX5k+BLIGvmFCvz3iquK9g6P5vEe0Dz5iAPG9K4AGvkpwUb4S3yc9X6uFPIOnlb1fIzA94tLXvW93uz3ZQq48kmcEvgrbTT67YI49bgPiPSztDr2vFhq+7PWwvXgNT75jFQI9cWfVvOX9nr0q8Zy9Z//3OtlIu736IR89Tp8Yve+zaT1Zgii+X+QMPQ+HfL16Fzo+DEiYvSMNA72OyF6++ZoaPp//HLwJdby9XhNXPgOWqD3A8008XJPiPTqgZj1bgWc9ljMbvlNPrTzkjAk+a6o2vjopSz6BdBm+n/RNvWiDJTxZINM9DDRKvaa8EL5G+Rk+tE5qPYCjFb4/3JE9GzLiveC2kD2+7Fi+tw/hvWhb9DzH5DA9gRFtPim6LbuDWja+ZHQJvb1Lgb1r24U7BPOOve1GP76iV6y8BqONvPtZz70vQ8+93Mo0vh9Kqrs1xnA9yFgUPugRHj6o5AK9M9KcvT+bPj5oYfU978iTPMf7vT342QK91NBPvmWQ/T3Szeg9yCMcPphqor0tjzy9KfgFvvYgZD1Wy7W9mUEAPrB3+b1w642854QvPY4TlryqYvS9OVxEvc/f87w6PAY93d5CPuilkr3EQXu+zfhzvr4AEj7voBi9seaGPW0Chr5pOp69kC7tPI3Ijb168UW+PRyPvT0jl71S5ly98VzUvXGE272pc5O+DsrqPcqWbb24s6s9E/uXPOyENT6lz6y9v3PNvDzwsj2GJEm+mvfWPkYMsD5254+8gKSAvf9T2Tx6zXy+4lhbPTgniL4gsrk+1mW5vbU+Ir5A6YS7crE5vuVXfb6GDYi+NpK9vRr6iz44ERQ96F7zvEUj3L1d4Gu9v3fwvWWRn70fqN69LlBhvjQVgb5grXy97zA5Piize74Iwtw9l/c7viMyWj5dSZ89hmyQPZHYLL6DFUC+saGWvnZKTT5L95S+EStMPhdQkT7lLji+JtJ4PVYl+b2cYoO9HLjHPfIrdT70Vew9j3ryPQpIU7vYZOu9iguGPU4xp76IMDW+lhcFvtI/jT7XPSa+xQRivqRl0r79o5C+gkhmPujmOD42OSU8i+6RPuXkIL5l9aU9BJArPRgZSb6XRJA+odGDPmYLnL2YZIa+HFkLvsGZhj2m0jU+Jk9KPKU8qz139y++WrA5viCo9j2+X82924rIPu2axL41fWA+TmmtvUgCwL6wBBu+jJgYvr8Ij7669vE9SiWLPbvHjD17MhQ+gRLAvSf+0r29FMC9+khQPvg5mr3h/uM9r00bPeXcAzwwrxG+YZaaviEdU75e0oq+qjx1Pp26KDwuiRk+RYepPJv7Jb7+sGM+aWrivc1oGT1BZhc9SzEuPutUHjwBcpk+UnKNvgqL3D0VA949wjxWvk/6GD5qL+A9n5vJPce3cj2W3RI+ZXy0PRyq+T1d+Vg+GpVJPgqfAT2QmgS++RP5vVQwLT4AoKE9vVrsPTuaK74IW7s+/AYwvje/IL7SUoi+MG0tvHAvoD25dBQ90zxbPfzOcb7YFai9cTNSvMN1CD4pICM+vhyguj4d6D36SqS9SdlbvES3RL6q4Xi+H61AvmU8Ir67OjK+Et6bvmIiEr6S7Ku+AKijPa2NDb52QLG89fUOvzwn1b41j/E7tbUePPJONz7sID0+MkQLPcC76L23OnS+jQdbPQdfoT2uY+A80AWIPAeZRD6KWtO9YDC2vfG/PzzJ3m8+N4EQPqAKsr0RKIk9OzlAvltTeLxfATq+6IECvpvrKT5c0iW+OzUXvpcZBb4I0Nu9RAwBvt4VgD4ELjA+BL/Su1Q61b0hZj++HdfNPApH+L0rS9g9iSyNPgJXFr1a7qW8nR+DPl3GhDzZVby+0/Cuuwhg0L0eKDS9YxIZvJF2Vb7Z+1s+qFPEvp3mnL1OzGE9Db9ovlbL7D0ICM693ZFfPgxoLT5r1X28Q9wtPqvjiLwAtne+kholPWQbSL5GJDu9YZsqvntmOj4wEkw9coylvTvDnj4Lqd69Z1Uxvi0kCb7lTyc+f7olPprHXT4Xa6W9YmUCvoK3dT44OJM+JOMHPaM+CD6dZE2+FHraPbPxYj61IyC9qKYPvuMbnbytwCK+5Lb5vU/TyLxurL491G9NvrGNUT1nFbi92pZSvkRH/jttjeC9VgY1PjwDDz05EZw7M/0Kvnaw+z3+qL+9K+skva/wsD193s097PE3voWadDzt4+49lTpNPZLqYj33Bfq9WNL3vaQjKr4jpvy9HfHvu7wF6L0cIZo9NBbJOq+AVz7rQOa9AcR9PiD49D2dDOq9gybwvQzzhr0xWc29nIsgPqtoHr7+qvY5lWIIPc1jHL6Nj4m8RmagvcXDUT1qjhe9kZ84PXpqLr7qOrS9eNEKvn/dTD4O5sY90T3zPH5uo73xmds8CCfXvehYFD0OElS+LmykPQR0Mz6bI4o9rdq3PdaOyT1RqP47vmJSvRxfdz3uFwA+FJciPi854D01sIM9g/b6vQ6FvjzIGw4+cYmAvYnEtz1Ayx++wU6Uvd3Rlb35l42+bzk/vlQFnju30pa9mAP3PX91WT0c/tG9UIdePaAT1bt1Sla9ZxOHOHWNXj34Ho0+goaIvdi+UD7MM0G+fnucPV/7BT7VNhG+DfgJvs3isT1R6pq9Qj1LvU1gur2MsB8+C28lPtZK4b2zjCO+nUeGvq5HMr5Vrd09xdkVvp9A/r3kej+9GVhYvRU6CbwI6yo+8sODvh7OhL4hexM+6B6evl3zZz0Zoa88zcrpvHUfETd6Go++IqqevlA4j7zwJ4i8xJ1NvijBm73JRvq9jGy7PS/x4b4dtEC+bMqRvhfBrb1DsYu+cfyjvuuX5j3P7EO+93E+vj2gtr7VKJ+99iixPQtjA75FQ5M+BDyiPrb+Qr1Y1Ii+zFIiPukzWL22OGW9yjWCPmkxlb5fgyO9Y5wAvgnJRT6SBvU9m/21vqxTfj5VMpm9YHj7PV8Wcz3+MAE/KmkDPnEn6b0xx8c9Xmw3PhKKPr34OqM9QNrIvAz1zTuc7nW+0P8/vv7npb7bW4M82Eywve/6ir06mXw9g8PCPtJU2r2kJq4+fmCPPt5tMj5tK5o9zVkjPm/9YL3uyy+9w8XzvA5A0L3ekdG94UecvsM5wL0wchY+Md0Ku17Gmr4ijbk5iqcavgLprL1B2ek9a2VlPsDv/b45TZ099KihvTgR/TwcSaO+jpmCvl69ET0uOgw+mFQKPlgSOz7lOls+TwMLvhM0Fr71xfS8WBLgPAmthr1hyos+y1CyvYuxBT5QYpc+WIuQvGVlpz5Zz6O+cHEvPinegT0/fBO+LX49PaSCi72hfGy+rMZQve0Jn778QzM+FfDAPert4T1aCCq+63HTvXUUobygbou92g8YvkkXtT3woRW9s34RPdE5374j+xQ+O4xiPZ3zpz1/cqy8+igPPtgHSz6zMr29nQZ1PXsnkj6qmaC9kQzJPfFHCr68AGq9NJUevlyHgT5KTba7moqpvYT0B70Je088MNcbvpIqlr5IiI++yIGKPUXMI72y1bw8dKGkPm52J73l66G+7zH+PQrkyTrOBM0+LPQPvnmMuL0GG6A9TYfePU6f9Tw/+C4+RazbvVljmL3Ix5a+TAUSPbyQ270HNGe+LBKfPBmh1T1IInm8E5x3vpwaSL3JlDu+G+BRvn81nz0Yb7W9snGAvQXN0z0x4+E9b8MQPhxD2z01wcy9bk5TPs0707zzhrU9cuaBvtg/Gj/SeWm9tm9yvqCwgz2+XYA9SIicPoDyhr68YFO+zREUvuzPdbwJocU8zvUFPcZyZLwBroo8BqAHPi5JMj6LvzU+kQSMvGjkWb0yctS96+T7PJfkTL4h3PG+eQvkPeTair0ac7q9Mq6TvjHYt74fkCk+BaIRPmUSbLx6Ray9pihovkN80DzNvQy+5fpDvlIy0r3Oo5I+kadHPgV+SL77sk4+KbYevRPgw754SJG8ai4wvC2PuL3VgY49rO+FvIWvk70CI0c9iinKvTBmqLy1IBW+djAKvtTPyT1cEo0+Zt4IvTgu0Dwm3Qa+eRcPvmOctDsvKsu9Vhl4vr1EkbwPNlW8CFxLvUTJvb0VIqG9hZoMPQHn5D3/Hie+SAcSvkkYO73rbrg9RnD5PTf1Qz5EkBW+N4D3vSj3kz1+2y+8QXXdPTjNnjrTcZ09Xc4SPScKhT3YHLm9eRZHPpcrxL0vaig+dUITPjMboL3oXsy9drewvSk2P76Kp9U942eivUTHIL2f/Ys9E/StPT+Q2r1N3u49tOkNPscRIT3YIUM+GK82PKPHeD1lcAW96pZ2vnkv+ryHEYC7hpEMPvqYdzt5S4G+GMwbvkyqyr2B4By+ih6lPV3q6DwNnyA+QkRuvahuvDt40Zo9XJ9JPm3J2D3k+SM9IwfOvREcAb7dEQM9FlJhvQdnQr2VVfw9ae8fvsZEib3eKAM+LMPqvfUmCj0iF4O9pAWfPLA4j716+6u98Q+dvfFkJ76Jxao9bvAYPc12RT3gERe+IpvjPXPfMryv03K9c3d4PcqWZT3PmWq8euMAu8BlkL3WHmK9dH5PPhSlTj0l4Qe+TPP1vLiBPT6xtKg9uSOTvW0ZbD12PDu9I9y8PWstXjz4X6u8bHyMvIXy1L1siES96+utPK2LnT5tjCG98apDvl4mPLr0oxY7jvYrvq+XDj5vsRe9qENCPoI92D1sAxY+AT02Ppc3CL6/vIy8ldpnPRnSB74U9yC+W7U6vk2lDj7O8La9X3pxvSKHlz3nKh+9NUjvvSh/GD7wupa8B6UpPo02aL68F3E+L1sKvmSfAj7rn6s93wzDvXZ7lT37Yrg7cWF9PVIjR7124pC+PXUvvQ+qJ75ozX89AtUcPc/eXz2Ceqe+mW9FPegF571xeQK9bLUcPRyIdD41oc0+YzrsPQcJ+L2uin0+sAEAPi8iTzz8PDq8y8SIvXXwlz2LC9M9wTmGvNizs71WUtA9OWouPfLVbb4zttG7fUihPvauWD6e6Ls97S2pPd/yhT2Z0H2+6cFIvf0tpL15lHY+6Gs5PTM0XD0KtCW9A6RePlyqMryCQJy+mfY6vjDC/D07Z5E+1hDMveVXu72Q9D+9HKv/vf30Uj7D4Ia8/QiAPtr1gb7DEq2+F1l5PRGj4r3N43K98xwhPp2svD1+5Je8Ol+lvp0JrDzMWbU90emKPaCgPD7Kmgg+byTavspPwD1Le/Y8NQAjPWrOLj4Ibjm+KfLJvUK5sTrvsgu+iq49PmIicT19Oqc+HYS4vLAZMb5joN69bMszva3JxL2okyW+3fi7Pn/kcL4fzka+iZAfPlaJtj2kbKk6rA+KPlI2jT625QM+9lGkvWb7zL0H+wO+tVB+vRQ7g723hSW90Ln6PFwIR74eGXa9eSamPgsGtj0gkwe+v32IPK6OMb5Aqie9jtH8vCUzdr5heq68WR6ePVUuHL4BcSc+kxQhPpJnej7Tu7s9OVCXPZSLoLvf1OI95VcevjXepT5BqW+9PzcxvfZGAj48P9m85mNgvg6jvDyBYCq96KQqPkd3gb4MqSA9A3K0POeB2b1M9C+++3cFPh34g75KzIC9nsZEvQwGwj7Koha/5yDpvf3qrb5NKZ2+DRs3vtj00r5xfYs9I/78O4zfmj57VQW+gWn0vXqlX75Zoo28hskUPg0B4jy1ZLG+uTy1PtmCU71kJAi+du6KvrMAfrwIEk++t0RxvhW2Bb6xo2i+Fqh4vU5ZIL6iK1w931dFvkxMEz1ZZPw9YVcSvc1T+DxGUU++a8noPRyLv70Xwo4+bJYWOzElpLzJSQA+Wi7EPasWQr0dAQs9cA2avge1Ur2P0ky+/aPRvQNg6T0MxP46GbpPPffx0L3kK34+E+gfvhMkh76/8T6+FpwYPh9VHb5fz0K+BK8dPi2zgr4ZW6c8G9aYvlHwU76zdVy+K1qAvA5QMr4Nwq08J0EFPs0yDT5ltkq8sioGPgJrOb4tO7w9fWOFvXkzE75979I+IPhWvZF1pL52uyy+EwxZvqBPQr6AyJm+UZzSva0okr0GI+O76eEkvr77BT4mYki+PYW8vS2VCb5525o+WD2gvUpmiDxLcUY+McSyvT5nIb7knvS9a2O9vshV2b1FLQK+MokKPhlpL7xAebM++RcbPcDr2j1NVT0+rkJ4vVgIqT2e5zA9xAJGvS5G4z0iHGe9bQyQPncSaj7Ftv69dO0jPURGvDsyYio+pxRmvOc5z70i5iG+fJ2XPZF/770fBSE+PxZKPbyq3r07zxQ+1shmPkGvsj1pJhC+E1+aPBEwrj2IGFm+lTqLvIrhCj7t/5M+B4wtPuOcQD0sorm9hcpvva/+5Tx8Z4M9D889Pp3p7D3Y1FE+TDjPPYAtND0JuRA+EXo8Pj3YNz4k4cM9dkh6Ph4R171TQeo7TUoyPkZkZD7tNik9vGw4Pj4HhD2CvJM9qIuDPTYd4zpw5OW9N1YrPtlSoL230fE8mvlAvrX1hD42eXM77ACLvOc1sz2qave9MpSAPgftcr2aVck99S8MvSobPT5lV8q9xKFaPh9tUj4EyQe+Gp0uPt8OzT2VECM+oryTPmapGr3jQOU9qjLQO+Wix70wRBc7E7nFPKhRsT405mw9zaxgPtY6Ib30PZS9eVbDPVH9t7x+f129CmvIPlSX/D1KJK68c71qve2eQj4nd+m9miQFvoV31T0K/Em+ywSdPEFx771CPIK8hXNSPiByOr3Dj2e99L26PDBBRT4cNNK8lnItPgfAi70SVjw+Te49PlkU+z0tg7299gkFPn2GNj4cAD29D1GEPm5PEDzjWAG+MPHZPdAGsD5vHyi+03WyvRYMyrra7we+I/lsPVvKubw/EYA9F9yRPaR3s7xCLQe+RAoavhETRj0EwYe+P9LQvToqcD5PmPw9Zc7TvUDW9b0SVNO9tLBDPhL9fD198m09HoVxvZpUBD6riW09A+e5vF5PpT3Y8SY9IvAmvU1mK74b8Ds+tnmzPQHpGb4jq2c9avuBvZ3qDz7sMsK9gxHovWdqsD1E1Qy9XW6yPj96kL42DOC9BmaTvEUoij5xrN+9js2mPH6brru5OCc9mC0MvpDSlj3iV7o+nQqMPOuFzL0fwBs6HC8TPgjRbb380jS9OOInvEnCy73S6ju9B73vvdViPD61A1C9cLymvE8tpTf9db09R0ZUvYT8gT6Q6l6+wQqRvsSChT5ioNA9nPWwPZb3Ib1oezK+cKmivptJ9L20/+s8YQiQvXr5170WFXk+wopcPmqyZT4GpAO+SspNvUCXYz2JBDe9opFAPjAwdT7mZSo++6ivvfOayr1nZvQ9Np2UvUndEL6Tzyk8PN4pvnTVm76ql2+9aP9ZPBUJ37wIQma+bhsTvcu/177ft7c8yeBsPXZUkD08jYe+WKSkPcKqfL5LegK+dt2Avq7Yt75YnF09w/eWPka6qLyz2o47OztHvlEFQz6iL9I7Do9ZvrWA2D0Ig/691k0ovt8QcTu9EBm+8JzWPY7q2b2q/5q+XfSEPS5GW71kx6Y95+G0vdNWHT5/UqI9/vBqPZKrjj2+rym+oE/XPVmRLr1hSiY7j0+HvU/vQD53xVq9TMSwPRqDeT0Po0M940OjPlhI0zxha0u+Wk5cPjMLDD3y7O085rcqPEnMiL4Vic69BYmtvV+2ET6PDxC+X2ASPbZk4D2AESU+9S6FviG5xj0BvjC9nOFFvvBenb2m3p89zh0avhdjyj0u8nA+zTMePZG5ED5xGTk9NYtWPv7bIL10gaO9IlAXPjCLkz3YzS0+PIEIvVT8Hr5pq9m93s26PbsMIz5joBS+i6XyvNYhS74FeKm9J1cTvlmbJ75t3MG9FaoIPcjR3T249Zc9h9WWvp+eKD4XLLg9VCphvvbL4b377VG+boSUvALrH74qw2k9q261vYCsYL6aSEU+SVeDPoGQZLr+Zsg9THa9vHzHGj2tVEA+bkZqvTlWg7nBOac9oxl7PT9YOb4nFla+0DfRPWVfzj2yODW85Wa1PSqmiL7cxAm+6NBNPrZEhr1dNzk+wd3mvQgcYL1C99o9tdt5vrhik70DjwE9lJRUuyR+nb4EwmE+iRHgvT7dor1TmMu80K7+vYWSpL7Aaq09z/Y8PghA/z0Qdjy+dqCpPZeeyr2GVly+FakoPmGalD57QGM+4VyBvSj3arwivNw9k+g7Pu2ECr6UCce8LyG0u3ks1b2YLYo9O7vSPdBLjz3qw+494v+lvU+vqT3eRSs+tPY/vW8+fT6AnCG9MsZQPZhJ4L09cHQ9Z8qzPGjFsz2lNtW9rdWCvdZg3L0RJgM8gAIsPmYdiLxYYBS+MYYvPhygKT7H+xU+x80FvUgXLD05sms8oCdePaNKHD4KF7k9g/kePveZlb2Kit89IHF8vU5aIj3tZdS953nMPkxbTz4nahU+Q0rdvcdXIj4sWXE+/2Y8PsMoWj0cHj8+ct8bPcOJBr6A3zA+XpS/vTiPCb5+FHE+57DmO8RORD76MZu9EpJ0vSvuYL3TRiO98SP0PfMlCD47aiW+0pDcvWzJ2j2ZjUU+eVwFPsy8STxloRY+j3eFPiefIL6iJ+S9F2BZvMR9jj6xIVA+8WbfvCaifr2Qikw+e5sXPT2D4b004s69mw7CPVemTD3RDfC8bTMhPk8XjT5Tv/699K4FPkgLkb0anws+cthuvaRD0z0iOYw8DWq+PYNhTD7ni509WHm7PWFYeT1bh/U7lUiRvVBhTz74yHI+T3MGPjtHzz0mNfu93GZ8PVm0/7yxynY9Cwr2vNm0IT0EMRy++zYFvr2RDz6TMxQ9AxkevYsBMz6ETJW9FNdGPCgUvT1e69m916ooviu2qL2fdxM+YxAAPl/J1z2+wgC+EKiXPW3Lhr2omy0+9VkbPhckFL6NHKU9n7Q8vijcXT2jon485P+NvuM/h74wLSS8yRVevkP1QD7ZaK29ZdNcOgJdDD4BFUq9vwSbPjlrtb3/rfK9XGsCPpFuSzw3YCM8MuHQPITHCT2xlqS6ipPVPeIKTjzQSZw+w70JPsVtwT0Pd7s8cvoGPvnxAL0yU4g9VX8jvoH6UT4Q+ae9UQCKPSN8VL5Wqu29JnMxPUgdG760RgS+2D8sPRvbgT2K6Oe9FkogvjCeMT5YQXA+dAKdPDHAFD75GuU9ij+Dvny18jxP6z0+scEWPt0YCL4/8qc7qIOVvgKi7D2kdS+6STE0PhQPuz0FcbQ9jfUcPW16cj584Y88kzpYPho6Vz4ORRs+9+l/vqA9Sr58HE2+bSSEug5U5zy4Uzu+SXwFPWQ4NT6eVFQ+3lxkvUHEjz3I6k49z/kfvbbHYT7LgYa+Q3m6PRE+qz3SYEs+SU1cvju5qr3jL5A9GZUXvvRZIrxtQZg83ZmUPnL2i75CqSW+nF4+PqIHXr3VvE2+b0aPPBFDoj3Axoo9y8Yuvu1xOz7teTm9OtCXvLIPzL1jfmY9xelAPmv1Pb5r7qs+JlcCPVG9ib5h5PK9z+RSvheSWr56yU2+WLnaPHbkZblKFPS9bKA/PmaJjj1sSnO+lCRjPj9Nn7umjJu8uKaSvQHg/z2FcE8+tK3svDRGgT6pkZ0+mMREvsPqbT05Js2+AG5JPq8xLD4gl4O+EQcWPshCbb7SY6q9WhbdOyxkur3iYf29Rw5hPo1cQD5cHkm6FPdRvR1dUT3frtU9/HEwPVUTJbwIUsM8eTdZvh7oAz1DbJ481C4Evm5HHT2mUiK8Rjp2Pgdbq729bkg+isEUvj42aj0FRys+tNE1vjDeBj6PpIg+OZ55PU2bE76ZV50+giYwPk9NMT6UjSg97TJSPb0a+r0CIAm+3I0YPurYYLzyfZc+pvarPFzVJj6jTZa+jahPPQR6qT1VJwK+sdwavl7zhb4T1IW9DpzvvfY+jD3gVU4999hjvh5TP719ej2+JWB3vusKoj5/5sa9TFwivGu/eL27JLK8sNIVvk3Gij6zM8G9oIAZPVZGNT26DZG9o2LEvXsVYT4y0lo8H/KWvih2Br7CNWQ9bhtoPg1ELj7qi2e+yw6YPvySNT7PyaM9LYUAPlhBxL18754+c60MPoJ2ED5CL/s9xt8BvlaWYj0HxAM+Gpm6PcHK1L10goi9s6unPBJ6Hb5usr09ds+VvoLYEr6Vg/U8QkR+vaNLEL5kpPc8Ue3JPuNQer6bycS9toCVPsP/bb61JPW9LR8bvRZiQzzL1ms9rpi2PByYPD3HQ1g+c8X7PQgX/jzPIS0+YoYbvsoSjL3J2ju+mysGPlRnVr4bOvs9ZbptPpi4XL1sz6w82uGfPPyfUj41pSG+Puw6vrlAIT6fz5+92uiFvARFEj77gI49dB7yPTMh3r34+ju+Vdk+PvwVED4c3fO9QOkCPiKQkr3xhQq+Ua8evoCcdT3mziS9H09XvGiGqz2Ggb07Hm/xvcF1hD11Sfy8xHQMPmIRzDz1u/K8IoXzPTBtu70/aLi9WUaRvVEy/bwsgc+8b+OwvGTxQj5FMqM9OnMSvpUyLT4sQi4+k24YPsGPqj20Ove9YC8OPtjl4zz0xai9CFgHPaVl0L0sF9g9RyVhPRxupD1DGCI+CkyJPIVMCr6/M9q8HgH7Per02r2lVCE+j+2tPJXxi70u2M88cmMwvrKRSD49mfm9WgguPhgRBD5kcas9bBcMPscDaj4JuK49FoVwPhQAMT5vlai7rrHxO7Fr0bwCHxG5Ab2jvThMyz29W2W8knOAPW32gbypTqW7e3WnPujiUD1Ydk+8mMeDPeEho72jyhW+9LHtPbUmvj1k9UQ8c8IKvqqJIT0Vhg0+8ofHPcZSxTwomKg9E0tYPX6YAj75tse8WRbgPQCXwj3SaKe9mD4gPQeaED3a1929HjXMPQsTmL2/HQc+M6uMPtG5jL3ncc09a6yUvb8GLD4hIhE9sVxGvgv40T7KRUI+D8aKPiu/Az7VJEE9UdMOvpQdH76pFxc+dyPdvJQiub07FCE9BF2hPLWNAb5AnyG8hOq5vm3/YLpz30m+U4Azve9ZLz6uGIK8KnQZPuf7Jj6In0e+ZLBbPgYcbb58VCI+YR4QPRc5pj6i7ig+trfmva0Og7z6q+s9HaUGvq8d+byaqLc+yQb9PDwTfz58pcG+k0SOPbQSsT5hBW09OFxhvZAl/r0XP7s+Q9oEPnU68z332cg8A4QEvmAwqjtDH4893W/BPN1mJ75X3Ou92Fu8vkPzFryg3as+sD+ovWenAT7bWt07iTKsvcpJjr1k3J0+A/9aviDgLD7/CCO9T3+ivuGI071CE7U9i3aCveN4vz1+/UG+dByevktE3L2qUcM9RixyvQ+X4b4mdoa9suwpvmDKKbwopJu+xe/+vS80Ib2PXU++tL5ZvWDXaT7i38S9zMQaPizOWz68J+49mHhQPqVBH71cecO9U7m2PFAE772TTSk+McVJvkVeJj3BRDA+fNELvkyydj6pOws+Z1MqPj6XFLvvQAw9ONiBvp/gZb5jJao9MXxqPjBbGj2PWrW94M4Hvrajhj5frvM+gSfBvZNMnL1jEX2+azfBPl19YD2kXUy+HJPHvu/dRz5Bkgk93GnNvRQMPT3NE7i96uoivq9WqD1464W9eW3xPRG6n7054Hq7gACOvrvK8b12CH++OSy7Pe7llD0YvjC9gKJUPs2qDD6X4iQ+cZL5vd3OcD2vq5S9TCB2voGmkzyS8ai9GnZePu+eMTxD9bu9qTEGvS27Db0U+ya+d9mPO1zAcj7uJEg+BoExvAPJkDx9rvM99q4JPpiHuT061si9ZvmKvsm1kz3GS3G+aZB1vQdn9LwfWvQ98coTPqP4y73+XBq+yUFsPces0T2WKI69wjucvn6qxj3imsS9AYFwvrq/cT4LGwU+tmtCvWOtoD2ornW9oH0xPoUvhjxt9R2+ACanPYw6lD6IUuw87FW6vUiwQr7z+u09bagFP9Y2fb4o/tO9360dvOAO1T1ysjM+PhQQPJIT8j2taBA9nwK0PJqlGz6R1NY9mOuvvS5BBj4FA02+GUnHvROYbz0ljgO+Wp2ZPe7fz7xaKG091BvZve0QNb5RPkO7oj9UPqm0Db7ecHI9xN8lvr5olL1L3HE+/C3bPRAPOj3qUuM9XrOzPbgjFT7WnaA9CJmNPQjrrj6+lu09RYOMveB+pL3gbsM8o9nfPFq0ujuHiGs+/0P5u8y2Yr6VhKC9CyqFvph/370HgA0+MU34PTdSgb0mtEO9AAuKPa2Veb53bFo+UYIGvtY2h74BAyK+KyB7PYcwUr4Q9eM7bwV/vWtJMD5Bboo8pF1sPWTpLL2c0Ss+ajoAPVBgQj5wBCG9OM2vvH7riD0iBQi+12qiPXPmmL0CpQG+KyhiPc7HrzwnSzM8LVPmOxQ8Kj5xZIi7RDcSPqpwPb6/6gq9BssUvqkD0Lz25To+itYoPB/jFr7YCLG8eL23vVY9Sr5eahU+vi0HvuZlqL36ay0+WcAOviZZzD2e0oe9bFoyPshULD44DNS9QhIyvigHU74BnCK+Nep9vQF2tb2Hw/k6yohlvPe/jT17OHa+h3LzPbOn2L3dPCI+GI2OvSFfKj6yeIY90CcSvk5gLj1CdUM9Eeyiu+2B/zzlUhW+r5q/vaIBArxtciC9/OXuvPPeur4d1tm9cioivuHM4r304Z+9kiXgvd1tGD52+Lk9WtcgvgW5yD1OFhQ9pwyOPSfs/z1DElE9ZhdhPdDgfjzxwT+9iTOzvRrUTD04IDO+wzUtvs4qwr2/QiU8iI/xPBkaET6rZpy9RU4hvli5wT0TFMm9J2wcvpwoNT7zdd69UwZiPWgYuD2qlQO+ImB2vQlZorwSUZq9FVigvDz6n72bb4C9O6fDvXt3Xj15SdQ9whZ2vbdP4L1WbRM9qnCNPYOhDr6v5R09i69sPG2G8byNVAs+JlL4vXLMtb0Z2gO+6WZjvSooUj5NIPq9nuG3vSNrTz2m90y98nGZvAlj1j1YzYG8VTW0PtD36r05+Us+PfPyOw5yhruWY7k+woc4vc6qDr2ghPW9YuFkPgpUbT22yeg7zI3SvdFbeb5lbgs/0FP0vZIzHj6+GYO9vKb+O1Yy1bsGZNw9GrQyvXZUzrwHzj8+P+dZPdimpT3RxTE9TTr8vXPddr4x0Zs91NOwvkVOJr5XAq69vTdXPlP7AD31Mz894+1yPUl4LT1A/gM+7Le/vqMWVr7Nx7M9p44mvq5GQb5cchS9f8XFPj7VHb6SPR+9zutMPt+m5r30pWi+UsP3vR/SkD3FRLw9lH6YPm6MPT73cV89eMBDPp9WkT4XvP49PEmHvb+Apr20yb6+Mf7uvX9Inz79y6s+3VZZPkwPZT3LfR49tmFhPZNT6Lu9H1o+JUAtPmcsnb0ibQM+dVt7vr7HAj4/5wo+HNhIPoGIgr3hLJ29o3EFvqzajj7VlMI7jlo8vuSNvj7IU3k+wUZjvrj0Ej4gRvk9Nu7xPSCnubxKZnI+6CQaPsfJTb15AjY+G5XdPgrzlz4DLF0+vD69PfAEbT4MMnw+MBDCPXZW4b6QdhM+PBQyPvE4cT4C7Wu9o6WCO9sQBL7EAKU8YOaDvvSNAT7CdVa+A4QtPv2aRD2e0QG+9mJePdokyzypG1S+GNZzPWYrrrpjSuQ9HWDCvB23ZT5hbEo+I447Pk+ptb45jpa+1hEnvTLGXz1jHq++Ol6SPhohmb3CJzA9FeBWPjw6hz2un/Y9BANvuzMsHb6wwiK+c0zWu4ZaNj1RWlk9gV4OPpy3JL4HRQm+jZKBvmq4Gj5eAAS+OQt+vUA6ND5SLMq88lDovQ/IYD7skVm+5tdsPWAB8r0xdzc+ee4ivXKS+bySyYG9Oq0cvjGxyD7hEg08MR2yPpVEa70ZHCs+9GD8PPAYPj4fRNS9rMBQPSFJ9D2b6Tk+GvmavtT4gj3K+vE9SgwyvmBMbz16bR09YiKhPXwm4TzYoIe97VzQvdOOi77pItC98jORvTC2nz4Vctw9Xi93PrnhQD34lYK+Id6oPGOXLz3nAhc+muOovSCI4b5bGY0+6/hLPoC3+r1vEww+rILFPgT0gD7J3VC9H9Z8PV2ueL1DzLk+7esXPpW4UD6RLuK9jB0PvlOiC74oMIA+Saihvh9TFb7oo3Y8hyQePvXdF726+Pe96XSIPmBe7j0/Mbi9t5QDPhInwj7wtMe+HsY4vU2ZNb4Zud+9wXxtvgH6Ir6MU86+CM86Pv9rKL5hSYm66q8XvSNLjj4QDRY96NX5vYfRlT4UfHo97dyyvD0iIr4e4nO7mvRHvjYGybycTtg9iCg7PpEkMDxVUXq+4VD9PE+QPr6ihZE+1HrtPTLvxT1U0F29cqAjPt5khr0wvki9/gYPPpRuGT5ngVA9dnh7viLeFr7zFi++p/XPOw65czxHO4q+ogNavpKk/b0rMRe+JPKHPIdlBjsw+2s8XknyPe06Zb0dc9Q9mVZuvZQF970tfJO9DuTDPLhl3b3HPlq9q+gXvoKmSb3gK4K+Jl+ZvuWQjj2KN289K46mPZlICb2AXRS+vqFVvYC0vrysBCi+QjzmvDz14rrrxvq9hRChPexEpT0LADi+ELrRPMyEZb6L4As+lO/uvCQAab6VoI28vGy6PcFx5zwcSHq9k3g0vot+Xb5iWLU9z4qZvpMZ3T1LNyE9m2ROvY8aG74zbwg+iAxKPN6aG77KbwG+uErdPYOqPb6BmrK+19gVviZWJ76FChi9H9wXvupnd75EFrS6z85UPeqlj753xFK8zePrveVJpj2WBxi+W3AAvvrlob30N/y9CL0IPYyEXznHw+a9ky8BPAYYA77MwHC+IUukvVWtLjzS6gK+JU1IPUosX77OPFK+gFxAvmmDjb5dISa+dKK8vJcB7zwbv1O+OC9pPeLoqrwVuuy6tRCPPNKM4r274VI83AhBPQeYhj27iXG+ANA0vVH4LT3WTHO9DwGwPPED/L2DZ5e9doruvQ5JN71wbgM9k92qvlmbMr79Aq47Q6TIPX9nHbwNp4Y+r2o0vNaGhT2ZsVU+5bhlPcP6pr0lQ4O9nZoVPvwOYL6Wfxk9EsobPmrGjz6BTeM9GHX2PTmM+L3HvB08AS5Lvjuuojvc5h0911sKPTeT+r2+JRO9sTFRver2gL1900I+/61JPpEvCz6yoMg+mK8HvvGegT15sNO+h8qtPcQpFj64hYM8R+ZXPVoMNTxLHtG9EIdfPVmuK77Haim+tkeWvkGhgj6uhxm+S7SIPYcR5Lz01DM7i46Uvfq0VT4SGM491kXFPiYmMj6Q/Nc9GPmHvgrIOL7Yhwg+U0G8PORMsjwOsyW9/MAsvhvptD3CRh6+uhEnvozNOT6VRJs99GBAvsYDZ71KoMm7zs+FPbXgNr6AzEy9R4iXPqownb7ftVI+RJiTvUuYkj06OYI9C8SVPoXn5b2ENzy+UHyjuOUGTr77rOs9TuNpvmgg6b2+LG49pmnkPE68IL6zbgq+In9HvnzehT3DYJm+vNOmOy3QP71mDFs+D2z3vJdhIT6WE6w6MCi7PgXUdb165rE+G3R4vRrITr7P8LI9tLgjPVVblz6NfTK92TSpPdW+W7178Bg+iOR/PJ5lrr2lWxa9+0A0PpQ97Ls01F69GFMpPvgbkD5Nf9A8zOXLO6748j20DoU+QURFPsZgB7wRzYq+UrN7PanBnr3w5X0+4+2OPj2MBz4bUZq7VRisvaS1pTyZM6a+vFF3PndjFL60uJ8+SSvNvcaXfz2Cf4Q+PugwvFvAAb5JWQE+QFc+PpYaL75+t6A+mJh2vlPehj1WtkG+CyOMvmw0vDzqP8w9OWXCvbW/k72gzxk+N0UGPmgBTz2Fv/u9SfWWPVf93T1bPQE+Ypa+Pc/MIr3nl3s9udXBPcWU970gbkO8DNNtvhiF9DyRbDO9djOOvpHE2Dleo1s9+iC9PdhnWr0UiBo+dURYvgoMI75v90o9boxlvdwjLD0SMaw9a7loPk+lFj2uuo26OeF8PevsZ769SCg+Wu8cPrCzmj7fi6i9IOEWPQklVz4ONxw9Mm0uPk38ir7hsYg+BO8MvSIrjD6zx4K+Du38vU0ZPz2P5hO+44sivN7Gbr1e57o9qv+0vUVmZz6vsx8+TG6rvNbmSz55wDE92GRDPG+JODxTTtE9tj0IPo1tVb6a/709snATPcCZ9z0N56M8w7qIvkSG1z1DDJa+Tep2vgUM0r3dWAY8m+ovvnzrlL4fsHC9G2o2PQ6jUr4lExm9k4T6PZDD/ruBbpK9ZIrQvCUWID7extO9VZuyPTbpEj71RUS+aPxFPZILsD3QdqK93ylZvuRgLL7+WEW9ABWFvrLU9D2wCV+930G3vu1c2b2Ln3a+Sz2bvu+9uj6UnGa4YloGPsUrLb7kxw8+Hd/Yvf64pr3prkQ+o5izvbfD8z2J8aW8GSDpPWuaLz1fhKo8tMCfOj0bsD3RuKG8Ipl9vU2J2z39vKc8PvlKvQ6rNL3WoLw9vMoaPiHGBT4aqx8+DyZYu7aZS75ruTI8L6CZPQfjlT1ihWe9TwInPuo+p70lf668xL47PmvjUz0CeQs+3NFPvu99Ez5On8M9VgHnvC+/X760UV0+ORGMPgL9CL44dWC9NUmHOzfMB7293jU+CDEgvrkQAb5xy1Y9HQAUPnvEnL1lMmo9wsjWvYDAi71cgpw91J1evaDNCT59XMs9p6SpPTt0M71Wkjw9P2esvYcrzD3NOhm+nuSUvStBXb28Loa9SP8rvtMuiL1Oj5a88SDEPfoi9LssBLe9qY4Kvr9oIjvwDgo+DFsKPvV5FD6HP08+IzAkPtWzVb1q0O29K17/vQzJFL3xND4+xR66vKf8Jb5xnFe9uxfTPQJrfb1fsBk+dEMAPfTlYL6cCKk91EoyO66eGr1wvje+LW8pvj1Ua72gHxu70B2VPfFvCz4o7fI8XpdsPuD/Ej6DMOI9KWOWupzwKb7rrVi+KTq7vREGSz7Gjhq9YtrpvRtOgr0tJeU93ObCvTyzUL35pF6+NxSNPdnHSr77ijE++UM+PUJnSb6JIse7+9IbPYJCpLuJQUa+97XOO1slEb3gKEo+KjEjvo2IsLuHA3s7uKnovW3q3T0TCai+ey+MvslMXT5UMwy+utq6vfx4vbxKFCu9aIFevqUJEbz80Ri+MmOzPuoTN75EZkY7xH0CvvX0cj3+Ora851vEPUFDlL1Yr629Za2tvcjzYz7qCVU9qu/BvfLEZTz+HxK9pNoOPi0tyj24Ius9kePOPRdiRj7vbKG+THIUvaHgt72yG1A8KRCrvLhQyL2Iw8k8ptbDPRce1byYp8w9fTOKvThDdb3HuUY+n5UePryPiL7p7wG+s1cMPloUA75JpJW+ZcOUPURzUr7otpS9YSaXvl0dAj4mRbm98Yp5PWAsID42SDS+uaOCPfr6FD7IklC9DnA3vqkfYz7AqoS94UH0vRnSLL6vX5U9vU6YvXD2kL5LyUo+8D2EPe6kQL43skU+xecEPkHKGr1eauu9Y7z8u/0nUTztJ5o+BMsBvn8gsT74A3Y+Po7WvYgoaTwAlcK96IVxPh1yxb36Rpc9uHafPZmHJr3pOC8+XOYzPcYizr0+8wo+v1t1vpwp3DwP23Y9R0aJO0rl070FTEO++bghPuq6DT7ndSs94/fWPPK4aT1Lhsq9AxXOvqFmhL1NtwO+DeuoPc6lNr182Em93baDvpWvA773v6K+MlWYPeLCRT6vN0K+uimfPFY9v71Spxq+oWxbPTr83L0nZHK96z9Pvmj/9jyfifo9X4ErvtRmIj7E5aW+00gsPpkWMT7jtqE9SvSNPAlqIr7oGrW9dYWDPU58+j09NEo+zdoMPV+dzT0KfKi8Zjc4vkoecb2rZxc9YzmNvapTCLzra9e9TFj0PcHuR76tQVS+QdOUPcG7MT7PC0M+nGJVPkaWqrt9b1O+gzmGvaIAjj0Gev49kW2wvHsPi77AVSw+TbdGPjVoHD5yV4s+lX+fPt6ChT7/v5i95PKMPT6Flb5quUE9UBirPTTrBL3QPyE8sLF5Pe+CFD4zAZG9OMhkvdUKfr3BDpA9/ZGBPUV+qD3VAqK8stLlPIGYpT5LX7m+TPdJPu1imr4X74m8x+1Vvh2Atb55ID88aAS8PIFTrD2krte9wpI9vgaO2LyOGU2+uJSlPdwOWD7sDwc+IFNWvrrSWD5jzXG+9qJxvrZ1Az5gXDm+goqpuwEAPb6p+RA+BtccPn5W9b316Pc87ap9vHlbNz7Gq/E9afDovYQ5LD4KC6g8RjSYPYy3Nz7dxe69K7yOvuesC74Wxly9vAaiPWZLPL7JTu49DbU/vfUf1j1WVYK9cpdTOzrXbb4/aK+9DrifPpRC7r3/Z109wD2VPrWYAr4Wfx++jV2rPao+Wj6RqhG+Li8wPuwVK75JKnW8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "SZWeun11yDzJs5C92lQ1vYDhfj2Pxuy9eL/LvDLPWb1uW+e9DNWCPDwtKbvtuDq9apEbvUUh4r3/BEi7JWwSPQcSDb142Lo8YvuuvfI5wr1TmdC9Tfh1vfnW1L22tLK98K+fO3ySF72JGXW98FM3vZVY6zzCrqe9vyPDvRE8Kb1hWFG9UfO+vNFX47zEF/e9G8XeuyI92jg4fgi+/A4APb0bF77p35O8vNXsvWts27y7xJm9KWYlvX+0hb1ETCS9LtQevcCXWr2gbLa9I/26vN24MLzKsKE9OWBfPQjPpb3IX0I98FGtPHXUqL3oyYM8hD3LvPYH273Qc+E8ksmmvcFuqT3xzUA94q2JvTqVb708sFE8p7tyvRBhDb4BAY+9me04vAWXKL2bdNg8Aj/jPMnlgj09Dq49ElOPvbDihL2xeWY7hoJuvKG+G75WAwK+qjWmvAp8xL308Hq9MZPLvPoiGbyWaay9io0bvWs3T7z8qsg8bEoevgD+wT1Gwiq9C3E3vmdvvTwyiZG9qrNdvTdaDL3yne89iNtUPQ/zqb24Sju8l+DJPHfXujszesK9kFrUvQDIsDyG9WE9k3/xvFs8gb3RAww9VJ3GvXSk1ruyxje9EoEmvEDsxb2jPE89X6a7vZmWKLzZ64E8ae8VvWep47ypwA+9CsNvve/e7Tw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "KBeRveghCzyUP4I9K/GHvQGDkD5FZZ48hVaruqa0DD7RgT0+Sa0RvRRHKD0vzW09lWYsPT4azL3R4mI9dyLFu+e2qL2hwb283fQTPbMD8L1qZ3O9OW6gPK5yxz0fQ6k9nSkkvdPbl73A/4q9rEwIPikj3D0zchG8Piy5PHqMgT2EW7Y8ATmgvaUAdb1+DlK9/UeevZ8NEz3pUjG+hZ6ePHZBbz1EWzS9O7iQvbE3Bb5fPo69h7j9vN7Ivz2QUIW8N3VPvRa2erzhWHS94dUHPevqkb08lyS906x4Ph5DL72rMEm+ysQtPrfxTz5eyRY+H/lQPofM97xR8Hi+P1ySPXUj6LpnVY48rTFOvc27/zuEkmQ83WT8PHMe0T00QCe+IYYcvvrQPj7DvwM9zK7tPT5wSD2a9Ys7e4ylvahBMz1YZKm7dyTRvEBnK7unU3w8MN2jPcWVgT01aji9l78fPn+sZr1u7um9WeVQPaaIqb1NsS69MKANvQ7j2D2ire27BJK0PHPvQ73l9/e8OcHJvCdfeT2N7ZO9doE9vk1rET4h8gk+QGGKvfT+Kj2NPic9brVMvf75Mr0pk769iavxPHeeID317dq7CGUBveHa/bqX2lm+FEPTPHbbGL4OJ5k9Yu8kPeTRwrsnJuK9FklhvVvTAz7iQi29l+5kO6FQgL0NXv28h95VvZ3gorw0SOe9/vYQPbi8cz3gjie9vI4OvfKEOr27klg9NEPuPG/gNr1DYW++tH2EvSOfeDxyP8Y8rO2xPfyPAT38/Oa9e1w3PSK/mz0brSU93DpjPpmdYTyjg3m9IVgAPsSlgLsFe/o8QaRQvuZ3bL3nIuO8Uza6vCOAhT313R49m+1bPb2f1Tw/7ok9dHw7PhXQCz7GGPg9oJ1PvgiTh71B4la+oF4zvpTDAD7QrAe+XZutPaVFYb7pCew9qF4+PQrQLrujVKg9d4bkvfWaBL21t568n7UkvT2DOLy6hJA9hjYtvfnvN75WeqG9LxX7vBFoFD33Rqe9ar2bO6p9BzuuOcM94m6vPDl+HTy7+p498+SCPRs9FD54FK89Cn1jPBgrfr0JnYa9DCk7PLmo+Ly1Fw+8bGhnuwB+ML3KWRG+Eb0kvc8Bz71CyKc95fG7Pd5A97wEcOY9RlTGPSGelD0Vwo89P/VLuzCOgT0Xfr+9eq4PPs08KL3Bkiu9W6O+vFcDkb2IA7w835uuum3qPr43FL48aZ+Wu3brgj5BxQe9brSlvTfzOT12g2I8kOPMPX3eHj76Sgm+Qqwmvf0TxjxW9Kg8XeCjvDfcpDyoAww9kegWPQIsg73bGN09yHwyPYkGirzYEt49V0LGPQJUET4NXHg9S3sbPoT1DT2ShI88Cmq2PCxaLz1EYGA9ACXsvSfEnL18DYG9+oTpPcbst71JUaI9eQRkPX7ZEL4XMs87h/lDPQizhbyll4o9VX0ZvqRwDr6XdQy8dWUMPWp4kz2Y9CU9JQABvYeMHz5iJfk92GWgPYUJgb3eNLo9W7/MPdFBij3VS8a7mEXYPKEq0T3Quxw+aIg/PNkSeTzdV6a9mjmKu47NBb7YaIW9fSIIPaB9Jr6exp28IkGAvJPnA70DnDw956UEvSSdMD2EG/Y8zJ3OO0PnbT1VT7A9EytnvlVpn7tQ5AW7fJv/PezNqjrB4Gm8V8RgvW8ApbzcRUS9oemkPQkjm7uKQoQ9ukGlvVM7XL37u6o9ZQIzPZrdaL3dzQ++kXIhvLF5Q73t1Z68aReFvXKPsLvqUPK9nPiGvcGBnDxZrHs9JuOhPQqDLDwlS5E9cslfvd5wS70jVEI9LKgFPcB3vj2URww+goBMO0iTQL2GLd+7GF4LvA7g470azSC9XKy4vf2BAr2rrbi8G+Ejvch9kLu5ldE95VlDveqTWr11mLc9kx67PByNTb0LE/u8yZRUPd7cEj7z4yQ+gTycvDDqMb1jbiS9TNeovcFNa73eLru9FDPpvEOgcrwm9Mg8dkP5OwU8+z1A6d49yCjqvVY7qD1GLZo9lhCFPXMgxDvAI7Q9EDNXvci4hDqnbnA9DblovcYOdj12hSg9UCGPvU5GRz0FbCc9hru/vEEwP7xt64K9m8wFvjE4yT3ns2E7f+WoPUAX2Tv16UU9OEGfPd/WlTlA05q9fpoePZCpab0jUPS8DW3EvXXE8bovtV+8O0yovbnTzL3JLmI9+bs6PXI6FD1FGdg6AWZ4vXwrgT1Mpf26JWLFPcUQM72MaUe+iwdFPQ71Bb38Nsm9BBojvfKkWT0CJ9S96AHUvZ6TdT0ep1G+UZDNPUKbO72+QEE9a3AvPLmOqry5unq9tuuDvbfvWjt+sr093ehyvQvZfL7Bztq9psIQPsnR6T06QTQ7x8wSvhSLEz2MoDY9KwK2vInhAb2Et3M8kSujPSVAvD2R9YY9MLmpPRcvqD11iLE9JJYzvmlFrL1dQiG9qeUpuy1wBb76gWO9G9SdPYh2jz0W07q9U0stvTXHmb1lI2U9aVHXvRJ7mzqwJsa9zwTAPWUdxb3WeZU9VVXCPdW+aD1NhUI9N8BzPQXA+zwV6zg91ZmOvNxArj2TOae9/o/XvYfGn73fLqw9zzGdvcVkUbymFd+9HjwAvY9Etrywwqc++UsSvthKJT3bIXo99yOhPXaPuTtUId885c7evZNRn7sTfdC8avPHvRm9HL2sIkq9hE0wvCv7wL0+9qk8zlvnPcd9BL5b4Le71ucIPJE4gzwpgHk9gm/zPaYgkDurgrY9ThPfPSFG07yBhnm9Y9jUPKKADD4rUwE9iKYevsgPEj3idmU9uhhhvaBfybz+WAm95ApbvVySmD3pRRu8XDPcvGFYLb35hdE9xLefvH9sLL2uGhw97cbSPZ9vNT7UzcA9ikGevN5caD4pkGs+Gu0HPg/1gT77bMq9ErxqPWPdSz7/aBc9/wMcve7ok734za49dO9+vS8CBj1i9so9IlWqvWVL071Mc7O8yJuSPNhGGj0RqPS8kf26PQUFpbugHZI8oBXBPYznRT7MG0+8EpRHOxzcy72qkkg+A/KLPJ1uqL03agq+cKo1PT4uJzwOgl49JKtSu8Inl72LQXU9OBbIPEKt4b0BHFm9H2nmvXxOOLy2v/S9KfGKPOhg4zzQqq+9Z6ILPstHHb0UNwo8aujJOxaiI7ztEa698R+Vuhrkrjl/s6I92a8tPMX4Nb1CML+9EHRPvDD1ZT233Am+Dl+9PU8cS76ELFc9IiVZPbs9cj3zvOY9IVedPfyihLyVdyW8X6Wau+r4J73Hmg+9nc+HvHBrV765rza9q0IUPZ1kzT3RYp295xEOu1N6Tr0m4WC9cP4qvHA/uryiuQQ9LvGWvXJpEL56Lsm9eAHfPcK5UL2gQoI9HoPSve7nJr7SDQg8A/jTPXAtsr3lggu9sMoVvZExyLwnYB48/GM4vPu5a7569EG9HHuhPHQvgb0PZwi+kORWvA+fDjyy/4q9ZbnlPSzQsbxAiYa8KNKEvZXjojsU6t48U5mhvS3sBj2cFXo7/7PkPXVxar0PcVK90mVavkGmd7xpLrI9sfMMPn4AGT4yP0i+gPTUOd6lqDySLPO8MPbKvVtAID6lu5897tKDPQ20FT4rH/I9eHgdPi1SET6vsAC8jEPOPZuUL77lmyQ+EpabPKPmIz4pIPc9Y8qkvHYNFz6ijCC9WN/5vE4pgT0NZ7Y8VfG6vfUB4z1L/0u9Qk+WvoiaMb7lcJu9FdXOvHUgljwGMHY8xJLbPdPr0T1xcyu8GDVovdbeeb2MsGm9+DOTvXwe17z8bqA92S+1vb6fA7zCBhi9ESP5PZ5zdD2/zDM96M2dPO4dZLtL42K7AOQVPQa3v731eS88f4wvvpUS672g9R08+CHTvRzVGb5u1bK9hxnBPYvUJT6WYvw6fbBqvZ17rD1WW8c9lqrNOyZoOTweuuO9fys/vXtJAD57rL89hCSpvDe8iz1Sc6C9AiRjvmLNjj2jFQk81eEsvECI+7yeglg9Wr2zPQXWBDzua489yIQsvFG1OT0N8T8+PRiSPXdiqb0usFs9azugvdPwNb4RLpk9UfyvvWerD7z4oQm9fbxwPW5qwzyRKJo6O4QJPvJpN7whVhC9jJNQPbfZBz56fRy+C6YkPOEIqL3q8Xm+OvDPvAP6L70K3Ko9UbVPviiKCr0Ailo9chKavTEmKL2931q9tWo7vi+qqL0vU5e9LK2jPQopfD28kCC+FtWeva2217zFE0y9zA6UPkIurD080NI9HU0aPmCmAz7I9fQ9/zAHPt/+yr04axY+0n6NPTCqnz0Ye6y960TgPDF2C71CvMY8aPo6vgLPWj3VGGC+G0uJPQ0Gyz0Y3jM9cpPUPZGYkb1tW309DeeiPMYg+T1hnJg9l4ELPrNmG77p3Me9wR3YPTFmqb0mMWA90CELvspR0D2OX189RcKvPfAPhbtWP4s9/nUtuvZQsrxkyya+LOL1PZ+4Rr0O2fy9v445PW/S0r01SRC9KL8BPqb+cL0iwAi+vb7SvaQtDj5l1eC9PjIcPspyETxzHeK8rRtuPpFifL2crl29JaoSPozGUr29NQW+oA2WvD38Vr3Z7349rztJPae0s708Suy9PVx8vRoYrbya8Qe+MzuUPCH98z0mH7U9lasPvQyfwb3SL5m7RSGavRS4BT68iZW9QG5OPRAiXrpRMYm9oOP6vIJ1J7wYFLs98B/evfX5xL31USw9V2qQPR0AQr5cU/k89xOIvbIt0LzcZFO9E7pTvcpGubulbtk9sts9vRv/or3FSBs+6yluPatgFzwNiy+9uIELPVZPpD5yyVM8wGefPYKQoLx9s587R5XFvk4Ihj1J8gS9E8yPPPGIET07ZEm96mghPW2xA75IDkm8EomfvD2DFb4/8bs9rfaePRN0GD4EdRY949Azvi9Fnb1DgwU93WIHPdxYFj5OQoU9ZjiUPZw2aD2q+Ug9b5yTPRTfBj3BvEg9ABHSPfLCzzzAzgI+c/bsvVNS4L0EjKO9iMKUPB0GUz2SYSQ+lBx/vEu+ob0O7zo+PXwKvunOiT2k8rS91lGfvRonzz1JJWq9rncmPTz5dT1KiTk9HNq4vF1Gk70XIfC8gbuavbC2SDyN47q8oWRKvZyMp72dGwG+k5gXPrmlxr08dOQ8cZHsPaahoj2W4Pw9Ip8Svmn8X7x+1dY9t4MbPuSVaL2+FzK9tUqpPb7RTr1YqJ+7EIBnPbad0L0CF9Q9BZwgvrgg9Ls/RQU+i248PKU1pry5SAk9xYIxvmhBGz3kGN882P/EPLKscz2oqke8XRZdvUAY071W9Ti9Yvc7vRkADb50a3m9deNGvXJPlTxzcO+88P6FPYXbzzpgxca95NQxPPEUED0DYH47fC10PNZ5J75DOwS+Y+pfvXdrobuXvtQ9w1JhPMVfZjx5NVG+bF6RPcmLFT6IW04+m27KPUcY372VWtG7adg+vGsjOr5CAwc+02ygvbUgV77kEAC+rncXPc7LHj7cMP48prQRvP7GDb7saDG9oEWmuAhIHDl9Mso9XMoWPYT0mD1yaDc9kZsPPV4C5bz7bvY9CReaPRYMeL5aEam98uT7vJST2DyR80u+KABuvTl93r2qHps9GlxcO+nKMz7SeyK+oW27vKwWBD4zpLS7MeAuvlXhAT7jhto97ZlSPkfU3DtqMH29vzN3vbW2Qz5K8/q9lQ/PPYMH4bvmyWQ9AEHhPEOfsT1mxey9rMeJvhiZlLt52cu9cLmnPU8s7z3iU7O9q0jLvTwhHL6WjSi8lS+GPZgdFr7q4/M96kcTPsT78LopO7Q98eBgvEd/Qr5pIhE+UASsvalyoT5ruYI85LYqu9CcJzxStlG9WUYBvUKs1DvtE7w9GV79PDZ1Eb0xwLA9diAxPXm0Fz5FXIS98LUQvpw63D1PWhW8R0UdPb5FujzCVya+eb9PPDIrkL7FSBE+VjaWvs8isr2xAoC9Y2tEvYI4sr08Nvk9Yp21Pfu1Az36LhC9DolrvrHI1Dsvcu+8D7+rPMf2tb2d7ME9Y64EPh8Ve7wWULg9T8AlPVqIrrsVB1o+B1z7PWuGO73kmhU+eJU1unKGi70I0ZC9FRHLvE/ssb1TFiC+mj1jvXjCHj5EwYu7JVpDvgtd2L07GEy9mRn5vTHZsj0JFHW85N2PvdoxAj6Ov2q+U1XWvIdBTj5h+6s9nNMvvVUee7ub+YA9tGDcPSuGBT1ZFYw9WmIVOmnkhTxesZc9kkqSPVqxQr7Lvko9rwi1vAoQRD3cZzK+4ZLaPF5UKL4bhru9+tpAOjRvmb07wko88HPIPUhwI769Gxi9kCCTvY3DaD4mvLC954G4PQnuYT1t0jO+HYzZO5RhzzuPoTk9ftycPElb1zw6UbA8LPTCvDPFmr38W4c8gPBXvR5rfj12/xQ+SXGbveZIqj2NNd69VLNKvQAaCjrovp277d87PpMJZD7Z1pC9IewDPhDkOb1DZp28NUZjvDb2x73QdkU8YZm5Pbqoaj3ELvo9vwgmvh0EGb7BAhO8pw4lvk7fpL05ECS7PioOPnQa3rzW6BG+n5e4vTv3WzwMoSC+9/k1PouTYb2zY0y9X8VwvByKpDsL5ak9zrtqvTe5VLz9tLu9pcBIPSx4Oj5e8Yi9z8eXPEXIXr1yckE9H1MwvQBr0T0dfrs8ZOB3vX2Y17zPyP887hzSvMPji71R+pu95u+jvT/wSb6fsFc8oKHRvResfz0smoA9F5J2PSj1Jj7G5gA+vZEIvSLupL0W27c9fpyAvMUg3TxvlfQ8JSU9vZp3hL5fkBi9mzSsvLt6uj3TKn294P+RvS9LjL0Egy681sp9Poj2gj0P4g69Q+y2Oc/rk7yHfYg8qRcGPf6bjbytXoq9wtzmvbBzOD1ZXvc72Sl3vZuaUr1vIYi98DkPvfdjuD2qDo29QG2YPUqoYj2OT588Z8pVPcZ7qD0ZRCA+EAMRviqoED2BrpK9LbWtOthGwTyrjQS9gFBuPUJTvbxlZqs9LXKTPXvzLr6A6qG94c2pPHCe8b0QFK48HjPHvUJBjb1ayqC8timjPI8AwLxGZKq9emadvTdYXLxG16m94gfqPatCc71DRpC8f3GtPfFPcj2tU1m9cd+mvFcP5TwV06O91YmQvMMGJD6aQrM8FkcsvFfQyzs1LyE8MNjUvfbo8rssy3A9mh3GPbZmPzywtEO9iCynvUssxr0zOCS+mQuCvbNK5b3ozMY9KDurPXMtHbtyDd288uAHPR94A730FQ++jiSQPd+TkzwvOvi76IUevjhlRz1SvUA9lP/5vWsp4bw78ie+c6XaPZpZeL1leHw+QDHEPfav9rxu1Yo+YcM7Pc+Jlb1Wo1o9hP5BPfowOz6+n3G981JHPWLc/b1l/bm9Lmj+vKeRybte1l+91TLbPLaCM70Xt8w8o5eCPWzS7zvtJIG7kJrRPKG9OT1JMNk8bmg5vlVAc7zR88i938/GPVNqFD5sR5C9XqyfPPDEYT0vJ3M9dJjHPec91zs2APw9NVIhO487D75nKGI9BkcEPkCfyryxcbS9OcMJvkoK5D1EHW+8rEcLPnGimT3+Foq7R1yyPOFeRTwBhKS9mE+/OhCm7b2cz9o9OR+xvbidmj6bAsI98mg4vWokmzyPNOy8Ap8NviBeiz1xg5c8ueYkOkayHjwNZdI7jqt8vXz5qzznUs48NtmYPZzciL39n4U9S5shPT5tSL50dNK9ezC1PFRd3r36f909VGS0vQ72ujw4gtG8Y/I4PRJgdj3l/ZM9J2UWPUMuJb2SPsi9kMu+vI6INL5Siu67P2mgvVP0Tz2nnoS9nZMcvFtQa709bX+9mn8nvR720TyrLP29/R2jPVJQS72xHB2848g1Pc0hMjy3IIq7mGSyPbX+Lb0djXo8ZUIhPU5TGD1lneq8WHejvXnT4byhDAA9T091vax7UL0IfQi9jRP1vT661j1sNwS+fF6VPQdvNT0xuBM8keKNvma/bDyDqkU8uhjFvGSbM71mgEg9357jvZZumT1BBS09VJ92PdypZjzDHBG+W5MNPn/A3b2V6ty9MqWQvR9BYj1NzTG+4eKUvIw8Jz58i0+9VTp0PbU0mz2HQB2+75y4OyPEmL3Ti2G93biuvcGsaj1PFOI8uaqYvG+2lzyaBGK+j7iFPXtiAj6jL/89E1ZdvdsfCr5FidE9r/IDPhouXD54cxq8/WrUPFcjVz42Pxo9lTYBPs1+1j0annU9rtq8PV9HqL6uPoM+3+lavpQ0Jr2jazg9aF9yPS6aeb0vY+28WDAWvVO9Qr0UFQM+PRjLPWyVCz62zY+9FqbivNdMujyiEBY9kQkgPt8lgLwUCZI8RvSfOoe4vDy79C09UbpCPu4cgT1l6TU95pVDPsKix7wCK4Q8TgRxvN3xQr13VSy9jNbbPAWrUz2tQlo9/kIjPD6qLb23oxY9VqOMu0RJjL0VmmO6nomHva2u3LvnVMq9dl6AvJmL8L35ti2+ziTMO1BwlLzy/A8+wzp1PXzDeL2Vorm9HTarvXTaX72T3ZI9kdW4vOvot73HF9y8gKNRPfbvQz3MmN69I9MLvCppmT32wZ29BuyEPRDeSj0cUGy8N4a3vDOqw73pQXI9H8YuveTo/rtD4D+9U77hO9/izb3AMJy9fn9SPZxcITztPSo+E8uAPQS0KD2o23+8F0P4PQCQej0jcaY9kRiPPHYpZbxRPUE+0mOFPbf7F74wH2g9hbYzvV3G7jwow2M5ev0OPZCM7b2aHuU9wtj1vPjCJj7gkIc9uYHDPctVsj3eGq89zpQRPZRIIb5OkAQ+P3SAPWZ0Mj1CQ889h/bHvG/uRD1wUjC+7G3rPXL0v70nXaM8FS6GvHPi4rvCnxm9yWJYvOrJTL3EVC09CwSlPN/0Pz5g1J69rM9Ivfc3u7xt7zi80W2dvA1zej5gtI09W5pCPva7Cz65TbI8CK2JPvitUT2KV/Y9tArtPUyxX74t8mQ9E6LqPb0SOD60LcE9LMY4u4QXJL4/FdO9nz+8vauVlD1NG4w9HB9fvXyroz3ZiYm9+x6lPXhHYT7faik8gzN5vMhsPT5KS/C8IMVmPQGsJjx+VTI9i3WSPUkLNL7FE0+9sSy+vOEw5Lw1cNg9L0wQvTJoLzrNNGy8sv4qPk0C6z04Bw0+0TkZPa6kGLvw4o++u8Q6PQdx8DxobIi90oucPVzwiz2O3rU9J2MTPv33NbxS6bg9B3t7vbChdDvlSSy9JHcOPXM4Mr6gwyC+PWySvTC4bL1578G9XJoGvZbDyzwtNcg8d/QlPKXHrD27T0w9TxVsO1Y9Gj5JOCG9le4kvPWAdzxKClM+lf3BPZteED3zfCi+5aftOxfbIT3G4U89fv6YvCz2Jr2lbbo95Xi5PWk3dD2ykwo+ne2OvTtbD71WRjC+y7elPMMwq71aQQw9VGa0vaxmFb1A1gM9ewR+vQ7Kxr3qqA4+UnfhPJdwCz0cGcM9vqCBveZFx7065rw9tE0lvpXXn7wQe0o9HF4SvdP+eD7NSma9QuKXPbux2zxTGJs9b9MovE8u1jyURhg+2avxvFmQhD3i4EW8VnAbPWu2Xj3IAdi9EOSCvcdeKTwDJ7c9PCvFPRbiLr55d3Q9Sy/vPCixDbwWR109XHwhvaKWGT6BTGG9XyooPm6P5TubiwK+/0D/PDpPUb0dvp09ZOX+PW6PID5oNxU9raE4PK87s7z9Bni9YT/9PCj6tD2Ikqs9kC8LPm+x3D1awwe+Qn2fPOmok71xWdK93R5GvSMfCT6TIy0+QM19vc4K5j0QSsg9pr0BPmAglj2g/9u9E4BVvZBU0z0g7lY93eHePYPIHT66idA9Gn9su42vIr5qNCe+5yOPvW1vjz0Thuc9+CKRPbNA97tmUiY+4o0qPZCeeTzEEyK9RozQPfMilr0jGQY+yBL6vSOwbL2PEgm9Ih34PBNStLxpJwe+CwAEPmCbMD7J2hE+5zjoPSozOrzACC49zoasPNlDLb60VEa8lIm1PZ1c3r23tAg9MP6XvUHSBb6TcxS8OD6jvcM0hD3yi5M9Ib8PvSoj7T3Neyw9CVQKPrL7ort29gU+UH2OPRGRMT6yZam9ez4gviUXKj0BsaM9N+0Uvok9pzv+Lj89EUaLvVJeAT7wv0Y9THRxvAkAizzTdLe9WVNxPbKjtzytSk8+5LsdvUA5GD3mDRk+T0/7vZMtNzzggm8+awtQPTlKUDwfMIS8kpmoPQ840zx4aPC8OGCRvawk8Lx0BSm9qLwmPeCXrr3zGAu+pCgDvvolY7xW7sG8u+1rvT7ZMb1d+ts8HBQfvg9WzL3ck3a86LaGvdbSV73E09S9m1UJPphvJD30BVm+r7jZPVahj73Brua7lfcrPUEDSj1LloS848GUPG3aEryj6EM9/Mi7vRy1hz2xJEK+Ugo9vXx99j0HssU9WJlmvExqcb0zOoO9tIf5PVLa07wK2+y9jf1gPeKrUzz8+Ki9E2PyPa/Iaj52MIU911DPPduOID4fSE+85Hsvu4u7xrq7gU49cIq9vZ4Kwz304UC8dxdfPSTdhjz7I3i8CXedvN348T3O5Og9MbfHPZr4nL3N6tw9VEGovG+9Cr7WmMG89hyOPTtwAT5CYcG9oTwTPnGT3btocwK9s1rbO8cnhLwmpuS5rt4FPVpel729IgQ9zWbUvPklS748ZYk8Do0iPpUPNjwM7t69LXiqPZDYM76eXbk9NS7Mu3Cbjz3dJDI9KgH8PNR9/LvbNzW8mHYuvLQZHj7GrYI89zvePWDxVL6Mt1s8Sq+UPD+I372OmBc+UFLEvGLJMr6T4fC9X7nZvPxoIL50J3y9bRLvOjDxYb0LP2U9OlOCPftXQjyHI6M8l+NpPefbkb1oaD89UdosO436FT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "9P4yPJ3Iqzytm3Q7eNzZPLEqaL2L+CC9YOMsPeUqF72vtoO93YGgPIONgjxp5BY90U9FPWth/ru8ryS9m+qkvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 