{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "cGtePEL95L26dEe9m+ItPVxoYL4z7NW9urAUPYmmhr09fki9vZ5DPVslpbyjg0g+1E5AvWQ9Gb4ai5o9sbedPa5TRL4yb928IdAqPh1Vy72X/HQ+5o8wvl6Fpj2TYIs947eJvf7++z3QnpW9SUgRPmYYPb3bWiW+6lX9PXIUOT73+M49RREaPWAaHL6hyCW+mgwRPqTvdj3awvQ9r4Yxvlr8Dz4LzR4+AzLEvciB5T2y7Bc9wEyVPTlvNL4c+1C98oMfvuaI0b04p5c9z4eOvdXJOb7yPG++lli1vf0mHj32Ycc9TgqsPp6bc7w1XgK9SVUgvOuU/L3ANYg8oY5FvqcXXLwZ01O+YXVGva9yDz1YQJG9AUxPvbpwv74Y2tQ9H4zDOwYdmr6msFQ9y7S0vW77Xb5pR6m7/LUwvI3evT0JlWu+pL+wPAzDCL4PBIa+EiivPQrrdbw8lgM+tznOvf4VaT7Z8aG+K0sbu+BHTz0IwuM9Cgj7vQnzI74EktO8nXgPvkarujuKEMG7iT/mveRTb77IKyw97T8TvgMEr71rDBe+0NeePchFCj5fT629R8QOPg+Mrz1VOzg+wTVpPU08XL59y0C+HLFcPWsfXr5v7la+BJSSvdK4tb3mopE8TA+hvg2atz07ZAG8kTv/PULr/r3jIig9aQQKPYEAZL1M5te7lKJfvnQxaz29lHE8mmQZvvNTMD3GHEa8RHOXPeYvez6p2VK9B/VZPaxrGT3o9qw+1U91Prp96b3VB1U9Fd69PREUAT7GgOY90gpYvZjBHz0SGOo9M5AKvppHZ74+zX08EwA6Pmugf7z3gIy9Zqh2vthRjD2Qdwq9Th/Avd4Ppr1GQb+9HswKvZzw5Tx0C/M9EAAyPs7H/b0pWrU+yBscPqhmYL1ugNK9qQekvW7O+rwNHYY9o18lvvwj6DvqQ9I89H1kPTqsKT7cuTu+Ct6KPbBI0jxgeYo83Wcgvl0Q7Dsf/4U9hBFYPn9KlT3xCmW9TrXUvFHbnL0TbGq+TBspPek5Oz55I1w+B9p9PSjQdT5kG8y9U7YSPTn1Wz2no4C+4Q1APcITLb12JEg++96evZzqUD0r7L69hkMVPiCCTjx2NYE9s35JvjfVljxhswa9OVXLvZitRz2W2DS+jxOsver6IDwKVTM9f7wpPqmIZj6VVdO9EwRLvh+xrj0mT0C+vWyuPQwq7r0BXI290SsLve5tLL5coYe9lJnovTf1tL1pp9C98qUXvvpkHL5u/728cmhWPiTqSDty+Fy+43S9POiS7T3PNPI9Q7CCPd/nxL0Tum6+8ZIPvn2WFL1SF8g9He2aPZgZCj6X44Q9dojjvBZC9L03KRe9kL+XPCaJxL3wyzK+W7bBPehb57wBOiE+FO5FPryhND7gGhg9Je7vvYRX3T1Dz+893qXPPEwyrz1iu4++F7EAPX6zW76CyX29K0LBPV+/aD6YSPo7GbNsPenygD5vwsS9pWUPPrRRxL3KgmA9gV1AvaMdKz4cCqy+MyUKvPn5ZT2/G489GMe+uZ2bszxgjQS+oO2BvpPJMb1M3SC+uDUfPAO9xT3ateS9pyeIPrR7o73cM3y++N4YvnX1KD5cngY+iFvvvYd7G71heGI+kHH2vSMJ5r051EQ+dQnyPHhW+r2Fpqo8+kMKvjRSCj5HBPU9la8WPYo81LgBbT2648YmvSwA5DwJK1y+9mBFPrqqhzzuFmC+yS//PUStBD46dN49AgoiPb43az5824A+hJr6PbT/8L3uxPA9osQevUvbD72dhYc+4dscPaklrT2+1KO8GYfRPSAL5D0clQY9QQ74vE2ECb7sYyC+bVAzvcAFbz7NCbY9w8xXPQsUsjyf/G8++BKCPY5q/j2Yrzk9e7YdPaLFlT74k6a+tBd+PHUCJ76fE6C9GGiJPSkPFj4WuIu+wPNVPRJACb6+eL69dzwVvV/s2z3YoXe+0FOXu8tTEL6PKm4+KgBTvvAW+L3XHsk9spQRPqyctb3Cxxq+jMaCvJTK6z31/2I82t0DPhkL1r30Tm24hnKUvvghXjx2fUC9FHL4PS6IsD1DXgG+TbOvPUWAA73juic9pYkKPsDLGb53oVI+V+spvhdJjr0hCdg90eIMvjpv5b2RroA80UPpvV90Ar4dbV6+vCtXvssASD7G9bo9YvmiPTGeF75O7Po9B6G5Pf1S4T3uUAG72O5Rvr87Kb5fNbW93U2Vvouiqz2ri7Q97hAXvnMutzpEJsQ86MXrPRRFpr2BS6G9w/VzvqPMKT5rVHi9C5U/vnsx0j1TWww96e+TvqIEi71C1Di+iPJMPaQsrDtLoKG9+8xEvRRBBz7gBFg6njiTvn6ZPr61pf29qikzvvXi5j1eI0a+MhWkvZayKz7fIIQ91ZNGPq/nNruMskQ+J4qCvSbMib4KMis8bTTzudHzV76hCya+HNTTvWkR9bw9mVw8x1UmPVq2UDzZ1dc9Nl29PJWduT2ogI++bVvvPTOPJj05C9y95uhgvkbSHL6eQoi+IPp1vjQHkT10r4K9W0/UPC5NeL2XFG498lwoPq84H76y62C7UU75PQe6Tj2aIwC+9740vfmMWDuO3Am+RZoLvlRdxb0+sC8+dPOGPloL5r36cIu+jlxLvv/fhL7VImU9W5iFvWCe4bwR9ja9z9IvumgGEL43b/a9/r9OPkkbTr4Mfje+4HipPdZPID5mouS8i96jvSTDwT2mXDa++YI9vsCG5DxVsre9tnuQPWTlHrrS4nY9Rs8evMNGtL0snwq+sEvXvIZ2iT5nb8Q9dbWUPmHvLz19ZTS+kFCCPJqWpL2/Ydg7/yEvPmHiaL0htmG+z2OjvSEB1r0VnBy+8Z2CPglHVT0uBOU9b9sTvsNe7L1bSrY6BbQsvbb2Nb3+QCu+zpKKPc6AhL1fTWm9SB+9PNKJKb4+0iq9+LmqPQFZvT3pKSY9qkkePouomz6AlIA99PBtvaF8Bz2vupi8rwKOPTcfsLzI8au9GICRPiHiuT3P2RS9+fV7vb8wCD6M1i69TYKkPjc1zz2Egpc+32Ciu0VtkLx/j6m+TQ0dvlAsBLyhxde97SmqPafvCz7yBNy7uKLSPZ66yj0PsUa94a/dveSjcb2jPY689s6GPccOQT6DHwi+YTA9Pc8aw70Qlsk9Yr23vUkewD0zXDi9z4ciPjbVcb5R30s9yNMmvqlayL1fjZ69vdYGPidJ6j1x4V0+x3+MvQLNtLwslxA9T1CdPEuuyb1yp5u9lHSLvmVjSr78LxY+Otskvm7JZryZ4+28F3QyvQuZSL6Chbo9aN21PO6sOD4DDWO+oD7DPUxdVD4nQA6+Ap+5PH0l4z3oZ7m9bnOsPRMSZL7HGgs+kumvvWP5Vz1MECC9gkx0vSAULr7+9Cm+JcvHu54WHT5UnM+9eCVivtDXQL0UtDY+H0IGvsC9hLzK7YM9cIf2PQUoUL4YQxO+kWYuPUs6rD0oRRm+7+bEvUyeEL63LxG+Qqy/PWiBMj6flRc947Suvgo/Jb2cWXu+fk1TPrP1Xz1NOWe9FILGvfCaQz7s4Ym++rfPPXCSu7x5+789g61fvKUuFb5+y5U9Q4IDPoNLyDxGAC2+EpBVPTFu2L03E9m9hvOtPEHGAj4W4we+1VDJOY1JRDozv/u9L1MpvRoGgz3XcN88HFmYvkOcIT57sCw+ONprvp1Ak7vDLyq9IoF2vmuLO77Kj34+TE+QPh1KUL743yQ+GlT3vfc9qL3uhCu+ts6UvaeIJb7tBzC+NPXdPGG5SbzcAm09OLKhPGiuoD0gjxo+xCcNPnWhJj7yfB48LDmYvNCrJj5U3CE+ZNcaPn+b5T2vYR++u1A8vX64pr2LpB2+h8pVPuyorj0f6sq+13a8PQhwOz1yaSi9O4/FPdqIxDwnYgE+a6hzPDVFZr1qVpg9ak8CPpAdHD4JT5q+3TNgPsCLC776/hU+luG2vY9ZmzwKrZy3cpKIPsgB7z0u9QQ+VTXJPUm4NL6OL6+94LjjvKOSAz4AiU8+bUg3Pg9Nujwm1Sk9hhtuPqY1BD5G1aQ9SXKPvY3KJj5EoGs+Oif9PXbm9L33ObO9OXYvvuDv37x3Arq+Gu16Phh/p752eDu+WJLcPTxAB75ZSSU93PpYvpcaXr1CAKW+y+M8PmZi/j2bgJU9xGI8Pr15ab4Wkui+MvvNvTvz2bzBqyU9/iiHPWVnL75tIAW92YOoPrTSTz2pxAM+eqW1PXB+Az59otE8Kv8tvHh5gz6D2V4+28S8viM1eL4ed8w4jMdyPXWpu73bDQy+UA40PlppHT7bGpM+50nFvezqMz3ocmq97Ad+vAqueTxoWzU+Fjwwvj5YM7481dw9orQ6vilTKz6Jfqe9Ox66vclesb7grYG9Dcw7vhHRqbt7n18+rvIkPUm9Xz5f81A+yyJYvphYjj1WyYM9Y2onPXNF8L3MgyC+phdsvvhnf70zjTU+0dJ3vbkdkb7mnkO7OnyPvAJmaj5RFaE9xLIIPu1MSb1Mzwc/NeT1PSI2cL1tl2G+Y6rfvse+v76Z7yO+bub8PeYsNz6nbcg+YnpAPmmI9TxC8Vq+QOMQPsPitz3s4oY93cmAvhI5HL5Cvmm9FizBPXcw/jsDhxG+BgQMvip2L74DpOq9bL8bPgjgCT6yRcK9iwAuPX21HT3D0cQ+EhZ0vDxWor4sFwK+FkspvsApZD7hnbs9NFJVvZS1ib5e1Ys9TThCPMf+fD6xhAO8g0WAvtkQ4T33g/q9s54JvmgbYT1ETfu9HQq5vFTi2jx2nR2+E7znvWthtT4K4qa9yRURPYZOXj02dYE801OTvcSAfr4bbuI8eSZ6Pueozr19IuW6jlJkPQWAor3xWtG98qlhPdNGEz4BqoQ+XuXhPYnyMb532wc92HmHPWuzNr7a+zE+fRYUvV5Dcj5h+Eo9jCwuveOx7r2e6Ta94xhXvvEKHD63hWm+wOqwvKKP+71oWgy+ySaaPnF3AD6VtMq9BmfXvamykj7Df0K+RQEjvnR+Gb4Qm1++1oT4vMlEiD23x5S7by9HPgDbAL1qYhs+nR++vcuaiL3Nqg+96+uqPiVQdT2qdDA9tgBvuvGSqzw8t1Y8CvlRvvPOLz2y8ea8nLkavm/sWT4Oevo9F/coPgUzTz4PcoG9Zswxvq30Mb5ktHA+8YMRPt5Scr3cLWi+VY1ovZLQkD0ESTU+VlMQvk1PVb612wM+99aDvXChfr02FNs94Fm2PXu7pz3jv80+rTxmPcMSLT5ih5y9bcgOPki/Ar4b9zm+9XemvKJZNr0yNzg+tAE7vdYZkTxQXvq8RGw4PuRZcL7/PSM+Mc8svtF6Xr6XMX8+cAQqPoHixr1h4ny+oD3aPB8Suj2blOy9zBA6PtBEPj0jGEe+F8dTvnmnRb5Umae9pyhvvj8BZjvghTA++0cDPux0Zr14rJ++i/oFvjoSDD5e4Xy+esPjvUN8u77fWLs9MdJkvYpKD75RhRY+EcPuPHMhJb4O5o89DDOnPXX6eT4Xtqu9u/AwPjrwEL5Fi8A+iRrnPcD1bj2Y5XY+/PZSvhjkhj4Zwzg9DYlfPguiRj70k609NTn+vTT9XL3bObU+iiEyPUCURTysoMQ8iV3uPdx2Aj3IQw69f9VVPo2ubz3RjFo9gnohvkMjyD0Z3Js++4k1PTk/DL672JY+EkIsvbFJnL1Z2VO+qeG2vGJk0zz+uAE9Va+WvjcVk75yLPC9L+4yvpL5kr7X0qi+W6SRvlTgF76Wapu9TkMsvgrwXb5NCm49+4S0vRcfJT4QODw9tEb8PRwegL1Lo6Y9pjqWvXC8dL2X/AS9d8ojvlfxMj1Q/8+9TLTaPJ+y+T5EwXO+oXM1Pv8olr1SVWu8xy55vTLfhj14NAU+AlOKPmNzNr6kV9e8nbQnPrsFBD2H4Ew+f6ABvsx+VTtEHFa9lQA6vc2fTz6sdlM+Z38RvjOy0z16roS9/aB1vQUMR75THSi9bjB3PdmYND1hqQQ92AM8vavhrL6Nn6s9nQGXO+/LTz0Zh0c+fS2XvqHjOb7NhUy+/5VSPl1uFD4n+4q8aAqePp22Cz6IDh8+r8SLPtyPCb5mKuw7HcDmvU2ulj12X9M9c1NWPlmhMT0Na1m9Jps+PaHK7L2eGG09CmoePvTK2ryqY269R3hUvseKBz5JFcu7RVwSvtnL7z3u2Ue9SBsHPt65gr7DYLy9orBCvb0qCj4NObw9g+kbvgTsGD42Bk++edDHPZWMSb5o0rC8JU8/PqYdqTyzNPw8UCKhu5ExVj0XS7W9zdiIPaBuST70oqU95BWWPV090z2FmRG+7evmO4u2Br7NFeC9KXFhvRJj/L16xx8+YJosvnbImb0MAva9dqwiPnP6Hr6bUSE9xF58PpWQOD5Gj/+8QN0yPgi9zb1eHMe9Z2ssu6ISJL6xOyq+rjBuPROS273JKku+RBIzvhVqtL1V6ik+gB0tPhT3Ir4HqUg+QSkvPRkblz0zmmY8qYxfPSxo0r5wGeW96CAKvnsUoT1Jouw9tE+pvbv3QzxyfCe+K26yPb6k2bzcoba9A+cGvo2QPrwRgXK+RfV4PlDHMr7+dj++EgfaPONQHD5UImG+Omj3PSRa1bxiNFI9ncbivJANF72bDyK9OjLFPak2ID5W6K29vKrPPKx4NT6RwEu9TYq5Pcla1jzXgUm+fhVdvWS49b3iD+i9/nObvnjtJb6G65M9EPp9PQ4qFD3KAJ09iZD/vVWw3r38sF++TFggPrqmmT3a+Qs7FQGCPhoOtr1SZQ49VgVAvYAmFj3ZpsK90ynBvWHIL73vF/Q9xHMOPeOFsz1wXR2+Imu4vW2Wz70PzWU89WMvvdfyGz5vzQY+OoBfvie3UL559rA9MnFuPnhyBr1PuLs9Ti4lvkCUhr1xkrO9flOHPnlvpb0kAcm9v5XQO49OKL3GXIe+rJ0IPWz20z2Z6Fc9V6bnPTYHOj5j3ic+/88nO62NFr6AxLA9CAJavrJ7UD6curw9767FvNNBpz1Qmj69clZ4Pv0zOr7fnFm+TW5hvdwYCj5IhVa9whkrPHUFwjz4dSA+KA4LveOeEL6ijb892ZGXPsd19j0ETKG91IFDPolWDD7g6kk73B+pvWCHRTy5+2q8wyoTPuD4Qr3FJpm8J7jTPWaaAL7/IAC+re6uPUGs5z3gwfo9UcjfPCjWDT6dFWS9TIKvvf0Ugb2y6g8+O7VTvmK4Kb1mL5K9Ldx1vYO1ij0MZL49GSNNvSwodz7mMRk+BZ0ZPnvQ6b1RHuo9AN0OPi7qK74gP7s9yDMnvRgYVb31mxw+uNw1PfWRpT7ac5Q9iXAxvfqf2D2+Puw9HO0hPQe4Gb5KYN29JxsePrPqAL6QHB0+RDibu966UL79/Ui8zAx5vZs1DDxGTim9ZvHxPcjjrr6inPk95eh0PYBC3Dz4dyq+TEIlvDgmdD4/5wK+NmopPkEYJD5Tx2A+637vvbJrhz28rje99MbLvLejFL7BxXO+0qvJPKjwoj3xb1I+SoO6Psuy5b0LKIm+efKkOiNdyj19Dmo9aJ48vhphhD0T61u+xVNAvSSEJD0KVxy+gVXjvA8mcD60rp09XA7uPQS+8brjq4w9px7MPVBjST5uYJe9CWeJugOZ1T3aq0E+ST5Eve1GRL6zUnQ+iQeyPbvfbTt5msC9PJ/QPJ3oYD77K3O9YDZDvh9uYz3Q7Du+2xLdvdeN8j2Sz6S93yPMO1pfIb7hN0y+XiyHvQAVT77bCLC94PaUvQNUmD0lima+wf8cvhXwcT2qOWE9OWe6OwWtRT2jC7e9Pj9qvsAzAL7crhC+/JI8PoqCVbzabFs7xfQOvGu3K71Ej1o9Yq00Pn2E1z2fpYe9dLUGvpnWMT6ImcE9JJYLvqxmsT46DFM96/4OPaRp6T038p+9pimAvVmsPD13No6924aEPVMhoT5BSKy8f2GNOvfSKD0hGv09jwgYPmsQTL76Yku9AVjPviLgPz4pWaE8x5pSPjjlH73LGdS9ujW0Pd4rML2EXG8+18psPF8SYjzoDHa9D+N1OzWhC74ypxG+YCHwPA2FKz52XFg+ELJXvu4H5jwXRY6+fvA4vjfiRD0pcaa9hGztPVD1aT0fs+E9L40APTIgpTyCHqK8aN8APpSwYL0rHre9w09Xvh/o/z0fz4C8IO7zvHmiFz1s7Bq8Y2EmvUiFTT46rkE9erh3vcJ6fL0BNAK+SgrJPQWpBD6ZFkM7i3IfPqrOBL4MYk09QcBWO1lNHj1matM8l34HPmFqjr3xpDs+/wfvPbkjhb2gjfk9RJYnvio/SD0PpNu9pUyQOjo/+z1MeyK9PNWEvh7LAj6p1qA8dLx+PnQTQb7Ec0m+b4TpPV7ga73jS/082firvcHcAT34Ahc9Iq9KvfOzLL7YVS4+t7uLPUistL2GexA+uHJLPVfMrjx18Tw755gfvonuyD3Z7ZU9apUgvYTWo707BC49sONyPR/GFr0koc27nwdmvpJMGr4R7S6+VpobPtFMrD0RmMA8dmRNvfEWRDx+EN+9337pvIkloz3oq729Fd3+vVTjj71JyjM+2ASVvKFF770+Y62768KXPNU9Tj3Hhhk+cmzNPPmFbL06+ku9tsWjPanpWb7zrCk9Z5hZPhVbMb2mcHC9RvgVvvKFGr4tLS6+pQx6vZrV4r1ndYO9XEz5u8kadT5K//I95nxXPZaE3rzJjI47ebq9PZQRk73OBz69p5+KOQWdHL0RY9q91WWTPVjnQz0mt829m8ACPnB5Y7036Q8+DAH5PYEazT3RvSe8iexEvraAJr0EyAs+X8e+PXghv72ccv29zgDoPOWYmL0SQOG88ILQva5Lor2hfr6+OwutPQZPir6lIbo+OXXdPd85Pj3Diwq+jvUkvVXhGL1r5py7iEhOvunBjj5J3aW9kH+NPX8Q67pvqGy9pVloPlDxCz53/Us+FKbgvuTpcb7Xn1w+BJmdvbWOwj4UeJC9RgotviHD9D3J/w88oDaavLwtrTvofBY+dVg0vpHoij4nkYc7u2gJPhonA74SXSA8hdIjvgoFpj5G42g82B1UvtAoKb5Sqac+FOAovl0Z/j3uAwa+jR30PYuDhD3BYpI9M4FwPiZPRT0w4vi730mOvcoKr75PFxY+OS6lvgYa0TyeITM8WXhePjpX2j3ROhI8JSOOu8dHCz5Ghru9YoMnPp+JSr7YsSc8aX2mvigEyr7wwRu8h4OZvtRx+732QoY+TvR7PiyiZz7xA1k+hS6XPLzyir6/mXC9iS0AvX6duD0wca+9XJ1bvckg6zyL2yO94agaPid1Xz7Ukx68G/L5vWoCw7yYnBw+Kr5MvkII27vBVA++vYcHvvZS5r0t63Y9PYf0PDbJCz2DUQa9LaonvXNmwD4/EA0+jfCTvkgVcz7fNLE8Jx2GPijYgj1qyk292Xykvv+J8z3JcIw+P6yoPvu+T74D4k488oYLvo7bAT7/h2c+5mlhvYIvOj6Vizm+QedmPcDqcj2ZthW9vlBeOude2b24Mlw+5zBFPGEhgj35xqs+LovLvawofL6DPcc87+0Evj1dfr7TAwM/kzzBvc3Q5z1WcAA9tApYvQaPWrwbDMo97uCUvX3GSz5Pe6w9nuH7PUTXrL6Pdk4+W8Ecvq7Q7DwsSz0+wp6jvomMsD2Es6G+UlMcvqjMgj0/zQs+wRZSvswBij6fRK09kekcPrBcHb1XGni+oLSYvemfBD620HQ9tkJpPUlCGD0WlNY9xf5OPrQPvz0/DrC9tZ/hPa/CN711waI72mUVPueSwD45U189BYrDPi9MLT61hEY9T/m+PnwWhr12mKO+TXj4PmQSTr7keVW+6xQRPkSWVrxemZi7gWRLPaHwjr0SvYM+PeBCPB9Ll74MGHe+UUcfPhegcr2i3Wc9zyyIPs7kHL73FC2+5MZgPdKUE73mkw88ycG5vgzOmL2tFDi++WhMPS5s9L2yPyw+j6mavq/XWj7m5ka+9499O1weIL2XvsC9pZyLvRz8ar3Fr6889PjkvEPWsL6bIqq+8edwvs/WCj70WoA9Uo99vpFLlL4Jb6W9dtsOPkM/nT6wB7G+eFAFvqqH7z7jT4w+PVqEOhrrGr36/Fu+o/l4vtjOEj4sndw+/75KvnZGxr1yF6++bbMBPXLyZT5ZaSg8NEoIvgGYOL4kiAg+13aavt1rk7u5eUO+CQ9qvu1OvrunywK+wN2bPI1hyTyzkIc9pYpavjXcCb7n63K+dGMWO/KTPT3HqfW9jI5svqZeYbv6ZCG+U5QXPnq00j0Iej29kJr5vYcjN7sYDJa+CXcyvEDVJ75OJ5i9Zhs0vs68OL559vS8hUepvfDCUTzK9h2+gtECvqzwDj7HYoO9H6UtvruGMb44YXa9tAejvXDTJ707M8u8uzxru4WMa77bnYK86bHlvV448r3prqG8eUU/PceT1D2E41c+ZK0LvDjkur39nIq+3QKfPZALIb1iXcS9m9kxvtTXED6NJW+9JFVRvFx5g75FhIQ8lOb6Pdqa4z2gMlm+KHZoPjmrQb5Dm4m+lmVTvVYApbxHrWo+JJ3GPb2zb76OEyu+/wpxvrmRDb5E/Q++lag1vrD/qbz4RR0+oiU4vtjsFj68co29W9nDPekBW7xT0OO8UQ7ePQUJ4r2muOA9nyMLPUMRdr10d8k84CSAvldgLD3ILQA9iAdTvtGOBT4tVRA+Ejh5vW3Xrb15ctO940EpvrOlDb7v7xS9RI1VPLLitL16ofy9ai1jvTAVdj0BMUA8pUsgPvkukj0fSum8Bl3XPYoYWr4hh/290N5JvqrAmr1EN08+2bYfvsOOE77VR3w906ULvkwkLb41Szi8V4e/PDZn8bwkIYg8H8RhvtBdNTwZyT++zj6EPZUVh7wja/a9cxgoPmsZYr63zxM86GPavbbzM76YP/69C3sMPVCpOr2vY6c9U2YBvsi1i76zm0i+43xMvkHzlLzB1o09BbdLPhb+sTySjh69n9wkPvDRAb74FNk9rk5JPnnIvb1Or6o9Xe5wvcFMtT2gI6i9rIbiPVwTPb6jjiu8HVZDPIpCwj7MusS9qhpXPo9FuT0zUB+8sNItPuV98z02MXy+EMP6PP7Bwz1kNj493xl3Pc5jP76Ln227fAZgPt7/gD2ULk890CfZvZXWC71UX7k9s/j0PbQzFb7tDAw+/XXIPdxLNj7hwlC9aq/8PZizmj3FzBw+XGxfvf5/kD4f10k+JqbYPYF7Cb5d1xQ+M646vjvrqz48pyc+Ps80PmwYijljsW28o3e+vfjkPD0xXME+OAZqvt88Ub5weFY+cdj3vY21yr2caH88R71EvnA9JD58nwA8PtYkvlA2Iz6A7Fo8hzhJPcGHgDxqE7m9EsH4ve7wpD2TocC9FeOAvXjOg76Eb5E8yBhWPnADDDxH4tW9t0otPiwsgzxvMdu9sVs1PluiIbutQWg+lqwYvlXV5L2CEF0+9AMZPj55KL0Ky1i8LZasPSngGL4JY549f6yUPf1zmLzC24K90h0wPud1bj3zYHK93jCUvn8daD5Vg1Q+OfZcPuWeNL2/xrI+r0yNPa4qtDydnNS9rKPnvAzrNr4LN+U9grx9vUdjKb6XjYo+gSZDvoCSr77jXkq+vSsjvOxGKT5Ruww93Iz7PUZETDzEgco9vRNTvXQ7Bj7v3uK9wnu4OxhwpzzQnR8+bIgtvQNH0j0SuM68ntNdvvDBgb4bh/u9qdIpvOLStj206Vi+pBAQPoxJQr665gk+LptEvib2uD0ZnIY9qdAvPg8QXbzmDlk+t8smPjgSjT7wf4i+1WMuOkonKLyJQkk9VRBivAQdIj5T1M8+9SQAu8FsAz5tOwq+0q6XvWFeXj2chSS+G2QUvrfObb3U1W++LC1fuKWNbD2uQJO9Zc2CPj4ARz6jrqo+EBkaPpu0nD0bE4C8o5UCPrs2e71sSSc7g/yDPqeiiLwPsw89ablcvecWhz64JCS+pH55vnD0KL4IsEC98YTEPgOSEbwYESC+h7DlvLSPxz0uBqo8jDKsvH/7ML1KLuw9B2xKPnquaz5FEYy9wdKkvPqA1zwfsdy9dnZ8vsRNXj5kJb29glyvPkmhZj4eoQ89i0GAPitt3b2c6Vy9ALZIvofOt714wCW+MybdPVAaHb5v1Fw+ZXUDvV0Yfz4Dy1K+2dI1PBG/or1hQYE9cwOMvrkMoj1uw4i+NX08PFY8Wb720BY+gcUVPTC3Kr4xRjm9SgIrvmKVk72ht0S+o1YZvn+m4b3nWbo9C1flvQboYb2kANe7f957vh4qBjxHYpu+QalNPUUhnjztRka+i8q4PYkz8b1kmZo9S8+ovrQ8UD00ne69IKtUvjBB/b0M3Py8SwHlPTxVd72wxTy+BW8gt+A1Db4jztS9pO76vYgK6T3Doaw8R0JwvtDoPb6Qb0q+IXDHvamEhb6bwBg9wdPrPHEZfr1JZYK96DVwvT+D9LzcATC93YvSva8czz2y2049Q+bbvQjABz7Rdf49E6h9PeEgGz7j/kG+Dokvvp630L0e1nu9hIxhvqkNVL61mKs9EV0GPlCFArxl1Ca+OHw9vjwcb75jwRu+RHy7OUCr5Dzj3GG9/yQZPpBjjb0CJZA9VUWWPTJL8L1s3JO+SaDsvZ9ztjpzlOs9s7bGPc6GcjzCoW++nvtyPlmZRrym71G9CfC/vePzVL42XyA8iL8+vLV19L0p30++GsaUPZ9BtT1rtYc96UHOvV30Mr44AUa+bQECvgw5fL5enCy9gNokvn8ZyTwoziy+d1LXvb8MIT5c+Wy+ChI7vugs5b3Je847nRQGPo5eKL79/By+SnC+PWHrX751KNO9zOW4vaes7D2pQiS+WV3mO/s7OD4+Kne+UixKvjzq6b0jSXO93WzMO3SjqT1Gjp095sVgvsF6HL6v37W9NmsDvtUiqj0YF5C+Ba/VPRzoUT47NOk+z0iWPApp8D26zn2+BQpJvjzrfz0F50o+Mx1QvvUacb3IooW+CM68vFhh/jywj6M9Alp0PYWz1DwV6DY+RXcXPQok/b3M5WM+Y9JZvBGOLz4exhU+VJGvvotx8j6YwJm+AJeFvSFVY76Kky8+nLKEPVngRj4qe649uD5EvS9xor1PAoK+jRUOvgbRQTyXWNi9etQnvqusz7zLIBw+OtD6vJ3PPj59IqK8fUnvPR0chr2Uepy+x493Pi0bmDyEiuG6/aqhPmSNjz3q5xU+eC7PPQA+Lj3990W+EY+MPrBK9z0wyOY9FsHsvUzHGr0xOQe93FXVPbq/Ljw+p+u9pnwoPvPjXD0Opl6+ejIPPmJwOD2p7+q9IdliveShcL2f1Ky9Z+V4Po/xD74ZPSI999lIvQVD6r3debK9Rh4wvdibV76Y+B49jpeFPgwBhj6UtyI9fYlxvoJEH72Cat09C/cKPsCsYbxaikq+nqDOPHOpgr1xb4O80w3Gu2YNPrydRKK8ugozvaICHD58J5e8Ay0YPoRNmjtefgQ+/JXePGbyBD4Urak9O1HguxjMjj5mBVc9fp6DPjHhS7xK1Jm+Kih5PPr0dj2VfZe9wQq2vRnvgT4QhWy+pP8lvv78zz0GOPo8mA2PPrhOvT23Z0s9Ik0/PmzANT60CJe9vWd6PGaMJL6NJgC+AFbtva0b6L3tUgA+64VevnArkD1IQTU+oBUhvbaXrTwrKpY9F6f+PJXhHT413Ba9JNA+Pmrww73jPh6+sy8VvhGmI71YrDm75vZvvotTWz440BQ+EY9xvVef5r2v5jy+2P3vO9fMHz58Pae9PoGsvH8gG77e0A4+WnHsPaWZRL0ULFQ+FU9CPe4W8TxtfwM+U+0bPF68AD6ow1S+XtclPgY0qj4tizs9pFEJPY2J0j2QPSO+hC+FvfRHD759Com8xU3fvGUyFj7bnWy+pfRjvvl85r2rBqK+B8q5Pe6TE70WXdM9niUYPvP2Sz5LQ2g+10sVPt9HuDyYOIQ86nA7PdY6JL7DoSc9/sicPZlSwr1H776+gzgrPEL/cL0eqMO8IzrXvaJM1r3aA3Y8cI7gPTKFCj1u+5I8duimPSXx1z2hIZQ8+bf5va3ejzwwNle+IpD9PZ0s2DsohDA+6XcsPrggaz7qK6m9y3thvfmQcT7iosg8ZLA9vpyNAD3jDZ49HnREPoiBaL53La0+r3eDPbS1Ez6FTuO9+jE2vb1BRL4PvKi9YcmEPP9iJL5Di0i8WIQzvvu1sr3u/Vu9y00ePYhpxL2pw9y9AbpFvk5Hg74GCt29zz9cPqLF+b3AtNm9Q8FJvXysjT10qLq9vWHbvETw0b2vKzQ9poINPXRyHz7FYIw8eejwPZ2+k72lxGs9W+TaPeQYpD3e+Ds+GOs8Pv2mZD58wrE6G+VuPoPspT2p8ws8s6j3PIS0iD0oQpy9RsQmPvM9Nb4a2z8+M1BQPIVwmbqF+Sq+TxabPCKwUj0drQG+oXUIO7h6Ab4bHwM99kuWPs+WVr1p6as9HPliPu88eD7OjjA+5+iBveYF7j0igoO9h54IPXpvzj0/4Vu8OLCLPjsbWDx9DGw9N9EOPS8za70R8Iw+N1yKPjPEC74P+vq8JR3lPFrknb3AM9I8qyABPQHkKzxAw1U92CcjvgJBg71J/LY8f5RTPuwvhj3Zdys/LwggPlBJWT1ozcw9P6ouvqgqQL2Y2JS9fbW8PbeXED60u4E+Ajg+vTElYb5biLe98bVTPUWrJr7wQKm8Nr/ePUw92b1G6TO8WYbfvcRcIb7cEHI9EtwPvHjXHD3wgqQ9Jq00vqff0z10Xls+L+scPt3T4Dw+hQY+bFH3vRp9j7zvk6Y9urNYPr+JKz7st2U++u79Opw+Wz7MFEA+Rp6QPBMW47xdKfc9HRABvm8i672dtgG934DIPdtbzL0zHIU+5bsjume6pT1rhb49836UPXCdBz1C5dq7NEqFPPJOkT2mFK69OR2pu63bfb32i1+9D38uPWQe6j0G3+29qZrovWVvBr/e8Gw9l8UCPNe+0T1XYkm+e3CsPniLWT4dGJu9dI03vjljpD4tUxK+lxlCvUHuzT1UpmY+XPCCPX3D4r3m+Ws+Sl5ZPpXzsD0TwVI+CuwJvm/vCz5tLLC9eBCzu1Qm+71trjM+xT9TvdIdgz70cVW+ijkUvpgVu70l/e69D+KqPTsy/j0aCDu+w3TCveH+Hr14fes9khACPjY9a72tDAg+VFHIvuwEFz747RS+0gO5vRqbSr7lN7Y+LbBfPgrwgL0+0cM+GvsZvhZborzaHaS9KrXNvWEFlj6SIq29HM+DPSXIpL0F/9q9gIq/PciuAz4fL3O+MU58vR4+7L1rSRI8vwu1vlVrOz4+zHY9hg8wPoWuU730/VQ8ZtL9vXAYNb4iseA8cQ+JvfFzXb5C6Jm9bY7bPS5fbD5phIQ+6/ycPgphpr1GMam9+7z8PQIk+D2FIVi+cx7YPQ0z472HDwA+g49MPQZu7jvCuUY+Ja7ovC9Okz7qPqI96C1+vj+ZeT6orIE+QRL7PaKpsj7n6wM+BP6wvc0LgD1mU5A+q7xYPSqalD751uS8IMDUPKiHkz3eO3U+CGi2Pi6Ndr6GYmu+1lY5POyLZD5x1V6+wjEpPLdktb39y387NhJAPpcHl71oUmc+ONKvPUKVLr7BmHK9hnA3vZIlrr3qF/G9i4tFPi0svz1EKes9yVmlvV2QV70eaZa9VAf6vLKhFr5+qJg98n8cvQFAgz0oLVm9XOXevaVjfb4/pOY9ALkHvrZ1T74K/rg92QHEu7Q/pDyxMuE9KonlPRgrCb3L3Ae+V/IAPtPAxD1sVQe+qCWwPTKwU75EIC0+BGF2PlB5Eb62mQu+QiHVPUk9lz3kzpa+1VyQvsSsNz6TpLg7H5rfPdbKVT5qbKY+prsMvmFtNb24ZzQ+MLy/PU9iQzwmz6++tmM9PsbV/jz/EAc+K9WHvEZ+BD24U+A9sR74PeNzaz0lAKS96lsgPgfQeL0TLLy9/g0aveMyVD7iMva9y1hTPiSrxL2zEpQ+fpKbPnHHer6NOrs9rm3ZPcwM571m9hM+AtSMvRnMi72/wLu8+mWKvnXDUz0ZI8E86kXLvVrOcD6Sy089kvfaPd0CgDuWHVw+DQldPryZYb3Xrgu+x14hPNpxrb3AJRE+iL9fPOjhUL3tvxq+cnfhvRW/1TwgJk++LEnJPaPaLr4qxns+UbjXuzKzTj6b3gK+j/WiPExpbL5lFaA+DGaevuyVqr3zPQQ8D6ptvXMLr70kePk749wXvqvLH76MjbE9Wi4pvTIk0z1SaT+9jWZRPRHnXD32R6I9It8jvse26jyCQWG+eo3ivXDlFL2rNis+zzMRvaybCb5Ahym+E4IyvvmNEr7X0ZG+CEsgvnLTQb7VIW+9cUzMuytE1L0uiBu+mftAPqUtbLsDltI95zkMvtIs1b0zHhO+tiHEvcrjxLsOCIY9lr8GvkPT+716xxS+8/AGPvA/JrxoAog9KuZ8PDzcxz1HUyw9NiW5PalviL5ZNlG+q8LQvJ8ddD1xYig+kKIJvcOQSzt0mE29EtJVveLDgrtsZpm9C5qmPYLQdD23U2m+hT9EPpinfz59ww++l4dbvJgOhb2U1R29HFbfvThgmz0fNsk9zBiIvlRDLr219Bm+8BVAPX8jjD3FPCC+q5QNPscWjL2SCVi+oeXvPWtVIT1B6Uw9fTbSPZJGPD6vZCK+peMePjWlVT0ffwW9uisIPRibkb2Uac29Hoc1vqZJnbw/RaC8kN7PvFDedL7seSi94qMvvmKibr26M5W+SfzNvEhcdD3pLja+CQWaPe9hwz1zV4c9y7GVPdUmKb3XNsg9H92zPZEhwb0GnRM902qDvsMvbT5psWQ9Vr5wvTK66D1agw2+Fw7xu49E1T1q9cU93pSyPT0Hqz0UNVS94rp+u7KP0j07hOm9tYCLPbddl70+eus9jQ6cvqTUsL257789Eny3O7vouT0BHWE9cbCvvUqU8rzta3i9f/4iPgE7Vz38rIm62W2lPLfPDj5cAJS+Sf7mPWRRRbxcZ/I+c+icvUeLyT2Hvhi9TT7Avo+td76NqIc+CEgrvjAiiD1p5gu+nJkGvjDj1z0ACgq9SUCiPSWaIz1BQyQ+hGJoPY1F/7yXWvs8VhHQvCc8Wj6Q8Du+5Wv6vfxDnz7ZLpc956XzPqO8Ub68vaI+I4wdvS4YuT4d8eo8f0u7PdRiF72/HyK+GSqNvar7Iz7S5nK9nzsJPgpOHr4bTeg9tM7OPBv+AT71LbC9HSa4PbPwez7XKUE8Nk07PmSfTLy5zjC+6z4uvCB0sLtMZKI9pCb8vIQpTz3PLs08GRSxvs7FoLx7Xx0+tb5Svd6ZGr7j1EI+RKlIPsAAoL3/tQi+HqMJPvEJVL4n/xi+4cmkvFhWzL2W7oA+paqCvMeSET56qCW9/3zqPdVowr6i6Ds+nOUPPQxKNT2SU4e7QT1GveEambyjcLC9hUAdvr5F0j4YKh2+OFVYPvejj7uBRMg8lPINvtbM4bxVpLa+N/U1u5Q2obos6SM+nSM8vivobL5LOnY9t4oIP6wjMT3vDQO+suhevl4UAL6g+pW9dCpdPYyjiL0VndS9LOiavI8gQb1r+fo8NS2CPToP1L5JAAC+gYL5vD1GnzqnXS0+qDEevilGHj7+5p69wQINvmK6szy5nnm+0lafvUbxbj4gkHU+puuxPsWQqD4+bei8D6lAvnFcQr0vZA2+UjhMvJnrJr60IIw+NY5tvgA4fz4cr58+8am2vaZjsTzW/qq9El+TvsJGlj5EZCy7YfQ7PiktEL6Fzzi+6ZjaPT+Fjr7V3X0+H54lvitCKT371R+9SkjRvbp1yL6w55A+iVivPEYxmj4vfFQ+I9mXPhTFzz2kOzO986sIPgc8pj6x2gY+5onuPfQXpbsCa7A+r9C9Pr6okLyD2QE/v4AAvNe1FT3XpBe+ntrLPnUg9r29bgq/8VYnPp7+cr6dQlm8lJ+CvQjjKb6T1Nm8+batvTN0Jz36xQs+Zck+PX8BJr6xreu80eMjPEILNj4WaC0+OiXXvAMSJT5SB8c+OnxwvCMmtb2jui89DaebPv//jb2Yjyy+0hepvTjAnbwsQai81FD0vXdqQL4pzE++o2rivX3NMT7YM689AoLkPf87Cb153Y08V4vLvfCjoT5MQ5S8RhJXPYW5Nr488l891zlavmfxBD4zqVS+CSMoPvUmTz7ZV2+9Sal+voxkkj03uKs+8u+Bvioz5L0tr2i+QlCyvJ2iE754sDY9znetPfhi/70+0hM9LJ2xPd+9Cr4vQZS9e7IvvQ9wmD4LjGy9Qd+0PFZCh7x3qfm++u+Fvu68Az5r9j2+8qPuvEtsJb7KAa2+1seIvtX65bwdaC++1/jLPVtj3Tyrfak92oclvllFnL00cFi95Lq4PPiJg70J2Cg+zfFQvtOtjr6Pazm+F9DMPWhN0j0ivI4+TCG5Pe/w372lcRu981UCvhp4HL0pRc09EUjIPOfzhT0OQKe96iAgPlOobT7dVBC+Bg0Jvch2Nr6wWdE7HGiqPefUaT48Bc+9OEkEvcQcmz2g9KE9rxUzvhcCsr2SOhq+2MbsPH/1vjz3Kf29A4rLu0qBpz3iuyQ+HQ+pvTERoL1f4Iy9F9ACvqbLBr2/oPa9R/1Bvl6ofL4mbNS8DsdXvvygMT4RA8K9bwAivo8Ygb2vWxy+sVNNPS/jAD7XzAi+jsfXPX2G273QiRo+3AIFvvvK371IwRi+4MhKvtabhL6LNJQ8or+HvTcfSjzn5/y9QNArvky1db0EzkS9hMabPCZHjD3lYXC94sWkPcQ8hL3tTCC+YwT9PeaBmz2cbBu+ytuTvBwdYb1MaOk8sdWRvqwnyz2wBXk8oy9APWUHQL6Fdhq+7dzLPQNyN74/Ps07qG0svujkAL7/7gI9ONk3vhKaab4F9rc9ofYYPl3Ze72wvAA+Pr0HvkUqxD0T0QK8y+9IPbFNqb24G+A9Vs5qvkibwjyvWyY+0PbWPeAHuLxZq5y9wNbSvSK6ND4zAeW8hvjSvY/BT71f3Bo9+6oYvUK+9D19awI9axRTPSuQob2WIAg+qQoYvXXFQj3SUGK+57H6PUIctb1xBaa85mvgPfUZJr5BOiM+f5oQvvnTRr5+OaQ+QJhvPp8fqD3/MLQ9v8+ePQQxqLxO6hk+fuMDvEQxmb3HbIy9nt76PRdpgT12Mpm9etI8vRnMRT4CsXe+HfwJPng8tz40RuI95k0cPrNWyz58mDQ+dh2TvYwTDj7+LqM9AR7LPWPV6bzLgpE9TDkAPirpor4wjAo+An2ivbrwk77Uu0a+q4wyvkyDtT15Mds8OgMRPR0AHj7gYam9uimCPjjfY76G6Gc+0QFTPmcNR77PmJc99x4LvrbcUT7xoZC8c6pJPZgnHr4gCp+9crGcvsn0TT4CLUE+UXZwPY8BJL5XU509AjAVvuvjB72AE5w+eOclvuN9l72I6bY+HxwnvUxdBz4k+PO96Ip6PuUDDz5LxCK94tL5vb5cIz6FIqG8FnomvV7aZz6yR2k+oqE9vu5sSz1kWSI+RcJevZY79L1aWjq9fPSpPeDZYb3x0xE+kVIRPs+wVr5HlJG+REriPEl0IT0+Riy+MMPXvRJYIL761GU+4SVEvMioPr5xUVu+fSwrvqKfsz2iKjI+UuKJPcpLkT2LcCC+HLpkvlx4Zb21jxY+M5o1vlH1RL0sBbc9UTYuPivJ4D2wnLY9cgnpPS+HK7z+5Am+enXcvTmmE77i8Ym9njS2vLyEIr43LEi9GqOQvX2lf71rvZC+tg5+vFWtkzzY5IE+DcbGPWw92b7l8TY+FR5dvhknQD7GSw++6mZ6vihHZb5ol7s9wTVKPn8ihT52LhW+xOd9vkxWxr36HQS+BtK1vOEFPj67s1m+UHhsvq5xiL2IwXK+9PmTOrEMYr6NGxs9c124OyYbEL0POb6+4TE3PTUWSz6Aing94bIVPmuHor1EjBi++RVHvQxa/719AS29RTp3PaP0ub3UftK9BsIpvpxODroCfTc8CDLPukQnRL1EwNu9YXYBPp55Az5UkNa9+CJvPQOGHD7FLuy9iRJuvUi7L77y9Mm9lks+PvBYab5FLuc9w8EuPuHhkT6ltcY9iK/ovTRTg75VUr49IfAqvgIcZr5HRCe9b1h3vQ9P7L0j+na9QDGgPf8Lo7zKCuW9CRWMvPy1Lr5E6lA+OackPrzJtjwxbdU9X5SEPphwWj1/33+9UD1tPRtoMz54zbo9tJZ5PkXyyrzrtg8+dqwmPsTkOb4CpJ29lSFAvOeH67w4X7y9AvvQvZbSub1aEj897Is+PZ7JIjzpYQg8PFKbvrOhxr0UVtg7FQW6PShZG75svyi+buaDvL4GGb4JYRg9TDxuvaBMAb+mkZ69bPlzvikVWT2tI5a94lQEvj6uNT3kKmG+XW/JvUwWFb4WB0E+Zxl+PRT1jr447fo961iDuzWNh74FXIU9GYfBPcEOBD6J48M9qBIBvjvf4bsYZFe+X5nNPbCL8L3a0wc++5U7vSqmhr4Gb46+ROoNPo2Jjzy04CA+kWFKvuV+/71i4va8NSU9vXqrHL41MRO+7+OYvRFXBL6IIva9bjUUvRJl9z2Bwx6+lWagvWDs9j35DNM6c0zuPfQGEb2VL2m7JOrGPbE18j3Bfiq+BLshviMSrb0WIU++nQ8XvnyzyjyVd4+7HQ/0PQ8JhLwnqBs9++PAvDSZ9b2RpZY93wZhvbFnBb6COAa+gBqFPMl1s7z4l669WxllvXti4D3DJLS7t1MCvqEUgr1ZcJm8BKp0vmykR74KbYU975EHPq5DZL7z/Ys9meu3vXt9gL65F7q8EweJPXLZAr4QdUi4XF2GPbo/5r2uxiC+sjCRvk0IIL4X5Ic9wlcbvk/kG77yL8E9Y6nEvEE6Xb1Ga9s8Y88bOoCylrxGG16+COeTvLUIjj2Y+Fi+Art7vgacg73R7W67ZLltPSq/77ydaEy+PjTvvUU2kj3VCJ08AqB8PFWtUjzbT/m9oEaevp0IOr7bEEM9iEz0vTrzNz09KQQ8stjOvQPcA74FjmC+UzuXvA+/sj3dIEi9pNljvfcupD0oDY++/IlfvWwlpj1sA8M9hbmpPe2oC77vX8C9TMB9viZpfL4xPZ+97fU/vgRPZ76sTba+usCBvq1L7T1vVHa+g9iQPD8ugb3kT/i9GGmyPXJCXL7Rej8+86IqPhbo6zxzJvY901acvlacrz5/cpS9DcF1PjuSGTwKlzE7c/vePDRKgz2DvwA9BWKkvaguiz6+vGC+tAEzPjq6MT6g6aq+QsztPeeVqLzG6i4+eRYEPSeO6L3R0dq96oIqvYUk6L3BZ9Q9ruFlPov5zr3diwO+kOHLvdK8Wj4unIK8nA6ovOZQbr3Jyco9N78jPenumr17tOe9mqaCPnfpMb5h6oM+kgcrPpopKb4lp5y9Y8+WvRndhj6yGDG+1isFvhsGN74b8Jy8VyuBvj8anLyxAWe+in2yvtpYIL58z2I+1tr2vWe9rzwGmZQ8OBoPPH9eoL6eH6+8T0Dbu47cuT6zxN69AfWFvQE34D34/g0+VI4qvgIs2b0umc49IobBvf5kp773roi8UFxrPmP1FL1GXiK+Ou4dPuMW573fdou+Q0VFPgx1NjwTVpU+fFhhvsOLnDu0pUs7hzMMPhwePL1UxUw6ZLdjPS8bPL6YMkC+ORRxPYALuL1gO4Y86pIiPDLeZj7FKEa+Utw2vnu3QT3Ghwi+nfgmPkYwjD5lWmY+y8aePG11Tj6GyQ6+OMU/vVV7Ar5fqpe9OAJMvaFKXD2Xf4A+pjR0vcBRyz257G0+a3i1Pe4leD6jwzi8IMPfvftIGT5ENJU+4PELPh/Kpz2XF2q+qr8yvjDcRz42TjQ+X28qPglnuj2TzjY+l1EfvCwgfr6DNSo+PtX8Pb1jmD7CMdA9jXJ9Pns0uL0t4gk+VnMVvjk7ZT2PIdi9H/eZPk8j6r0UKLc9lWDfumB+r71FbBs9HYkTvtgbv7zajVw9xBKRPs4+Pj6SK429QCaSvrP8fL6IP829hHguvrzwwLx7nV69cb3Ovvn9hb2cLoO9p+HRvMLijLuMjfS9r84oPUjWbz4gNIM+HDAWPXUT+L2sDLc9lna1vasCmDxWFMM9vd+zPQ46Tz7OWqW9SGzmvVLijT5q1p49TUs1vpItCz5TrgC90mu8vOK1ND4m+BI8daSBvsQmBL7E2ts9ouO0Pn5oiDoV6VE+hUlKvgN15D0tRpw9vYojvquVxD1nYQK9Oo8OvkfF0jpAAIM9YxpZPd9K2D0SNNE7eEIjvkn3SL6saf69q3o0vv+8jr41f4G+fqhQPSjMTb6APgU+dsaHvkHXgz1ElP29QrIpPRV7yj0vxN49T/vivWobxz0N85y++bhQvol0xbsWj0u+GEXdvIMv3b1Se6i+jca3vT+Piz0EeTc+TecsPq0ukT05DWE8KU6cvUS5Ej73dX+9QZISPXSPU722bAy+BWo/vRpc0D1qjdm9m4KGPgqm5b0fXDY99UogPir3vT0k7+o98oL+PSbuKr6LRte9qSASvlxZKj4QrBM+E2GQvAeaLr3T6wM+xrBCvVdzgT6T/j87B0DtPIddhbg/GtY947h5Pncmsz2oIYi9+vAaPi/S1jzZzPK8GlQ8vfIrUL3B/Hk9x2YEPlSh+L2vB8C9dyHbPiKslbwuy/o9dxCWPYgmOL0xMK86H14ZPmD3jD1SWiO911nhvStDVL7sbho+9IrbvXtQ2zyASes96+hBPRMyJT5L+Xc94WJ/PjaEXb2eqsc+V8Z+PkKEcz5qVa+9q/J/PjZbsD0tTI898oITPopYxz36NfQ9qKiBPA/Uy70hQh+9hSYkPgka+rsFqwc9TudmPl0VCj6u6Bo+GndZPrGPnb12bDS8v/rvPXvdcL0x/RM+5NgyO7O53jpHxlg9A1Evvq7fMrzFYog+cB8jvtZnLj67RlW94orVvHKCoz43Kg4+QcwjPYxNcD6NTDI+XV9TPgLQdT4XjAM+jKHVvUV/4T3q2kO9cdZpvqisvzonraE+A4vgPWz2xL2X1Go+oyqQPjmmhL2sH48+PpdjvnPsgD3DTl89BvAsPU2YSz6lbLs8QlJGPtqJAT4PRRq9kHI0Pp80xj5SSNo9bzfnPJIKvLyZoUO+gNDkvX0WqzqNorU+H4JAPqjnET78ehy+AozWPTGetzx+Xm+8ZkIvvlFuT725Sn+92ZIXvgSYA76oE8g9hyCgPcJQjb1T+zq9Ck4Vvm26fj4Vrei9hU98Pqx0GT5cWbk+x2g3PkTvL74UXYA7F8sZvqi7rL2d3Gy+wQmcvjRpir7Ycqu+sTsDu3zRq7zZKSc8+99sPvGjGj4PJRI+tJtNvtLXJD50nlG9KkowvnJ3kj3fXYe+V0I2PacYG74F3CQ+Q2flvbAAp74nY3K8Uj2SvqhvFb7S0MQ9rb5IPhGjGzwogEY+xJExvfdKBTze+A++TA0SPnkGFr4+kwE+O8JFvps6i76dW+q9YVKqPQZBfb6ua9y+SDqFPdKLmb5SepY+7LMCvkWFmb728gS+T02aPSyEPrtjHeS93mNYPnlFlT5l7DQ+Ci68POQWEr1w6NO7kFRoPt0bPb0jhe+9d25FvakoXL43no49gSWjvQGo1L30NAg+Y1TrPgC+zT1FBEe+PPc+vY2IA77qRiK97eXIPWZTVz7OTqa9HSsTvUEFkD3nqKk9RMaLPVOit76u7829FYEYPRDObj3fdBK9ApYmvoXiCj5W7wo9XP+hu9mtWL5wiSy+/6WSu7NhkD3cYZS+8YdSPqqcHD58AqI+e6XDPVpmcL4zceO9LDpDPqYwL75V1/o8StQKPnZmvDuxieG6qbIKPi5fkz2t4TA+sidNvpr7LT413JU+cKNrvfzlLr6m9K2+PZJxvfQIer5rY+E97g9NvUg1iz4ndiE++F/hvO7tq74+XFk8PHUtPpSk0D1U2p88bgJSPB/ck72OsAI8ppXBvYscLL7kiE2+tytZvmpVrLyfl+a99M/rPd0+pj0a9sM+GYsePvmabruODKi8Ut9APpZ7972exay+D/y3PSymor23f+i9nD/CPT6XIbv4xwy/tDWIPcTYZ77YqHI+TXf7uwlRPD5HGnq7tD8jvTdi5T2vYiG+FRHvPUtOAD3iicU+Yh81vH7XtL2lCAY77+yGPrfKor3m+oy+lZmJvpjTj72oFGY+hK0OvUDw5r6ZDZq9qxAEv1DIVb3CwVA+6qsvPjq5Bz17DIc+Skv2vTRj+zxG0D2+n3tDPiw1mr4kl1A+md1QPvHbBj72HKi9hFfovVfD/T2bAkI9aneQvv5ab75dVWA91oRtPXnIw7y9Esy9+LXHPW7RQL6mzAC9TiUCvnOZF740t36+42oYPB6qhz4NLaE9QUuUvl66TD17DJK9bZPMPaIEyjydZ/i9oeBEvv04SL7rxxk+1En7vAKcF74YLaK+UtEnvhrwIz10orK+qYo/PaITS742qXq9vvujPE5S4T2g/1083vLHO35DiL4c3KK9Z5Z5vuxZyb0L+HI9jOQwvjbnaT1oTlu+0aSkvC5Isj2nR5C+zyxTvgdqlr1i4ui8yM/EvRKFJj7xn1K+Jc9fPeEZvjuSCWK9ZkGMvSnuA70k5pg7H5tEvuHRQbxYADy+ZAJwvqgQHL6QArI9STi6vZ1lNT2By6+8fS8OvsXAMD1e6BG+BPzpvWlFE75BL4e+roFzvlhuTz3BhwO+2RS7vF3OJr6j6LS8uksyvXGF+b33gSW+Kt08PUs3ob09UWq9TCNEvD0CGb6/SQ0+XN1KPTNmo7xjKj+9zJGyOsp+G71y2kO+/4oEvf0vFb1j/CW+lgGNvpYrJL7yYpy+umxAvV/KTD0CZZa9x4cKviu2gD2HdgS9fhnlvKzgh75kGBU95H6KvlGfyr0liSs8NaGGPVwPzT0VSBa+4onYvVg2mT3WTwc9AjXnvZ0eRj2yvxq7Ar9OvHMODL2k5SO9DLo0Pd2vNjxkWQW+nwxGvuM6EDxbuGq+tUZPPRUWbL7VGDE9iojkvQSud739DAu+5Cj1vTAnTr6H9Cy9eX/ivblmyLzupOq9PPtBvpN5Yr66G7Q9ChlsvkEB4bxNmbA8IJytvchziT3tSgy+yGWVvKKqQr0JYt08rhpqvfCtI74DcA2+uzDcPZLbZr7vnUq9wl0dPYlDBL5QCnq+BashvoCuL76L/na9FngSPQTM7b2hdLS+3A8kvHu6mL0i7iQ+tdd3PiGWnj2g9wq+wU8SPvVlL76f1aQ+iObOPaaXDb6o9J89EZu7vqewfD6/0aW9Ca07Pn+LhL63Mie+lFqTPf9RMTzSXtw9qXxOPjVJPD4OZo2+kHIxvTgWnL2CNVy+Z+SVvvzqjD3mWYY+E2f5vagwnb3lf389TvyGPoLXjj2v/fs8BvAUvtJXvD2lr3O9DBWWvW2QdzzvfnE+e1v5PaQotbw1fjq+d8OLPboqwD2tmpw9Jl05PBVS1z3n0MY9shtpurEFCz19hVe+lcykvtPeRTxK+cS9mHLWPeTcNb7FKhW+nR7HvQIRnL0etzo+QadpPfLZOb7lgKM91WQMvg/l8bwUu7s9fohdvrSrbz34QfI9ouIhPimbWz4rfqg84osYu74yor03rv89sUjZOiyFcr2YD3i+wUKpvOUBrL4O48y87A7tva/Hiz3O4oW9owwMvecg8b1cFyy9w9sDPkI7Dj5JdB0+8uo0vso32rsDBNU8ooJJPT9Mkr34yDm9wrKRPjH0lr5dEFq+asA5PT512LyY3xQ9+AetPRQ3pT1hHoa+wHcxvg4vfr1iduW925RUPihS77yoKKk+pABMPvmqKTvVIUm+38gCvos6nr0Wl+i870drPiZJer1rX5Q+7A2HvqXEMT6h5zw+n822vaLdh72+HsK8WBMOPk839L2dLI09P/P2PXzcID15Egy+XHXevWDG7z1oi7E9QdxCvY8tlDwyLWK9SZUfPrABrr7d2Zw9j8Zxvh8JOD6m2qC9eSY7Puv8ar1aipq8UbfdPFWoPrzQJqU+9mZxPgtsgz3UuqY+4B9VvbekaD6pADE92AQKvhRhpj1aJm6+rO5tPjJcuL1zeJU+VI9PvndemL7W8H48k+/ivPOcCb45UY08Fl6/vtX43Dyrd7y+IiKoPASiHr7FR5e854hkPg+VVT77UHM+0HBEPds/Oz4lE7A+qk1tvmqcx73IxYM9fxdoPo0d8rx4m3e+goOtvRrs3Tybx0O+K8mKvZMmIr7/u2y++K86PrITMz62rpe9imSZPXQbrj1vlj++gBZevQfRIr0wuEA+YNnZPcEsGz6aoYw8bL/Fu8MBiTtjpmW93OpFvc+IgD3R15A+ux6yvVRQJD6Ut18+bZPGvQXWQjwzJVe76KvbvZ/1fL7frt883XPBPZIaS75FKmw9F9QYPlwLLr6+oHm+5ZbEvYZbjzn5rjU+bdUbvohpEr0GnZy+f2RBvhZ5N74aiZG9ziH2PQZShb7iDny93OWTvjNkDT0eq2G9KSBOPNvjgj5F7t09VoIIvkc/pL3cSy+9aOQ7Pl8NprqSoLE8t2E4Po25Lj6ntaa9wHg6Pp2jAb2xax0+R7XAPDliND4TyIU+DxjAuhsjXz5QNJe7hXOavMA7cL1IGaE94xhHvJADND5ay5W8+kacPWu/IT66F1I+Rp1aPVK0D7xqsTK9rZSuPhy/4zz7JNE9av95vI8ogj1605c9nn6JPU2Nyzw3cyU9aPxNvSUhGL3fHxA926M0PsZsJj5Hd3A+cQsMvmFJ1z36N/c8Bk/hPGDjqLwGbno8bBVGPhl4x733yQs+wowEPZsIqLwJPBC++IiZvHWyUD7OyD4+oHttPs1iqT2gOAM/ZzLbPbL3VT4TRqE+37GgPsgmeD7AwgE+5sP4PVQ6wTwPZUw+Z2MAvuZwvT1Axxw+d3QEPhvXKj40t7u9Y1iYPHytPD6S1Nk96tFHO7CFpT3YVOS9Xld4PlS2kj0rmOq8clE/PayRn734fSi+0rt8PVdnUz4p5Ui9FgdmPkMrMz4F3a88IOGCPgNYMz5OhX09G6CiPfQKsr0vxkw9N/LwvSFSTT5TbxU9CDORuenU3z2QVNe9O8AAPkIcIr5BqAo+bScPPh4mRD4579C8H3KZPTFM7zzqby0+YegyvJVf1Lv0m2A9R737PNIb+D00Iw0+ZsSyPIdsnj7mUp69xNkiPcoEUT4sT7+9QItdPJV217z5CQ8+lJNIvN1MDr6PxBm+uttIPUh8zDzwHws9b+ucPNK6Fz1Zuxo+I6imvkAJcbxP2Rq9Tg4OvYGOXz4TQZa9CojmvaXH1Tz9Zro8a2iaPvFrpL7YIgo+vJmJPCRkoj17+Qe+ciiCvaSHg77G5iK+FQtPvgKQRL7Pccm8uR1qvrzGPb6dDoE9Jd0zPs9XFr5DZlg9AgiRvekXFb6pRV0+YRwMvtHIAL70Gwm+04QOPq8Z6j1dIF4+nzCXPeEa+L0kixk9ONfYPWYpFD6l2Sw+npsrPqmEsb3gX4i+lG3svFnsKL6wDCa96UR8PSv9RD3PPMO9hHPLPJ5SZL6jnJu9YQKGPawPuT1ONIA9P2TePYOVUj3j8HO9BCkTvjnTA72ImQ++gp/2PX5rVz4oPOW9Z5VLPpczprwpvZY9+nbfvVQeO744bSm9mUGFPG8taT3VZOQ93IGHvWoay73UVd49OM5QvrueRz4T6nC9RRKbPShasT2/Jsq9GGmqvBh5Nb2mA0C+qcJ6vh8/Bb4R0zG+sf5bPooNSL0Hl7265jPqvTeWMb2Nw+09cn1APDnRj72x1Ec9bj5zvWWf9zxKs9G9Rm0evtBvRz6sgsk9uUeUPrDJ7L3CQiy+WgJ7vX57lTsmcDW+pxFtPlrUY74sYWu8wfc0Pp1yKT6KZJS8EhtzvbBiTbwmIPI9ilGSvd8pbD2gf2Y+fNEXPFbRDj60EAC95iS6vJkUJr7nIz2+rSPMPaIhvjuSXSQ+WCWDPgy8xD2q3UG+yZ6mPbP0Mr4LWSq+PJb4PGQ/Sz4Rxtq9sH8IvUJHKL6Zfm4+jBcavUZbDL2eSIi9iarIvWkogz4Usja+etYnvYJzUz6CtDq+gK8GPgIiTz5JF489GbLsPWDTlz3JNoQ+FiQwvugz272WmYq+J2Favetd5D3ms508BgHPPTn3Vb0nLdc9NRFHPurY3z2Q5VI+abt+vRekCDw4Asy8VdM7vo3tdD3Y08K9dtQFPWL7l75UQR2+KHEMPkM8t7vUb1k+UIcePsnzi70ZAY4+oFGDOiKVJr1ZGbQ99SICvtKpvT1S8aW9ovdWvdqZ1D277qa81rOdvrRE1rxvsI69LoljPack3D0x0za+lcAHvn9MHr47ulM8NcMkvrqxJD5Wx2O9zEg2vFxBVr3My2+92FVtvn3tM75s2zQ9jb3SPWwHpb2J6wy9WFP4PXXL5z3HlE8+gltTvhGwKz5VGMG8WpIBvDkR6j2SL0M7wVTavJ03Oz7S6jU+Ei69PaH1Qz5lFu898JQBvbcBjj7pxJ07CSICvWbBIz5nQzM+v/LqvQaE0r0/Tni+hFCSPe+fM7wosYA9diz3vd1XCr6RBhG9HN1Qvle6Bj6w1qe9CjkpvpfpBL7U9OG9E7C8PbKX4r1zW0M+95vKvb2dHj2p45Q8ea8LvhSqhTwfWiA+HEyqveZW1T2s0zG+hl4ZvSC8SD1D9P69ewSWvCgvgzvocci9jRNzPdOzDz6DTTe+Ie+ZvKXjk71rYfQ9jsEvvijMhj0wUUE9Km6/PLpYx71COeC9oiq5vd8qmz3w7bS9Du0bPaXHAr5bjLY9uPMXPmy/a70pDsE89dQ3vXrFp75un8q9dcBXvq9MkjyvuFa9lof+PSxOuz072z+9Qb2UvNZqB75Nj6I9hQdyvX5qEb7AQVU+QV7fPabk0z0iNVa+SJAHPidUN72mruK9RqSrvKwjSz12eSg+W99hPdCt0zxEkmq9c2aFPfzlQ76l5sI99yAGvo/4hjwFE1Q7VRx8PLcGmb6A+Ak+0H6JvaQViTxgu+W9Jx3IvYOXZjzebDm+JhIRPb6+G72Z8sK9eDV3PYaTQj183U08GlmtveI0Cr3WD849dXhJvmXvLz6co8K9mawRPT5h2L0mZC+8t+3yPFpI6738V0G+oPvWvcZGd7wlxX4+gTtavglHQ76dGSa+b2mEvpQAjj1ZVMQ9nDMAPo5MJ73zOQy+KpFRvfIT+r3q/0S+Vm1OPH7esj2ek40+BQkNPqpSnTuBu48+5WlcvosGw7wNREi+kbEmPuCvAb7hOYu9GL4pvLGfMb5/AlS9tsSLvSknQz7REHe+s3DKPQlFdD5FTB6+vDydvaluFD5wXE4+Sm6xPi8U/b2ucFu+yKRfPQTY/znIw8k+PuacPvdt1jwkYIO95u8xPq2aCT47ePE9eKVYPTk7Zb0FvrE9bpW6PgcgIT4cYz8+J8iCPofHqr7a1D4+icqHPXy92b45bbU9gAyjvXzSbD5Y65m926ExvVyB3z03teW9smZIvCpGTD0IJoI+316FPsvf6TwEOH8+TJezvrABwb5f7uO+5+vFPbxm9727XRo9k7o0PTKUHr6j9q0+xdagPCY/B7746ZA89MbIvRKCST41lu09fMTdvX6BYr7gaIS+BmjxvtO3l75LKrc+szXDPR8UiT2USMo8tNz0PoftGb1RIhO+baA3PWBQWD74Ba08uDOtPpkXoT540M+9GTzPvuW7k72bHFg9c56VvbiQFT5Djf49Hj8ZvtgKvr7PPIA9XDHEPvDeFL6erW++5JK3PQYz0j16Sk8+5A6WPq7eMj1JyhG+a/JGvVMU+T3ZYQM9ZGsivjnFLL4ONS++T4sevgQTwD6kcqW9G44xO4RqGL1floU+EpT6PZYgrD5kO+09yfScvi3TGj4+kC4+6I7OPJF/W742u4W+QM0LvijqSj5ErbO9D+3vu2aiRL6UrMO8hF+avb37qD0QfBU9ZU6QvESPkz7j2p89OMm/PbQCDD7yUnA96On/PZQe8L0kRS6+wjLdPQdSQT7yyxM+8Swevvu3gL4klTO+ZDy/PaXH2L2wbr8+VUcXPNfiEL4JFkI+XcnzPW+tnzvUy1u+vuc9vCAOED7xVKu9uk5dve1coz73YY++4zkzPBkZiT1jn18+0ZeSvUZRkT1D52M+8aJBvteVqL3cUEA8IvU/vBnmRD0C2oK9DJlmvj9DbT3DyJ++z1WbPW39yD3UdJM9EJyOvqA9ljyNb1q+aqIWvenp972Qegy9x4LgPcemlj6tIrO9zKeLvmIq9j2tZgG+8Iz3PSCAVj1urTO+PKwKPm3VXD6gUy0+vkGXvvg7jD589c89+Qb/vhBYD77xCMM9kT1uPaKY6b0OoH89us1cPbdxGj0ko5o93SotPvG02T0bkUk+3gxDvnFVuL1ZWmy+Mrh1Pgde1T1pvnk+UQELvRhUMz6X1lw9/uhQPSExLb4j1x8+VwN6Pm5ZTTwdpDM7lvW3vRxSPr6AMx890fhNPuTozT1NMI69LfQ7vufQCb30HZi90Li2PfnZqL1jxkC9fPkhvrz+QT64VAu98YurvZ/OQz6YhBe+c1ROvispjb6V9xe+OXaTvhJpnbxG3JY7wOgYvhHduTzRTQC9X+HIvVZZ4L2oRw88fOl/vnhKGz3UE2O8/TmHPuGoTj3qCpQ9l838vEHcPz2Ik/u9ZUAVvkNMPb434c698V+Nvd74n71qucI9b22KPcgaWz4rwSU+hvv0vJgFUT73pjg9FCpZPdidZT2YxZS9iqqpvFvUGbwImTe86gwJvuMIkz27Lh6+koB4vQIofT1gjle9WkUIvsUGkL2+0Mo9fLIHPi6qnL2Qdd+9P7YCPWFvTr3fjQ29Yk61u3sS1D1SMII9wK2ovSAEG75j9lg9m/M1vitbSj5V7wm+phMuPvs5cr5yNte9oSuGPvSneb5w2rg+A7bpPOt/N752bbI9DkpJveR4sD18KwK9aH3aPSjxaD0sak4+z3RUvvsJUT5UtUy8hkdIPtZKVL4vsza+oQ6QvZCegz3pzz09QqQmPFyQDb2FUgq+Ab/AO/4a6rt3Ut48+6YHvgwuPz4M1Dg+3A+pu5DS7bzPbGu8NSH5vQ3x2r2SSmC+BPy5vRwffz7gSIg9BGWNvdRzPr2TWIq8S59TvhoxnD2PxaI8uQrqveQD6D2fLyi+GruWPWoYS75mvWY+ubbnvQ3ZRT3uv6494QSuvf7/dL4mS1g+a69PvhXwHb2T9J49yUiLPHm/sLy4PzY+5bsAvjkh1T3+DJi5gB40PkkcKjwJ5I09Pbl3vacZZL3uafK+jRNbvvIFor4hYQm9Tg3vPb3HIr5nYIW+o7ULvpaX8Lw5Doe++wmWPiGxAz5q97i97YxjPjTMUb3lEoU+JqRWPD13xj1pHwM+xYhRvVxYXD44ooi81+IRPnELOb43ilc+zlWPPrRBkz4zGMy8rU8IPQm6nT3fBqa+ohh9Pi6sET5j1FW+/yxHPVZT9j35Xk0+FwzPPSufFD341ve98aCsPZAKWT0U8Eu+JdMUvlGlPL0HfFa+fHJsPsbY9b0wY8g9vU6KPvGYBr2Ydy29ZZ1iPp+QUT0tuiY+HrZlPhfTBr0HrSw+0bcMPpb1mL1DXpu+X2aLPvVJFLyx+dC9mzBIPdFUEb5/9yK+U6uCPaeFb77oIUu9dxvvPYJSib66d789H+R0vpO/sL2zjaQ9LjMuvW/uxzwaRNg95GJNPtC2xz7RuEU9CaCRvaEnVbwJ9Oc8JneLPmeMLz72FUi+AvPbvfZ5075EoYm9rro6POmsEr4/EJe7Is2WPpnF0D2uD46+YrVGvHAhwb2Lkqe9Sh2iPHFqTL7YpC6963LUvbXQKb6tp2q+m0UjvhOCcL7Ftro9mnzIvbm+wb3EGzu9rAzlPBuNpD7fngq+u2tCvu+UCL7mRYy+Fz26PQAxdT6AJ6w+xETAPfef7D0eaxS+mgqWvlWqP77g86e7k82UPtDoQL4HXaC7A7+OvOAWirxrEhA+BbU/PvMujDyXP0E7TAscPgltqz2+iZ09FgM3Pp2aBj5uLuG9CqlyPZ7MKTzj0Qk7jA+Xvpn0uLxQSpy9h/hXvuGwqb6FNl4+li2tvQBFZj5CToe9ob46viZfML4KBS69l1CJPRpcgj2ADPY8MqarPqw8EL4eHhQ+kp+NvGb0Cz6j4da8L3yePSk/gj3Hylm9uAS+PZcLbDyeJ50+6qqNvZdPhb6wb7m8Rt5EPmAo9r2/EDW+Zdd5vrkUlT2h+YM+6OPFvLGr8z1iDjq+W2hrPoMIFD7/irA+nt6jPe3tij5Bgs49kwG0vSvjdz1NY8K9DF6/Ps1kkb0vTJO+LZvLvfEIBz4e6Y6+prVVvvQ+uL12JMO+P6f7PYF0j75Fukg9EB2SvdOcGroI8vS8OhbXPeIcdr3lwxo+ivVYPkbIwz1zDgS+wh1fPtq+yLwpt5u+OtKsPeTmNT0qKSw+4LdOPd1csD0gKjQ86g2MPfDiCb3n5ss98iaavYOBbr5ffKk9PnVxPll/Ar7v/y+9gvlBPP70NL4SmLa9H5J+vmIIST5cTo+9fs6wPUsBXr4uqPy9IYRVvipq57wO0AM9sAu0PQkIK7224aI9fqxOvnd3ob06au69"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "hkcsPFOF0Tq81Ag9brKDvuT1Lj3IwLM89RKhvVo6tr0RiEC+nHp5PZ5Q4T0n1Xi+yG8Dvs41rjyacji9a1ievAlN8L1zUJE9NdNfvdBqvr06BJo995yGvIucBT2WwS29ikQ7vukJeb27l2e9jNUMvmVOur2Df5O9ADRXvVJ1vLx+s0m91rznPcCHFT2mC/i8gKedO1osKzxoOGS9nuUpvjkdnry3Yxa9ygGgPKg5ob0S6+g7ySiWPQqhkLwJ40w9kQNcPcRLJ73AJE+9DZGKveIWrT370L495MyZvTHCRz0RR3+9seZ2vdrmEb2bgoU9SdGfvDGggz1xjq68N5jVO/iwXL2aDjq93C6fvWEbzDxw6zG9mfCAPV8usz2d/V49Vo6lOlHerLtXwEG9DXoevYSs4ryU8de8tyyavX7uiL3a/ha8/miLu/N4072dPBS9mCMovlDuFj7FMpK9+U8APkNcmr1xM2g9C3etu0h57r0RIAy+TSGBO1WBGL1Bywu+5br5vVIogLyZBuS8HG6tumWIvL3gLMi73GoUvcacHz1mqAe+LLmJvTR+ir0qYWO8R6OXvBtY+buIGwi+OwmoutW0Dz3CaGK9rfGiPeS1vDwnZ5e9oUuwvFCwcL05kMq9jrQLOifKwDnEIjO9RUe9vb3uk70V0gq94cNJvQ3zb70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "EHvqPDO8Zj2CtgM+ZvWLukaECz7DOmG8xAuIPe5XAT0+lEo97M+Lvv805z17bFm+AX54PWCzij2jjc+98I3dPWwQ8z0xAic+60+Ku57hHj6/T7S8Ca0CvtaWnj2puTo+b9RgPhy67LshJQm9WAYAPU+vYT2dwKk6cC0MPTgmkb3gBNW90JWwvdNkGj0vemw866M5PUz2OL0pe6m7X5mbPS9XVj3Fu529fS2qPFZiC70MHq48nS8pvenXk72X7b+9JU+hvHDlb73slZy7csFZvVbvVL1/pwM+2iCIu01cvr0i8Ps8XakvPqzoxrwp2TQ++yWUvfTk9bs0IrE6LkAEPjp1nj3OYZY6DrxtPcFKZjz90Qq+79QUPeueML0PcT6+26RDvRGqsj21gvM95BjEvTX6WL0zO/q7XUeTPfuJLrx5yT0988BCPUbKrj3V18I8QsQCvAaypj0NTJO9m+rQvZdJoT0eQkQ9IAnHviLGmj14IcC9Vpd0PYQjYrtdARC9e8UHPVrjjjxSTvE8enmAu+HttzyyHAA+DAIGPvLUY71NIss9+KPNvUuIDz5vK4c9ZInaPWXUsLysNYA9E+xbPZ/ESz2/iw49oJA2PArs4TsmCKq8SJQjPYIhCL3kcGa80+s+PsAdUz1V7Zk+CRvWvFEzSj5eh6C9j2TDvSh9zj1lzJ6962h+Ow6Y47zgaZ29helYPnKBbL1rflw+IOrzuRElyj371Mq8yhSJvdofVD57Rr88/n2fvV9Ag72SjkE94NSzvVu6EL7wUuq8lhCPvAkS1D3yRs89OLNBPb3W0r146RE9BsguPUBM/73IQTg+qyjwPCVcBL2NAu494bZFPu+7Ar5eV4e9WSCSveCYCL74v7m8e6YZvhDD0bxHCMK9hYjqPZ6blj2UhVo89ljXPbuMfzw7NZk8S5DZPBRk8Lyv3ES+uoyyvfXM3z0JKqa83PjvuyIMZj3CHtM8XGdivphOCT1zQqw9vKTSvKj49T0oXoa9nfoEu5/qez0dwLY93T74vFXfK73ea+a9TJiAvQUV4T2VYOA993AcPvg0rr1Ltwk++9LMOkACHj5KjIQ9H5TEPnQ+Br5vipu9cEPLPbGOUDtXpb88pujwvBhWkjuUn2U9vVhjvrIE1zytw++9oWc2vcywC74cqhe+SDAePnjV0L1/YNo9v9iivZFQab3Fpsq9atuFvUmn1Lzc5Vu7BkDpuGs2KD1oIn483C4kuor8rDw8QPS8b9Wgutczn7zgj4w9+hDOvcqMar1LlqY9cqATvfjikrwbx1M9Ghc8vC9CBb40wSM+IfZtPvmfST3R0X699RLOPWL/Bj7Eupk+HSECPow+2rx3acq97CXPvY7+Yz22Kgw9b52mPfVR4rymMyg9FQuUPWKwHDzdxK69ZaO/PTV6hDz68JE8JWbavQLWgDyjGzW+HlCzPC/KPjwcDTm9T18NvfXXmj1a02i95R0sPsG0iz1B52089qf5PWDVxD2Rfia8TiRkvfqmPj2sAMY9D34BvcCjKL7VkAI+05waPRZO8z18h2Q93fv4PTVuWL5lyFA9NgHkuvrWFb33c929bcQOPo6GMr1PyRu9LF1fO/BMojszxlw9hCt1vXHPBz5tbOs9mkyHO8oxtj091G69+6kMPrtuYr1Sj5g9n7cePSH4TDt1L1c+l/s0PQnwWj5WyaW9HUTxvAwqBz1VLz296VTVugJuqjw7bCw9Sktcvf3mnz1S6Kw9X562PBDlDL7Z6Oy9BjUbvk9Laj1L7IU9xGI3Pc5pSL7UsD+9418qPe0hWDxfQs08hVIhO8SYGbxZSmw+DlsSvSRLobzSEXC83xU5vRB2xj2r2M49Ml6IPWwt973JRBA9SNMrvdkLlLyGUJa95xS3PTRKrD1QITA9Mij1PdBmDz2vZzk+oCGKPdvlvb3aaGU+BLrSvTIZ/TxHcjQ9raadPSgWEzxn+2c92tnjvOBupDv9hRs+cBsBvpqbkL0SReK8aVlpvb1+fD1GnfU8CXzXPQ3fOD4SJcG8m3zVPaL+ET0YJd+9klOivaGFxL1GPwK+MogHvp4vKj1OWoU9ty6aveEwiz0kX+k8abE0vm7Lir2/zfS9ydijvd9e1TxgpZQ9oeWXPU23brxj7Ws8ZBgGvTvUQrwLPEY99yTlvP4D1z0VCv08nX7LPaBVw73GDA69lOAsPSuJXT52NqS93su1vb6QLb2DbOe8D4QnvbladL10Fma8eLcqPTHOoz2RZc+8mI8VPnUGBjwsTEA+aqrtvIzVbz2vmh29pNyqvVxmzz3x1Om9lauPvY0oLr13Iyu8+iYUPW27Nr0CDFE93IuoO/M9Db56RYU9tHehPPQGBT7xptu7M/QoPnC3Dr6JTVK9EshzPQ5lgbuLtqS8aemGPacYSLy0LeE9FMXaPawF+z1K8qq9uJWpPZSRqD2Mu8o9kQPaPA2UDD47L2G+r8uNPe0Qjj0S004+u4OzPQSvYL2obYG87VF9PShnHD7OO2S8NrikvTfEJD1XB1E9gR8MPMhkjr05N/Q9gBcPvg7wlDxLp5u99IPPPBJDjT1HQFg9j1CFuUZIZj5cBZa7KvlWPmNTBL5f9xU+7oyFveXJBD5q4848OZoaPv5jBr6ww5o95iv7PGXeAr05apo961JNvXN317xAhLg8D3aDPSvT8T3lCgc+txwpPo5kC750eSA+DAT4PeiInr2k7YK8Uo6IvTLIy71EoGQ9bv3aPLNXzL09r8C8Eq9cPemedD0qyao8wEmGPWPkTz4GlqE96JZxO0TTk71Ys0c+FNkFvu2NvzlWOOw83CQHvswelbzqeKE9yO8Evl7Ju72LoJc976ZjPeVHLL3UmsQ9VSQxvfs6rbycw5470iXSPYyV1LxSJ5e9gA0aPi6qrryaIki9Dy4JPaE3x7z8vBS9e5oGPre1iz33nDQ+0PQovoSLdD1/ya691UKhvSLhDD3H/Pe8H+Pcvcay4L3eSsK9OyvkvKWdt7yxESM9kzuiPWNOVj2GrzO+Ytm8PBv+nL1FwRa8H38HPQqjUb2N62a98HaivePUJr2P+1u942SGvY4Gg7tMybq7rfTQu7J9VryhQt+8RooaPNE+H76idHA8UBAoPsByjb3dDny8balhPAWotLsEHWG9/e0FPQsSXj0B8FS8e8CSvdYSAL3L59s9zMzaPHVNPDtlaRS+wgEcPcYppT1TmaK92sAdvtcz7bx4Tn+9OQrtvUiqoL05gEc9hFXJPHtHi7yu1q08R3V8PKTChz0ERg69SqZRvqiXkz2e2d89Qu9qPUqDH75Eb+89oWsFvoq7pb03vBI+ene8vHSIYb1Lnww9sOqzPNdQrLy1ers8h/lTPVtQgTzZgqw9LiQ5PHadVj114zc9J5PrPTbwj72GAIy9dCRUPVdYUrxxT2u80lCHvSLq7DgeyK49bAVMPXqCJz0m79q9TpwIvFwqzL2ptrm9kfr7vWwrHD5Y2ja+XRi9vKU+J730ifs7OtNrPSQWCT29Q5a8bmqdPKxhW71JWZQ8MDQnPtHUaD0HCqI8oVKPPVTLH73l+Lw9RHg8PUSygT2v8Xe9JnXnPeLNSj2H36K874+8PMDItj3J1bw9PyRUPdsJYr3pL/m8YPe1PQKx6r1UQYi79bMrPkhx9L2mVKq8CUm1PZ8Hf72VxoS9H1jyOh/HjzyjDhQ+7X0Ovm3irL0dkcQ9uMJ+PaOenb0pLeG7XPApPiHzLL3aFJQ9sXYLPedZmjrYWSK98tIovJ2H9zzQmtQ7dPmCvofaKb581sm8xmCBPHNzKj3+Xpq9a7oQvWbzdD1PVMo9mrEKPbBIpj22idq9xHwxvYERt7348vm9ydINvXz8lT3cpsg9DkgFPsyMmDysU8Y9SCokPt96hL1JXve8uFpWPmtTar2ZZ6O93QK4PQ0XxD3vCW88gXygu9nDzjzuYFw8gGePPX1Ytrw2sYS9uTQJvaFZnj2TIJW9JX80vSGxCD5iiny+4GhVPfSlSLwiIFe9pvypvYExA77mlIm9jTfAPbSpBL2Lgf28jKFhPagGJD41Fa68oPojvTD9GT1Oz4O8TB/zupusjrxabQc+Ps9vPSmspT0Fw4096usHvSqiFr4rML890EUZvVOQAL2gd6s8qRDQPRBAaj41JWi9tRsTPlCKAD1xUue9phalvP8KwbtRO/O8yRoOvMKKEryR1YC+nBE5PshMBb7lN5e91AilvX3U1j0/jbE8Xu/Fvdj21T3cuBO+2VGRPZLR5DxVYx8+9xBePWDXP739DBQ+fDi5uSkvMz1g5049J6nAvgZXGLuqydo9bjRsPldokr2deFu8uy0wveILEb52zBW+jcwVPU65gL2VHYe9XVL6vCl+k71/5A0+y4+GPNIu473Kjwk9p25BPsM50z3Mqyi+QBd6PtQ8bjxf6vm9PHGgPVHL1zunCwC9MWtqPDKchDufzze8QUr0vJaLQzsMli0+Le2TvdLpFj5c7Y89dL8avrfv7D1pxeO6M4klPuztIr4jN+g99ATEPcAYK7yYYKk9C3aTvoS7c70fsUE8CvD4PX5sIT2n8oQ9DvibPQjUtzs2BDa8Mn6CvUHcmL0yO2m+tdW9O7vy3buFga280gawvFwQLr0kYAq+OjvZPR1S3r11oxs+MtO2PQtZQr1tbYA+7nnBvUBlzDtrVwk+2992PVvsYTyKVmc9mMc7PjVsbj0stME9YzhUPjtEBz68wGg+rsAEvtbftr0/Fce9AVQRPp8pBz18EBU8yrhPvk52v70pOwY8dfY9PUo9Vj2+lSg9QpAavvfhsr0qddK99aZsvclgwD0YPno9sYvRPQP13b0qyjM9Yi8ivsmufzx63Qi9qS3evaD3oD3Lshs9x7y/uwr6MD2P80q9SJOqvYGwdL0ZCqy8b8wcPvryLr0AqMs9lEMAvf40rbyEMie+X4djPcbLKj0ENyg95JcMObD5arkKaAM+oE8RvfKUXD022U+9dJVAve3Gvj07zA++paRKvkWzuT3kgiK8xmgDvqMfG76Mnmc92Kh1PRh3jb2CQTc9bxKfvahLHD4pyme9nj99vb6kez0179g9NmOqvbJ8Lr5nXwG+K1LyPeJE5jzDTjg9uVUIvVSGmr3jWWy9rrkCvIiOKT5twXG+l1p2PSsFkj6eJPe9uKWTPKu2C77BCMi9ZXEbvrqZ9z12BQA+BclmvhCy5j1W4gM9rxvAvCJYED7W50i9FJecvJWSgz3m9Oe86q8CPYH3i778pQY++evoPVC5Jr3lgIU8fk3NPWAfnT3MLpw9VlDJPffheb3k9d07c7GAPTHUfD5etQa90Fo8vRCltTzyp/s9QCnXvMNHJb2PFo+80NIavSerK761y6Y8dNIju/5LLL1kMJy9tYYXvQ6SsT0Toxw+MJEAPh8Dtr1ym9Q94NLBPXG1Gj660wk99/uJPg65Kr5l2YW9cjv4PdAxmzsvCXU8HNyEPQH3NjzZGKA8vPWaPDzSZD3xR9W9/wwePDx647wmNMQ9ssQVvZfmEj4Z6kS+eN9evCPE2T2QHIq+8dXCvuTOh74x0dy8CxuQPt/MHT5wZ5Q+GloUPTtJoz6sEys+NGLsPkGXgj75O7g+EUEqPZk8yT2TtVc+WXO1uncmGr3AAZe8v+uxvOW8Nj749CI9YemGvK0L7b2z1gg9yjqGPcbBKrxoZ9y9XOuvPWFcVL0/59+9tLERPqOCZLyS7Ki9cj+tvb+FML0mWBs+OmqOvRZOTrxlBU+9nHHOu5s9nr1o6kS+C1zkvePobr0jQEo8K8WNvbByJb2iPU49AfeFPenRij1awZc9aurBvfeJJrwahJa9a6HQPag84T0WYD09/U2hPZAsED3zurA99tBIvgM/hL16u3y9+YGnvfq5rb1iNQ256IRDvWISiT0gBd497ICFvVHhVj4huHa9pjHHO2x1Z735cDy+qtwQPcpzlL1OTv291EV1PFZOYD11jQk+Y4WaPXjfeT07r4++BCAIPZeU/7xn2mU+h1XXvHPAHz1QWV697JT2vSxK97xsdYW+A146vv7wVb4WgMA7jstYvNb0kb2FMiw8FuTHPEpu4zxcY5k9Zi+8PDNtJztNmo89yCAbvZ5lED6vioY9FXSxvN0Ihbz3TQU9upSvPYu8aD3IY5q9t+O6PUeyCDyTVE09/jbCvYfNMr22hOi9zN42PRhUaj1AnbS9yHOMvQq3AL6hf6a7q2sNvt/RJT6OD+s9FuiqPUmz+DukPYY9lCh6Pad9sz0VqV6+ydqUPHdUqbzNOHo+qepFvZOvmj3cPt68X7SlvVIN2b27s2C9uLXEvBo6lr1hHqe8WYmNPRWeML3QqN49LIZtvWK0OT40vmQ9khTYPcoq5T2G+xM+8AWLvS3dErpc5MM9x+GePaZQbz0BlSk9rYccPUhncDzY+mQ+5r1Dvpw06D1IL3k94ZQoPslajb1niRK+OuCHPYbI2LwF0669dFytvJx4Fz0A0z87uBOevXPpnLz7st68FppJvvi68L2Flms+waJKPbDcsD0pToo9vjl4PbBVhb4m9WY9K1PhPXfvGL7gHjy8WSWtvEACRz2uwI47mJwBPncbYz4eQr8+0La9PduPZz5NbMi89Z00PkkPyT3cKyA+jDJrPXxRzz0DM/g9iIqZvWYezL3kyFy9qeJIuzykiD0fx4y8Col7PYsBMbwCtyE+YvjOPfupzT391Ac936H4PcNPNL4R17+8UK/HPBe9zT3OmeY9DViHPTPoKj3Tic+9ITy9PHVUw71/cIk9GMY1PTv6kb3ty2Q+1gsLPtRUeT11FOI9LAHtPVz9UL2BrRA9LRtOPAuFw71fby89op4BvjMGHT7ljCY9yS/tvfv9m73VhbQ75iKVvJHESb5Ld3c9ViWGupmqU76g5d09ba7PPQ6aoz2G0D29c6ExPV5QNL2TEwe+WX33O7ilgz1ZC9M9SKP4vYbMlLyx1ra9X1kAPnrC8btY9hk8LYqbvay6pD3c/nw7kgPNPcdGfLzwg++8JKhdPZ0KRr10wt+9kpcnvg7Y2jydE6E9ajzluzhenTxoqFa+dlYtvMVHGr1JHk4+mC2cPTWZGDtbuBY9OOkZvaFHqr02Xpm9ipqPPF5AZj6DFhU+gyODPdSOE7141zs9PlOJve2pn72Yb2Y9Lap4vSd6kL02UbM98R/OvTn6T70F3MO9xtjKu5iqsD0y6bk9Ulc5vY96nrwEduC9BHuNvbcXlL37vsE7+L+3PWyHwLqn9Oi7c2S3PRsVPz3tD2M+jWJtvex95jyjLNk9fKHlvPFFvb2sUHU9dJwaPnVADL58jGM8+vbSPWscqr2cmDm+BfYEvmHGWr3fPAw9x6o4PMGuFj7Muj68v8MIPa4tUT4iRDA+fkYDPt798zoFJ08+1OB4vXLujL33DyM9Z00cvmPlMzv96mG9C4ZSvr+mK770/AM9deMhPObfkzsedja9WXQ1PCDorj3V8Ma9z6zsvRaZUL1YhYE9Ta83PTikDr2LILA81bOyu0uRX737gsE9mSCkPNfupbxbMyi8j9S4ve4WzL1WMQA+IA8KvDlR2r29V7e9c7CpPOc8mj0/1r89DWOiPbMGPL45N5m8oUnCvOqRlrwEUS+9kvSEvTsaIb1uwFS7q8v3POutQL0T1KI9nq1BvhKnVz1rNuo8/m/TPXHQGD5K/Qy9y1kivV5YOD1x3Xo+DwoUPbyqtTy6sii+8AVhPtQVrD1gdWC9d/lCPWuzLLwWKf49sU7TPfhhKLw3hFW9LZ8curUYZLyxYeA8igBovr4l07wEtz09jFPfPBNxwr2TK5Q9+3xFuxNq673uSy0+F5L4Pf85Rr0MwqS9WjnxvNTBxbvA3nq9ZF24PUy4Mr6arvO8aPGivSBB671Oc269HjtJvlxDhr33LXW9knxsPlgHET6dtba9mtjmPVV8Uj2TPhe933hpPAmEQz0+xY485cxuPbJl972qoTm9OdzTvEY8AT0x3TA+YjUOPWtMSzwd0h6+vtZWvYrnxT3bNps7Zet2vFhEhD4MQsI9FeLIPa0Ynj2uvFA+rGXrPNf10ju3EFQ+LV0xPhj+i70Ajrc9TIUwPgHQDT1aXyq+ifLEvdHpTbwElhQ7J1UtvfnXmD15vIK87OTpvfJ9zrwyHA8866NEPVpbir0lANk9puEnvpsfRr1iLT06iax0vPR94LxdwV09O639uk5BWTuVbZi9zzcHPcWhBb0AQAo+IE8ovgdckT2A6gg+E6VMvdGMEr4x8xy9AHnMPVhIN7wqnH28kXqWPOnJf70nY0k99wF8PMX7pDxEvRC9/JPlvRo38LsTgLy9ByhEvQ+ZDb4gO2q9P6sfvKI0mT2DLSU97HmYPLXe1ryMOZ49LnKYvl4p5D3Y6GI9IMM8vYh/N77qb7q7StnXPYkb1D0XIog9QtI8vZun1b0T6Ic9WIgFPh9YWj2kJri9eHGRPHWt5Tzkx4U9x5S5PGLFEb4GWZS9aMVlPt/pLrtYdpy7et4DPcW8Gb5XVbu9HkWDPATyZLy0yF681J0NvbioGrua3SE+53cSPmjdoz3faMy9Ub6pPanHBz5cZSw+8iSOPSGnlD5dIke+Z0+fPIufwT1qT0E+u8IGPmfykj2vajM+0Rg4vhgF9Tzzu5O9v4hBvlxStzyBNcw8D44LPtP+Oj1u1EQ8XoKUPJSVo70Idg28CYdAPeVsXz093BQ9JK2bumgqJb4vIw8+VkBqPfEx2rydH1M8+M09Pk9gNz7kf008S3a4vdtwlrzgulA+PV3UPXs0XD1dXGw9DyURuw5jj7u/oo+9640YPoquXrxSKbG9gImZvVb/kT2llis997mSvvK7OD6eghU75gGzvTJqfry+rgO9fqH4O5LSkjtshNg7txm4PclqrLqQbEe8Xj4qviUE67xppZW8P9oWvRtIAL5diU29glbHve4Kgb0Mnl+8ccoyvRsVLDysiVA8RAUBPaAdTr76R4i9uMeWvffyCz2/nas8dXmWvdGY7T3R3JI837prPvJavzu4Mhe84+EZPvCfQT3WWnU6E857vVWRBj38odK9g9nUvV4ahL0IxLi9RMtHvtLPtT2kkkc9azWFvV7VsL1cPva9QCeEPJMkE75CZQw9/NgfPLaENbuUIxU98mvBuxHeDTy1fj47yDQwvWeGxb3UYHI8oMCJPJhcYr0Vtm894am/vYOcmr1VDTG86aYFvlbc372gGOi8FCxAPQAiyb1Gqn09cZViPQwxRT5EENW9K4uoPgYGUD1idwE+4y8mPRw/Cb0i4pe9+q4lPS69Erq4Thc99raFvexYm7zLJOm9S7C/vJ87wLze7H49lCbJvdROkb2JQr29bB8RPa+GxL2sExe9KuCguynXJr5dWim9YlF9PZN8sL1i4C69wRWTvLZlQj2Vfow9mUKIvN31Qb1UnuI9PHWsvazXoz3tTCk9xxxYPZL/Pj6FVC8+FhIFPQ0juryGprC8eExGPD+NJb4TqA8+P+X+vThZEL43WBy9+SkyO/oblD1KCsQ9Q6kdvLomMr10gZk7jAvcvcvQwz1rfqQ9wDKGPY68MD0k8De+F3IbPmFETb6T17Y9h4AQvdHuDD64mrk9PQ0OPWgwDryJecU9oi5PPX0sej1O9My9OcM0vsYHub3045O8dxinPeAkLT5YDxI+FoeSvIYdWT772Ls9D4TTPufbOj0TRvA+4TbsvN1BwLzIays++9pSvpKNDL4q2GY82Nf2vbVM4bwuVL28hnjgPEqQizyd7/Q9fJUmPZc9cT1Emtg9N/0OPfMHDD1fWQ0+GakHPoNvEj5AVIQ9j3ttvfK67j3Om5W9XkvGPOEg7b1Su649u+kPvUwpLDwkw4A98YeIPFnDirzeXe+99ci5PfkSnr24dbA9ymQtPLLCab2HgUu8hnW4PZ7jFr4DKy49HC0AvvfH2ry10iG+Gzm+vTBMgr7bFt69Pg2dvUEGnT0Y3iG9n0voPMxYKz3BtLq8Z8EzPelNhL0SUVs8KJp6PG2pi7w7Wdk9gNhfvT8YArxEDEw+ziUQPkpAmj2iPbs9EhzuvHWzhj3MbBI99GsDPixPobzTR4G9jBM/Ps886T2OSHO9iSo/vCaElL0TK8Y9BbwWvaRmGT7SVry9raehvayyFj5e92q9HiAqvRx2vL1k2HQ6bBioPTJqJz2XLAs+SeuBvKy6+j043M87ZJpOPvB7pT3ZqK8+2fzwvRkaJ7z6T4c9n60dPo8+0rzYEKG8sainvaSiED14Bca96FkHPuLWmDxBIYA9yHcmPccyB72Wc3U+6rcFPGLKnjwkB2e+euPlPW1HQ7y0Qb08gDmaPKF8Wzq2SO28ETq8vLffxr2YvCW+vxFZPaxPcL5m/HA9wy2VvbCThj2UjCy9QwgyvbYirz0htAG9uMBYvFWSBL0XKVu8iVKlPLAhPj0R89E9pAQIvjoNtLu/vQq9g8eROxFQBT0N63C9y6lNPQl5sD2jAlc8GNhIvP+2nLxi0469ANG1ucrR0L34NkU+Sng9PRO5xbxcs6a9dsQvPuKtiD0MJAQ9nwNDPoBFLL0xdmq75mJhvbeYC77I7Y+9ZEzwPOX/y7uCzFq9MPkkPdv6vj1aE4Y8OEHGvFKKqT2C3Bk9UoAkvlHi+z0p6AS+n+w7PbkxobsV4rW9c6vzPX3RmD1/F5I9op7hPZtcGT50fhU+rEiAPes01j2VVwe+t7KAPgaLcL5GOAs+mpEWPFlgiD0oX3k94v4YvEz5FL0e7Bi97GRUOw2Noj1GUtM9UEp8PUMUtDwXxCs9XADrPcGnEL0Mxpy+Dm1WPnKWh71qeRq9omz2vKANt72x6S2+kPjTvRHyezn3HCg+nLW/PQmQBj73kGI9t+YtPmHsEb1qN0I+Iu71Pa6AtT7eSzy9IL1pPQTI4T0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "pvhLPWo9sDzpuZO7MvJpPXzhtjypvMm9xWGYO2d+jL2D8SC9CA0Wve4yeL2EFzO8MmwsvXb+ED0ieH89UrmrvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 