{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ZJ5OvqqY971Lg4I9Xn39PV9PBr4J6Ho93dHZPZShcz4vibI8QM7/Pf6rI7yZq5e8cGKXPQn8/L1Iaei9E0r3vKuYXT2b/aq9c7JXvQWUn73sna09ZzO0vZ6c1r2wRLy624cvPZi9Xr1UC6C7ezM4vVl7LL56oKi9ZK4hPK0Gj7029xC7/mQEvstM1D2AJ4W+nmWGvZH7cb3RynG+wse3PTCwSb40+nQ90eaPu7GGuL1xXRc+gsYUvuj8uj3U5BO+esPNPbwmx73c8l++Cy4qvkMYlb3n0pG9y2ZtPd5fdT3vgR2+71+aPTpPob49hP+9O+4dvk5feL7VAQM+j2yzPUS1Eb+VSRu9T5oJvtFF6r1gqno9Qv20vPVhRr7RnBE9wL4cviX7Pb7YUhy+Up1+vvZq+z20/Jy6d5/BvfWVHbwR7Sc+diQuvsToF77ARf28yzo1vrd/GLwF5IM9ddPKvYcZUz435WQ9cJhhvTLfFL6+tAE+cLPbPbk5KT567Bm+8oUWvo2BqL3gkmg9DCedvf9oJj5loCk+9CckPhb2x7sNGys+oygJvVyYHT3fiOK9sU9OPVPwEry6Tig9ZJ9UPqBqTr67txW8G8j7vVtwu72wccC96EVLvuAg1jXNSBW+EGnSveZcoj39Kw2+ZkRfPcbtub3zJYa+cJvXPS2UJT2ZrFQ8sqk8vJwWJr43Bzm+KzayvbU8C772D4u9Rn2RPRnuWz1tFw682U0TPl13ST4j0zO9rkQovv87Aj7K3SE+96Dau9QMBD4btgG+CpWJPf968T0054g8Ui4Vvla/Rr6Nvjq9kSoEPg294T1Jaz08TSRjvXZmHz6Z2d69D6MEPnMjVL7ISS88N5IAPvc8+D0aJAE99+QNvUGVx72ol+G9SYuaPAeqAr4+30A9Ws1CvDkXNj2ZDtG8EMKRPb0oBT6UBEk+BZozvpGTvj0om5W+qHTtvd1nJz6EMEa+yMFKvucJp71n3ko+HSIzvthzMjukNFM9r6YCPakSxzqos3M9MT0gvHWgGT2E1gu+v+2Gu7j6er0fUk++OMU0vlwxrr3lcNu9ZVyQvEm4Zj4ikU0+YXkrvkzO770cd3w9mboEPI2Jh73pD4++WT8Avm7sbL2UUk8+6P4uvtfR+T2VbYY9Hy96u+VQQ73CRay9FbIkvKJSc71Tdwu+1t8zPciTDb4Q9gy+0hiIvetJx71jJQo+9dA4PbHeMT5RYBu+mQzOPTgMVr4KcsM8gAz6PeJyc71Jmpq91TFcvpbZNT52ogK+jFe4PWth970QqSU8RJcfveRahz6SkQu8CmoaPltRgrxyHxS+R7wjPkliBL2ANBq+r16ZPdHugjxsfqg9+y8tvkdSIb6+xI09K4VPO4TfKr61ih6+/A5JvvkiG76GSUq892y7vUoSAb3rPNq9cyQCPlnWDT4/efQ84O/XvY5OmD0zESq+tu6BvPatUL0K1Ys8gr9PvoMZaTu1Nz099b8wvKmpqz1rq1Q+8qKIvMCVFz45ruK91Vt4viZY47usyzs75TTuvYZShj1itB892uFtvB+whT6G9cS9TiT1PWI6Sz6k8QI+LrVwPhqmzr0OYQc+chusPcwFrb3fpIg95e9vvoJOP7soFx6+MBWePECoBz5e+w6+ijegvRvVH77H4cA7BiqOPeWpH73ojCG9rbpfPg1wGr7mnzE+ozdEvpqTQb4rJSE+zRMEPkQ5lzxghfs9faOiPpKll73IjG8+mrW2PVxfTz67GwU+B/jgvTXsGD1IlJK8zY7/u/NNzLwXiZc+jgouvrjf2LwXrP89Q3UYvjqZOb4JuA++9X/MPK8MQr6pQ8C91uoQvgUAir08wnw9hYylvSdsET4BWk6+oPm7PNF9ZT0kGhQ9elKkvfYAgTxYCvk9euT6PSh8Hz56jiQ+DTXaPdljyD10gZW7XJY/Ph9fXD3xhU++QABAPqcyMz7bv5a86kdnPnZ0372XclI+hX4/PLoy4r2Kme69AJ2gukHbKr6nYeS99/40PoK+cj4hRES+cGBDvX3/FD49y8g9iBMrPt/yBT4S4aQ9sOTgPbhpar3Ip1m+iYRLvvKs/jzbOS8+5yBePei9pb1JqwE8ymlNvf5q3b1eo6y9kq0+PtP7OL6CoIG8RORAvZ2gj74M1dU99mbTPQeaTj6+CgM+GBSAPQlsq7xiq8U9/qvVPWpmEj1CBhK+WhYRPm8xfL0hubY9WFyLPrD9Dr7TxEw8UGi6PRdgm72c6C6+VIGIPdp94D4kMG885uygvqaTtT23cyA+RRcRvvdMkL5z1Ek9i7RQvW3tA70v1eQ9l4qyvIqZCr1FZCs9/Jdbvt4Rpr3xp18+S2yQPbF/P76reFO9cHTePAHhPT6nNVQ91xOCvtAOD7+3N1U+dsQZvtPZ7b1zbXg9daVSvsCOs76f37s9jdbEvt5vgL5Okws+oVZavg3DLT6AAL69D/QjPnhOory+Jim++q8rvuMfo70vpto7d0YdvizBID4e1D0990kqvn3qQT5A9k8+dcdqvjMEJz4460W+CYBFvisyPr6cCGi9pKhMvpbk3r1NZbE9F9hvvWIbHD6NWB8+sIEsPm4Btj2V/6G9cso0vdFHgr6heSw9y3sTPaT/Hj7Ului9rNESPiMuQr4FWPo86clNvtsoE70VT/C99oBJvmuBir5fbNg9nVbCO4VGM74Zpxo+W/53vgMokzuJv3O9lrZdvp77rjuNdW2+bwtiO3eSCj4m7V09BqMYPjZJeD0jTLc8ge8lvJNTKb38rYg+CaI/vUFj7z2xxhk+kWthviEV3LrzA4S9b1epPr5dBr7w3Bs7zfcNPgv3aL2/HQM8oKayvfgaIz2BxDm9HWq3PTllCr3ug+k8toClvV/0lD3TKO29IKTvvHIdTr4Dpvs9O6q+PWtX0z2UtMA9uhV0PjJ3Pr1A2oU8UAaVvtZqkL6LNdq8pH0NPbIF6j27HpQ9sZynvblVHj0brWC95TUWvlycqrzuhhW+64XZveMNQ77T/aq8JawsvljKZj5PHbI9enQOvFgL+b3kfBs9JgRMvq9GHb1FDSY+cAV4Pr14kzqZvQc+GDIWvn8f27yzTyW+16ozPoOIq7z0d5e9fMAVPj+IAD4GOi87kFEOvOX2nb2reP4996f3vQidsLs5YEe+0ebrvK8BJj31d2A+4jzSva6Bgj5WjgW7EYviPFP4xr48/lC+PX9FvRkPcb5FyLI9xUh+PjKBtTyuc+y9e7OlvUMLqT1wAVg9g6kLPvRRlj2Upz27kYZuvZL41r2/Rg6+39n4vRco3L3llUE9aWhLPWszRT7r2FG+RJ5GPlMIgj5IEY29CwYRvrTmKz6lVlo+5pIjPvttGz7kwXG+wtynPeU/YD4eBTq+4D43vIYeG7vJgOs9G7lQPeT3r7xB4Ua9vFC0uuQnSj4lJQy8fL7MPN1uUj4xQiy+Vl8nvvDplbzcHU494+cjPjvAO714Nyw+9KstvQIL9r6Xpxi+7zAVvqw2/L2AGDy9Sj9qvjcowr0K9yY9vsI/PgK0FT4SpUU+u1aPvb0txD2SFsK9Z/adu0dr5LwJ3308WLA/vkNCCz5L5pw+jFKLvrX2Nj5C55a9vGSuvawupz3Pwqq+yu4Wvg+gnr1PmXq9Y/5NvpU3Mj5S7s29yXRVvnibrb1oTfe9exEqPTpyIz64U6K9TA2fvXywCD4OA/W91Zd+PfHNRr4Bb488x9g2vpIbvj3HEIa9DpGUvRMKM75eQwO+oLD4PBdfcr2th4S+c5WRPQZ4Bz5tjK0+A8u6vroQir0fRHa9ezKuPUNyuT3uyhA+S9ErveqFgr0M5js+s5CzvYmqoD1M9XC9CqlYvaOIXz0bwvQ98QBTvWhaNL4PWDQ+EqJPPt1eED54dUE+JHnxvNvz8L0vr6K+yPmGvgu3/TxyU6Y9hUTvPfg/qz1l6IO9u3ZTvqGHaT4e9mU+y0G3vZXz8Ly60Vk+cy6mPqPmnjxiERm+WXt5PXZhwz3JS4C+mcaAPUgJl77xWTe+BH0ovoMuPD4pn5i9Deb2PTwVDL6VsiS+KS4FPvC5F70s/VU9V8YgvO45eb1pXBI9bRfYvUwtF77bN/m+oS32PJICGz46NKe+od4PPgogBj5Fxyo+aT7UPbIclz75Bmg+WliIvSvhaLwHQ+G9rh1avuKtVL6HkeQ9UD6dPtSAnL6wpo++G6ILPl68C766kzo+iIVhPiko5j0QYuG9y6Hbve7WlT6ovxu+8zJNvoPigb2V2/68VEsKvrnRZL6jbpe+eBmivbpWJD7giAc+jhE/vgSuXr99NIe+wKAFvg1hPT7KOn6+vAyAvWBgJb/mcRm+XU7dOwnPFL34SwQ/a4ypPgE/wj0w2uw+PMuEvqQv4zuK4SA9kmafPncfTD64UTg9hF9NvvEew7wPXYo+Xe+Wu/fZjb4qZBM8CPiuPR2hBL9kM56+RtrqPsNkhT60KL29slKRvA8IwDz2Vpk+SGiouE30BD5xrMI9qnGoPdQnHj4P43u+Wh+Wvh7fLT7jpfm9Uf+Mvm3eFD84b5E+SIRLPQkavj5PMYc+zLSWvtG4eb4xbAM/2cr1vsYlMD69PRi9gsyavQ1M2L3ZlJi+mVZEPs8gHL6NQWe+NuijPQHHRb1dcpk8PmrfPad3lb19mzW/i88gPneSkr5gcAu//MECvb/ItL16SDA+cAXDvZp1Tr6LYb89o2n5vfE9+724x5K9x5qOPOwFGT4YW12+YVIDvqsQnL7ZV7m8+ZYyvithgr72hni+GegcPXEzor7/3cC+stNAvX2lSz32K8g9JyL4vgW0VL1EoZ8+nlwYvymLVz0O/Dw+jJU9vvXlyj3Dkt8+XU8LvThPm744eIC+gtGRPWeW8D2X14c+I11cPbWcI7+kUXU+HOQZPzysij7M+yc9gYgRviI+Er48//+9nIf/PTo24z0pjFA+B/EfPvvKJTzTupW+OjXtPmgHjL49tKC9kG2SPp7XLb4qDjs+4j0hvpe8tL0X8eq9B7OLPe/x2z6XR6o+Fv5QPvvS1r3uEx8+ZMS4voceaz6vJU4+hQ0tvzXZhT6cVhy9yjkIPfhyXj5dF1a9w7Hvvaxx273N58K9+RwKvpeehD7Bv0m+zV7dvlb/Pr2zpHC+LuLovtAgZz7BGbW9KIuCPoqdcz6ShWI+ptqTvu/QKDubR+4+Xuy9vf9V9r3eKpe+DmFGPhXBW77LMJO+7JOOPs4DO75z0tM9cIg6Psc1ab4ngMY9yvnnvmZfzr6wkrS+mumRPp9b0j5gp5m9IOFjPiRNdL7rZeM9htprPu2Qcj7NcTG9twyIPudPZjxABxo+4o+bPZ7m7r5Pi9U9LPmbPilAhr743fS+xCG3vWcrnz2kzBI9iGMVPtskGD6BYU8+Z4kYu+QG47y+5Ny9ye5NvnU0RD3TlIq+Do0EPl82L77iCNI9bId/PfQ1jb11bpA+SohhvhUDJz6Sysq9/+7Qvnb2oz4zqR8+Ca1xvcv+hb6mvow+CHArPiN8OL47OCQ+gVJ2vgeVx754ODI+pDnNPoqoYTxfE04+xiCEvovxJD7PLM69I4qoPjmbhznLdKg+MwblvYSSQj2S3dC9O98yvqqc6L2cDBK+WR2/PSnzU76uhW8+lhNVPRPNND5UFbE9oE+4PrKLpj7a664+IJZPPsgmIz6VsGe+4p6SvgOW/L0XO8g+jCnCvnV0FjlCG5o9xUlaPuIAZr7EkJ69TnbNPg0MPj7xfWo+YnCmvV5xMDz86708LVAavi4pyT7Rzk8+370PPn9YOr5Drxo+Yg9YPhj1AT7EG+M+mG9GPr08B70uCKY+YnHTvsT5Db390Jk8jh53vIL6ET5OK60+pl1pvtPj6r1btIS+Ipr5vegEB72URT4+OXMXvQ9+J75oWL8+Po49vm4wvr1EQRU+Q8XYPZPeiD7DBGs+10GavV0NlD3bzA6/YtJvPkT/gT1NwwS+UImKPghqPL4nNGC9AA4NPr6+tbxOURk/o3N8PRoV1D1Djva9CJcsP2OihL2ybGC9HlWZPZ/3ar2IRy++wW2RvjjYqb3rF5k9gBz1vXvNB76U7eu+SN+cPZrlAD7hqwU+Uyb1Pesdfz5hoCW+u80aPuDNAL64MqA9J9h3vmx1Zr167RG+3QvpPS8mHL5UbMs9jYosPl17ir6ry1K9K9RsvqExrD0Uvx6+rrkJvrTITb04O0K+ovKhPaEqhr00/FG+1DZZvdHpTT0mj22+0qx4PJhjRT2wJr69yLQgvCixzrsXoMM80GGnvdHn5D3tlr88KTBsvbMySb7Adju+A2qzvQW9Ab7gV3Q9+EVbPbgTST0fCwI+ehsevk7dbD0zkE+++N0mvmOb1j3HqTG+OvOdvJiaHT6lFzc9dW7zOsZzI77a6WQ+6o1Fva+Wjj2wzqy8/hRJvqAHNT7RE2C9DvJHvHkqNb16doM8XXSCvbvaHj0rNwE9AAPcPYmL9L74uZi91BpZPYP54z2Y8hq+SKvavZPyTD4w+B2+174CPp/YD71QXQ6+L2asvlvxjbxK8AG+BboyPgtfMr6NWFC+ArmXPd0I471N8W6+bVu7PcdIFL4IX629l0OnvaJyYr7FsAG+llfDva1ziz0/DBk+KN68PaNfTb5ApKo9PCBUPQMasD3Ocd+9ENwWPfenDb5bSW49nm4QPtB9/b0KdpQ8wWMUPLCDwr1anz6+z+Umvo2Q0b0sDY691aDUPXejGD5JwV6+D6hyPebBjD2cEDS+Dv8TvgKslzxsvMm9RVUTvWKGOr5cpg6+B5PSPSlWI75Qmrs90dc9vnlEC74d7wg9e59/vWiwEj058ao9OUREPpEc2r0OxJ09BiX8vbpHdD20Pew6Qf/jPOIRo71hkeE8hjXVveT71j14zVO94lvTO9ojDbxJHSE+WnjCvXgRNT1d/e+9dLmZvtibZTwsL/O9YfVdPv/WSz3K7LM8BYeIO0H7wjwTzvG8ohHOPRSJsD1UliI+4BewvZYzMz03lDi+2kLCvZJ3l7xMbhG+Mp0XPlPXwTywTXW9hGN5O8WfZT7dbOY8OccLPuAAhz6W7oM960gCPWM9K74uWYi+IJehvDiopb2TCt89DmqlvTd5w712iho9JBcJvRtRjb319RI+skJyverfA76qnPa93EkFvacXJjxdIJW8buovvT+Y6jrBJ0Q9zsHkPb2nG72ssNW8QvRzvmLqrD3GEQi9UXE6vpkS/j2O6A8+uAEgvQMxjz1H0Ba9EHcsPoriyz0B08y9tIAzvlr9v70XdCE+yFL+u0tty72r/H49fCpyu62h2D22NQm+ft0cvbSDDb6M8Ie+DfJUvPzkoj2q5gY+NHd9vghpeL15YCq+bsjNPTSsFb2Qygy+nt/yPRFYWL1uEaS7aUwJPhXpuDzn0mM9HOl8PK3+K763WTW+Cs0DvpFssz25kHS9S0KLPYng5T02m5C9zUodPuphkj2f0xI+jblEPQErZ76oZC8+q6AePtXGFb77hbU86Ub8PTmO4D1Avg6+a6zgvepimj1ctvE6f5iCPdUspj2cAry9G1mjvA2PtL2unaO9/OY0vmkSC744On2+6QgjvgP7HL7k43y+ujXtvW4Nmz363/q9ioMXvtHgiL3MIyk+plVIu3e+jr08tx6+E3HEPXi3qb0pc1I+0cuSvLTpWD6Hw0E+o8qTvlhDOj4NVRK+wSMCPpUufb068E6+hBEKvvLCg72v3ss8L/UpPRQJ1zogr5K9bHrvvG6+Pb4LxLo8LhQOvv4ptD1vCGm+QOWdvVltej4+SBg+nJOhPbZxjzyJEs2897OvPVCD9z26jkG+snugPerqLj676zc9y1YLPsapHT66/+E91lbKut7IfTt9FKM9VxMHvrNthT5OC20+gHegvlRstD1Kk+y98IQMPPz/ebqntaS9w+H3vYqRqj2+TJs9u/tOvl0xoTuUF0Y+wdCGPNUAKj6w5aK9Xi44PmA2Jz2Jjsc9nFrWPU1y9r10xwc+0rgXvr2m4jyF+2s+hzJsvJSI2z3cmow9BlptvVPk8D0jTyW8BLYAvuXarrxoikQ+LpYMPhhg6b0QrI48wMCxPe/SEz60kxa94HRWPuXBqj0p1zC9OIPLPUmA/L1uDOO8ja5hvp5dKr1/qY49+qfaPfDmAb7bsO893aySPrcn8L2I0DS+dIEPvX/g27zB9iW9QKiXu8j5krzpToq9UZoEPmvNKL5T2z69FLZBvVv7zD0WCzC9b9nBPT0Pizy1Yg2+mC2CPMxjrDz0D7Y9cnYavvzzQ70i+Xq8Gj5TPcnkPz5FKk476ij9PD16IL5cBIG87gmzvSOhszyOang9Kribva/Ior3vQ0m+KRwXPZdVAT1YTQe+xxxcPi0Mbj2XOxs9n9nUPVthS74b0Fw9g1wDvi9Ovb251wU+Xbn5PYtAv70RZOK9e1Ejvn2+ST6JrNO8/u7KPT74P73XCam9IPG9vYPok7z28ZU8tc9TvM9Dzj1A2EA+26YwvqoWNz4IVBQ+3QfbvTfGqz2OBSA8+raAuxna+rxpOw++Pw2lPfjx0jlZxm29MgWcPg+rHT4bLUE+iEeQO8H2rT0P0tc9SDnmPfvzFj40oSO7bO8hvpFNeT4JEOg8BrcWPm2iBr6FE4q5KolkPc+q2L0YFC66A5wnvvWq/D19Mws+A/ZQPcvVjT1zzwU+ya4IvvDC+j1woOs93lszvkmLxT1/TOG8gm2YvWbXBr46WTo+e0AKPiu7wD2QvAE+RizCPZPv2z2aYbO9IOsHPPqrVz5+l6y9OFy0PYqyHj5YaQQ+eP2IPurLQr3UofW929ZkO/No3bw7T7q9EtCRPZdPBr4Y5QU+mtOIPXvDzb11H769JYmlvckxXD4sily+FTqUPh+pOL7koSc+MFIrvtxYur47ASW+CSQfvlBP1b2uzbs+Y7gzvjgArD7zp/699Laqu8hDDL5kqVi9E1osPUeDUzyZz64+bKCLvosY9T0E/Wm8n9CkPi2v7T2DQdO9B2h5PMh1Bb6I65S+rvMxPmrUQT5elwg98Ko9vnp3Pj5VIrY+C9lEvjwkzT3PIgQ+wP6KPl9xQT5n5pA9+DO4u9HrnT79sdc9q0x1PJqXDj6IceY9+OotvmpFdr27ZX8+DrB/vUllbj0ycps9ykOSvroA9zziuYY+ovULPjhLIr5fdfS9Rocuvh/Ygr4WpKe90GVQPPkZIb5h88c9N2M8vh/N7b5alh0+N0vhPZlxjr5/2Za+QFK3vkuEVT6UYGo+tqMZPW52MTxJX+o9NyckPnANGr3jt3++K2SqPYMYg74JIom+m9y2vj0OJz4AchS9bMmhPjzlwr7TEfY+0VynvsDGTb6IjCG+seQnPuGQ770rJ5G+Mt+Jvl/5jr6pL/O9QHHvvfv1tD2Kvn6+1111PtD+tz0j9um8UlsqPswihz1wOOq7ZVuWPgwNvT7eeFa+mwCSPryZNT67J3M+2pSyPt1xVD3Ul3u+F9WsPpIdRL5k/rC+OyxrvtX1Kr46lAu+gY1mPgxO1b4u6lg+y5lePlqx3rtxgQk+Qf4FvX9Cxj2du4C+kvcmvtbwgb43yk6+erlnPp/XqD6XdQ++9EQBPoNeW74LyYk94RrCvbvmnr7NzIQ60rsxPXOZf754OS6+ZeYzPYvhnb26+MU9AHVKvoam/74EDz8+OCqLPIqoTj7kamS95PNtPtM9uzsoNcw7S3+Mvf9qXz4ZrCo+ZMqzvt9/1z2q40K+dcK9PVtwiDySCHK+iv6IvV+rbT2NwoK+hYl6vjmIbr7N2n++WnMivteZ473s0IY9fVJXvrYjPr2aaF47yAgsvsNegz4kET8+Kh8UPENv7710I5u9RA+ePjWNs725xSw+LKJEvmioHb6poqc7Es1RvjzW6j0pgAk+1mzivd8wlj3e2yI9A9EyvexEtj5ieyk+7Zj4vf6+u70FHmi+BR3fvEV5DL6KShO96tudPU7c1DvXp1o+x2HNvREZl738CQQ+s92bPNZiKL7Ns0y+6bAzvINdyD1QRka+Comxvf9VkT3ARHo9pu3XvS4t1j1hUyo+OK5JvmDxWz1mmUC8L9OTPU7fQz2/0qK9uVlSPSGtTj0Gosc84N6PvTq1DL4ZtnW+MNZ9Pm0GOD5kom2+pMPPPbS57r3Bg5++xb4PvaJecTw5bdq+sc8uvmmEw77l9FU+ZnKwPv5SBb6jqce+zOXQPkTgaT3pmRu+zzWmPW36Db68vR49/qBPvix4Lz6b7n2+2xXRPXN5rj0OUy28z9ddvm6lor6AgnI9BI9zvr4akr1nx7o986oWvpi1Kb6kplq98mdQvowAlr0lyFA9I7SrvK8fpD0Nyci83AMCvDH1TL2UZLY8jnesvlNTcr6XCI++2CMTvjl6OL4yE0q+4lQLPsfa6j0AzBW9GEQsvZkiVL4TYFM9KGw6vrZ9ejwd0tK8zOvju2V9wjvDmgG8OutDvqg4i70/5L2+jMCmvbF6A7425SO9wrB7PMmCEr6xiJG99BSSvXOQiT20Hzc9Nqa6PFmIcz5yebO8p6BJPjwWkL1i4yK+7gmKuxG5QD3Jp6O90puAvWUInr31UcK9sjhsvl6VEr2v9Ki+pL2tvY8K7j01Zhy9XURZvcEFPj0iQ509qvJPvmd4zb3YrVO+y9Y6PWz+Jj5yZP+8BmWzPZS3Mz4Lolq9WU9CvllqBL42iM+9dSOCPUaTgb6IyNc91LAGPsX2D7zeQXC+3GPtPUqDej2/3Io9dRAPPos2X71PXBK9eACfOzZQK75HomA9nbEOveybvTwfxtK90lVDPrmN+r0RZ3y+yjWWvVGeEj0N5h28pGU+vj0I5b3QdUa+IeYoPo0ECz553Hy9axPfvWNqSr6QHY692C2ZPQx9AT1XomA966dEvvbFHDsri/w8KSobPvtrWr7d9sc+7omZPZ5d3T4YWn6+lrUVvqM1Ib1iIJk9OfOVvsMCpz2E9VO+P+OLvcBz7b1CuBy8N3aMvqyEWD4ioGi+ocOaPdye1z0UuhO+9wfWve8mxr6XoR6+jaAkvpO9PD4Toow9sqF/PlW8D77hhVI83GsAv82h/b3xzCW9ZY4Gvuy04rwjgpO+QAWAvrKb8rzUL/298MpBvrFZI700AaQ+PneLvS/qkb52/DC+UGdmvj5uZr4B0MI+q/flvbVehz2KD6k+XHQGPjEynD7Dc7w9e8cdPgKmQL5iPZM9ATsGvaZlpDqTd549Cb5hPnEXj778sQO7qzOJPfUg176G7SG+kpEMPK3GDT1Qwa29gjRzvu3Ah75bX9u9Ux6avh6Gr7sDhzW+Vg2TPNdKC77IfZm++WxwPDyWJL0BVG+6J18EPXCb+DyjY+a84rMzPod3Eb4cSxC+WWwEPXMOkb31eac8LshqPW+rTr4TFeY+L7YlPeO4oTyI6Ao++mS5vbwrVj1hi5Q+F2kfvs/CVz1QyJU9RE+bPveY4D1YDl290d2VvlspBb77dCc83g3yPXa1/r2QLQs+Pb6QvhJzsr3cnwk+LRE8vefgTz7Krj6+J/4RvpzVWT4r300+3eSUPpgfFTx+2s8875hevhIViz1+RLE+/hYSvuuROr0sbrm+97UiPS/N774Fbb8+hqBbPn0kiz3GjKY9FJj6vDutxj2/dfe9Zd/TvLzZTz5j506+ofUevsaTvz3roZg+5bm4vk/thz5gqy89NlB0PV12pj5YHhE+iWKqPo4+9z3nuYS+EwWyPScWFL5M0bM9IEgCPlJ0sj7n2k897mWIPntRcL3zaOW8zXiivdQOyT7qwc2+EB5fPZlGoD7WqHM++MlgPbFevzz3oV49S5hnPrecWj5DGIU9GGsIPqqfnL3sE3Y+A9QhPkZrV74XGXK+BoDEvgmUTLzr3Qm+h6VivUjhT77P3Xq92Xh4PohaWb63AcW8d6sSPUx5kj4D5dA9zlWqvSlA072iQFq9bQUMvlGrh74dlXc9widvPckUHz252Ic9l/fgPXxgXr5TTjU+3yjcPRoRGD1zRIO+78RDvhjfij5e1Im7eTpTvq94jb14F6K9ATcMPAspVT5PQZc+gd+Xu+siIj0+nl28XGAbPc+dir6o/rQ97fUrvlLog711e6k+hnmkvqw9Gb8mpT297IcUPW4N4b1HduG+lCFsPk4T2ry+42k9jMlrPn7coLwshYs+wicSunqVL70OCus9cOvFPXY7sr1IZVM+M1tGPsm+tTziIIc+DwlyPuWsdD5j3YE+tsqevtDQjr27eSG+QV/NPD6vlL2WrnK+3cw/PvvK8z1e6KO9w9opPmMbj73P4s69F3cjvvgzQj6Dwoe7bLUCvnOQAT67pyg+mUPhPSGlVL3c1/e8dE0HvhMCoLygaeC9SkWJPlmBaT06lFY9NBihPrWzE762EPg9H5O0PS10gzx4CpY9rVwVPkgc5DuPQsA9qJ3OuvdHo73bxqo97k0cvZZh+j3YV5M8QxMFPfe4qj36EeA9tmi/vQ7oKj7/wOU9win6PZaWY71kcTS8GPHaPf8hTDzEUsW99OCHvbxfQr2PmWO9Sh7qvVhA9z3Kq1E+qslaPV2Z7z1Sp6k9b94xPjNweT6C7Em8Z5VNPtF0+D1oeMw92GtCPbP8jr2KjC0+7ERqPRsXGzyaGk8+tXsWPhNUJTySDVg9jKCBPKwHYz6k7Lu9MSmjvcWpsD3AzJA+G6/NvWvAib5pP5I8D8LfvbHDTb0JMX+9l23Tvc8OqL2U4Y08IX4Mvn6q5jwQYYy9zQ9BPghvDL7pR4a9e9gzPGyP9T2v18o9223NvYGMZz4lCJY+C2iHvZuKAb6m0i89E9a8Pf4KCj7swY69NJFpPh5v9r3xlyG+kkkbvkRsS73g+w2+Hju/PCyWtDy9ZPQ7mcqtPfEZHLw9wlu8q2SJPSY6Jj68zi0+0v8HPtUWVL2C1+S8AbcxPVydFj4rWf89rUOUPZhykb1q6GA+JrgQPSUaSz7sp4g996XyPUknZj0oncm9TlMjPk5SJj7LU8m93KmIPUxdD700kbk++na1PhgR872srgE9HwEIPlKhgT2jRU4+nsCIPYwQ+D5J5Kk+wO14vVvmMz3jblU+DMpfOpYgAj76aIo+0MMTPthEFz6pdJS+UJBPvkyKpT2O6D2+8HWOvr5Aaz3DXV89Aa4jvpDhPD7u/+K9nfhiPrpqrT7zP0C+0xVuvvo0s756WGY9OzK7PeNCM76/a3K+4qZFPH3LAb23kBs+0SBKPtANQDzRYp68L1VnPBTdlL6gh1c9SkvgvJTavT2Boay+ZpOePniZBD6q7pM+17/1PU85JL0aLp29PVtvvZbsf731k7S8NOYcPnvjrD5TT4u9v/NmPgMbEj5S4ta9cC0UvlwDJT31QQs+ZK92PvHknr0yCm4+L07vvst0hruPdqy8uaomPg1+ST7tHke9AKlQPiwjLLpKmUw+lv7lvOv0W75Kcbu9yZlKvcBrsL3wwS89QLeDvcGsQz6Sp+W+tBYRvlDs7zz00QU95xp9vo6QPj7EyfY9zL6IvrDlrj3tc9M86jhrPmcukz4Gw8S8NAtTvo9WZj41zXU+uJqbvtLjVr7TPxA+yGBXvPWs5b30gAe9g+ISvbA1jL6R5b89rm8bPvTANT4oade9nC20vRhWnD67Hps+YiW2Ps3OAL7stLo8NlU4vQVHlTxS58A9QgbbPaJzfL0PruQ8PEtkPuFS+TtaTY0+3wHxvF6Pr70A+Oa8d9H5PZibMb5r+B2+EJrOvR+VXj7ongO+9M1PPp2uND4o1as9/So3PocxWT4CmPW9fbW+vph+kLxF08Y+f8BEPv04v75M3sq9qJJ1Ph7Ioj5k1QA7VvRZvktc5L0TbZ0+kPIRPx2YiT7GhZW92pfXPck31bx6+Yk9XlyPuvDkO71U5Ie+Uf/NPEf1b76x0c4+/6mwPhK6MT6zYEg+xJm1Pntn9L1Y8Ae+184sPj0n8Txh6ge+UNlOvtAZQD0yQUg9SJzGPpCXUDzl/y+8zbRJPjebrr0hou09QF6HvLrRILxRNNC8BLY2vQmYG741laI+E/v7utWNnz6tWfg83DoUvkiu9D7TnmI+ChCavWDaoj2P1vW8SJbZPQEvJz6muYU+aS/0vYYaUD44N2y9tHeuvN8cXD61wjC+ST9EPsmenr1Egii+tQxBvjVu47zLGTk+4SXgvNCV0r18mQ0+ieY7PWlNeTrlgmE+ghGNvM6vdj4pwDm+saexPXDbiL1Eu2Y+k+YVPq6h1T3V2kE+dzSMvnyJibzGxYC+ON12vvujSj1pGp+9Fh4EPzp1az495jW+T58VvrojWb2WcxC+KiCmvNGOKz5gZNA9FD0HPlLYlLo79b69ITY/PSzSqr31oBw+en7GPXGAv70loza+HegAPeYhNj4uACS+cy7BvaNT+j2yiS6++9ctPtFdTD32Gl68Jt/nPQSjoTzQ2+W96220vtDomb3usIy+jWDaPaTErj1Fi5y8FUcDvmAC7z2CocM9rQdxPi61vbxG6KW9/pFavd9Aw72s2QC+xzaxvRArKr6SFd48Je9OvUjKWL0zEoq9yc3pvb7OCD1AIOU9SHvtPea+hDte9/08+M4SvkiHdzuzTCE9QdVAvpr+qrzZO4k9CIxePtJMuz0gP7G8Rt1FPt8BET630Ro9FAatPZ7vvTr/1LS9UTkrPbF49L3L2Vs9klmNPSmTCL0Nzuo9S3sdvmL5hL3y6yS+d5wvuyKi0b3+TIc8RRJ6vng8Hrt88Ii+lsU+PRDoTL0ybhO9IzlcvZH7Ub6iVlq+AhaUvBzBODxGyjU9Z9SmOU5fHj7bM52922LrvLfeKD5JEaK+gbWiPFV5WLq1Fg6+bosZPiuUpj1PA0I+o47LPZzaAz7npFS+h4v5Pfa2Sj5e+e89Vs1gvUMR/DynLZk8FYuKvA5+NT20HFs9nsIvvn6efz3RCxs+p5YsPit/Vz0a5Yo9NwdUvkK4cb0EVkY9Itu3vZWkkjzEN6E9Mnt1PK+HD7sDDvS80xb1vcXQqz64rcy94prMOrp/S7zt0DC+h+N6u1HDwzulIay9yJozvm3AgL7n3a49MAixPqr1gD30Zkk+2+OKPsjPL77bptA+HjuUPuFBwbwHC5w6gKCAvR+BXz4wpwm+yoczPiLm3L1I9i0+AaYUvnZ0Ur6d6oC+EcYnve++7z2+o669pOp2PQwJxr0VU1U+JX8Evl8/AD1vCl890p4OPhBbaj5OZpM9PH0xPt2Gtb09wB0+5H2CvFy0NL6P2WS+0XHTPXCZ0z3MA/O68XhGPnf71r1AGDQ+BQ60PVRFBr7rh3k+XouKvWEv0z27Rjm+ux6mO/UxBz4Kxjk+5KOMvMPlOb3mhDI+JpnBPvEfNb6BDkA+L/ouPlM2h71Nsis9kKC4vVl8xj2SrPY6MdM7vp9nJj4LC0c+movEPvK6Aj4FNNQ+y9BdvmoBZD7KsjK+iTuUPSFGHj1VnFe+5C2oPvJLKr4HrKs+rMuaPeBoT76qVYq+w2KEPc5/Rz52yg49N9xLPVFL1T7PcbG+LLRHvqfKIz5g8Ze96+j2vQ21zjzbcFQ9t/UvvbAutT4qzW693WsSvjuIbD4IXPa8txMZvRs7lz7xSs896zF7PpOdF72ieZ89aYYwPhI4GL4RiZ2+OJkjvoaPK75uEiy9qJKDPTl1Ab39fj89w3V4PiPFpj4+nRM+/I+pvr6gfrmWoaG9h+ZQPucskL7XErg9NwUwPhm26TzTYSE+IQayPbod/Ty5fOK9O7WFPsCKxb0Ii1O+DddhPqpeE73KS2e9z+D4vEDr673gGgM+t0hFvhAbxD1o9Zk+U+O8Pv8Ogr7Dvls+UAIkPZe3kr1DHxi93rX3vWiEuj008M2+IHVbvlQhCb4AYpy+xVOEvgj6ur41NaA948trPuWkDj5wCUK94Hhnvvv/uD2MG7W9OppnvSShsD7szay+P+jGPGV2Kj4/DMY+YQMnPkBgpz5Jbi+9j+shv9Y9aj5omim+cyyNvZroLb5flUK8S05evilaPL4cWxg+lzFhvhLvZr30Xyu+p8hfPT+JBD7FWX2++vEDPtfcnz04EKc8SWttvRrrqDxK+va9c6TZPq6uOT5zAGm+kSUlvk5lpb46KCE+qM3wvY1Q+T3HfVw+CXttvdLI+jwHY1K9dpaOvmHbDr7eXJO9mJfVvhoJdD4qx7S6zDwmvWk7cT3q9nC9UmWGPmsF8b1Q+NW+T4fCvbYciDyqtIq90QWyPosJpLsLnP29YXmzvsiHn7x12N89SLE7vTv8AL7sfM09gxHMvU1Tlbvo6ea8iBNEPFUDCr1WKJ49HttkvtEz5D33Wlg9+xwgvnx+/TwlaQu+NuqLPXTK7zxHNse+qTRVvTfxA762xAe+SSMBvkNEZj2Jx1E9RCgivImJ9r2ypYO8SBNvvYOHab7EAi08LCcUPsLBgT2B/MC9k6NgvgupDr7zV0+9DbeVvTFxzj3McMW93JTPvJJmED69Y2S9vPWNO8srE746nhY+8JAaPm4uA77ycyS+aby2vQS2KD1qdCi9EZrMvFeV2r2UK9G7NmwLvv+VzD2hHgg9oIB2vVgAl71JuQW+IwBAPWhd8z1PMq+9ST3ZPMa4D74wVwM9aEaJPE1aWr0oNK69XcC1vF+CwTywI1W+5vvnvY2Evb0phbG9kcceve6kGD2eZ629Lh6xPZnmQD5eYlY9HSBHviVWFr5gHQQ+/rPpvSsB6r2kk3+8xXC/PeLJ8z0dBhK9lqntPCBz7T1bMgS9khylvUb01j31PI++bRzpPUdVETzySNA9TgmTPH4pFj6xJjq+9jGFPTkL9Dvaa5C95hnrPZRmjj3oHne9/uMcPcRj7j1n16i8JUxOvmusQLqflrk8dp8qPUSoQr40XnC+j7CpvjRQDr75EYU92irAvURUAL2IFGw9Kv6WvUThmL74dcc9HlK5vN3fHr7pDcO8q+UCPqkTEb7ohZi+pbXSvAnT3j2oeK09GHs2Ps/DCb7Nybq64r9nPIPcxT3d2+O9Knl6vjr27j3zAu29b2R4vf1bBzy3ngu+4IqTPRaOp743ek6+kKa6vNCet74plP69+SWwPSAXAD44oEI9yJODvooAhT7GJ8I8pywkvjJ9kj5FDyg+592BvtUVZz1TAGK9rZ8jviSckLze5Ck+Fk8xvjy4jr4elKw9I2Yovn9GD7zSNii+G4YOvjbIR767yQo+KlFfvbh8iL5gV0Y+QCA0PnDBgT5I+4m+aiK7vQDTqjskD36+WqXzPWOxKj5V4rE9QtAbvVq677zVJwO+6l+9Pben07t39a498C8AvjP1A770Guo96M72vRYbOz4Tus073xh+vT2jkz0q4509CihMPnliyb3KX2I75R9+vti/5jpc/JG+67DvOmK4Yz7wH5a+DJmSPCKlvj03QD+9WUNEPTid3jy6xwu9NrnDPDpkPb4Cyfo9988kPXv/OLyHSI69KMgIPYYuMrxRoQq+dGJQPof/jL3Qo2e+0y7cvWAlND0r4qQ+VxQ8vvY4sD4ivm2+V1K/vZgKDz/Z6E0+KQ99Pb1kjT7+8TS+CeKpPGacF77nmCe9Q2rqPdAaab6U76g9kBM4vRVFab7k1qo8tk2IPo5+aL6xVp+9VTN6PcW2UL49jS8+1Ko/PhusaTz3n9297yooPvh52z2+7U683NwkPihZJT0eUIC+sUIgPtW5jD6GaSk9txeyPT4Udr1jRJU+qXfhPWBCgL6dt5S9EahAPh4dyz2vL5C9+LRSPb5XjD3FrAA9sJaHPVqudzxWC+Q9fkX9vaIV3Dv2bAK81IeNvhiGM72Tixy+fd3IPWPQ/z0hup69v3t4PfDbwrqY6gM9FpniPYaCUj6p3eY9Z7y/vCrxfD0TyBY9Qn8yvQLdRz4+aRq+k/dcvdbE3zu3y4M+Bcw4PX5Uhr1dIdm9P04QPq7UpT6tmgO+uQGyvbZb8L17OH6+H3pzPj1rxzvyrr684cXlvc5GTT3JCqs+AVQiPrUei73UKne+utkXPCX9Abx31CQ+LL+tPco/fL6/2j061lqaPv3Stb3GDD09dT9vPpzgRb74n9I9235rPvR6cz5WbFs+L8gTPNu41b26/lI96nmIPtWpQD7VapK9k/AEPpDqnD13BcQ8D7VBPnMhe7wCVvq8EuGaPSxJlb5eTc89INxQvHIxpL1OMI08OHgSvnGBcr7Uf/W8AAWRPsyPAjzl5IQ+3WeEvR/5Lj3lL5a9DHvkPUYGob1+94Y+FloKvhX1Hb5VLIw8cjnnvakHtT3owmI9QDDWPf0EQj7NDXG9j47cPcdpBz5bo28+iFAOPufJtD2PbIC+LKNpvX41cb37VJS+osmrPRJgMD4QbOC8LHULPs5KCb4EH68+s5M+vUGBID7zzwi9Kh8kvUJiQb54FIC+JWAlPnCLGL5kjJ89L1ScvJVKxLzhHMG9Wcd3vY8xyj3hY+W9RmeRPVoKeT10wis9LJ79PYAYAb7bnQ0+ya/VPexrKL6A79m9W7HYvPDAZL4tosU8RwJBvFDEUL0795y9PCAiPVrsOz6vcCS+OVqWvUjr2Dx3b769vmnnvV4jn7239p6+4NxxPY5/hz0KzdO9sRmLvTe4s73++Ri9FlocvhdsMz1Y+n4929E1Pr0uVb4bM2y+8++RPVNFoz2qfPk9bo0ovAnKlz1QpiU7H/55vRg6GD0C4da7b7KovilEJr5CkgC+7wncveJOML10gay9WnaKPMT88b0WkjG969JGvgfx3TyVpK08OhYVvp3+Bjx4kAG+Q9ToPfQSCj6L3um9sDstPsaWJb5EToM9idczvbrdCr5GAKa+GlYEvicbVL47DQw+Upc7PDYeIL5ulcs98PW/Pbh9T70TtzM9zydDvjCnZL0M8n88AZZZviF/nz1Woek93gECvq4Ksr2Kr4Q95mQvvjFVAb4fvI09rMvKvd1dkr3j/QI8G1g1vdjgQ77+Xo49SpUyvjS+FD0LGAo+qgDovc8J8jyjS4U7vtRXPR3rhz2tb448knqFPRNZY75F5a69W7KRvS+8kb4T8bU96BV4vpD1LL6yzCq98wEKvoAGgr4wBoS9wQTSvczTmb1Rfb29dkGpPjOY0r6Jmys+pGVbPviXjb2Mx0i9yfaOvdjYCL5UDxe+QzaKvSNS9b0NAwI+ldCKvmBmbb4UsjW+D69SvuWY0L5XQR2+3VY9vm/4CD4FRzO+w27VPpSm0L1PwoQ9KKCoPj+9sj4WOf09j9H0PVhTb75+pJU7+Y+LvthBSr6HAKE+kAWUvcv+d7wRM2A+gh3+vssiYzx0yfQ7xLcBvftZ173Oufu8NDCMPslNqz2EnS6+4oRZvqtsDz2Oc6i9r1EVvunOE74qSXQ+HndEvoacfb5KOIY+1i8Yvcv+JTzq+iY+a9J2Po9mSb7+x+C9dPWTvSCeh76vD0K+ZDYSPsY54z29MJO+yYM9Pvq9UL7v6Hg9+72/PkCkUb4sWpM9akawvpb77j2iGlw9nGMcvtIgZT58xRY+jCiku6LanT0AAKW+fIe9PnM3R75wOjC+8FRPvpMMMT7qeTy+15JyPTg3H7wJgRm84kfDvhdGkr5NIOC+jI/IvMlcV74hgWS+9apjvvFlVL5sH0O+QRixvmkc7D1p32e9zXuBPSsWrT51o6c+eY2svHV2aD6lXDe+kXnbPQgVkr4Woa+9pAY4vc7fsD7dEmg9spz2PAmFrD5R7hk9I57UPnBVOz5vGYm7YTeZPo5JqD41o7U99nFIPsERQb3pUK4+GFFcvswahL1/S2K+e0Qpvly48Lx2yGA9psdZvmalnT46wCO+/tfwPBB7CL4jv2m9VqrDuxggBL1qOaW+UxE+vhPq7D1qfIE8VKTOPpluJz4g144+YV7HPW9qsL47A/691csCPl1+Or48eSo++XZJvr/Qi74q8qC9Jf1yPVb4nD7rdY++/vUqvn0Ryz6+zKw+a9SGvuA8kD3Y55w+JA4wPVonpT7RIIi+ZUKxvXXvIr6Lt7m9JuB2vQXjqT1uMlm+djd6vePTVTy6sb0+dfcovmvxA75ZAkS91oEvPrjXVT61zHI+M45LPncdobvFOHM8lTO9PpPsGj6OYrU9Ifj8PoB3wD1gqOO7vZNWPkCeIj6Z55w+W7bkvufGgr6ZUDi8msxKvmFUrT4eIC29TDS6PQO2A7shXZq8VBTqPahogL4OzDK+nq8AvInLrb1da7E9ptrQPvLayb1DjKk9FaYFPY2ALz7B5a++5ax1PvmfGL7kXMc8BhkvPjBcDD4MDOY9WXKKvXz6Gr72ywC+n7hkPgEDOD6jz2M+TqP3PRZpUr0/y1M+9ifjvWMdYL5wQBM+YDsGPjMliL0ZeAo+XFhLPsnoMj6i5kK+QTFMvi/MYT2IMH6+gU77PV1CZD5WEVs9NxWTPY73uj3YKqc+hWUEvVUvv76Q4bm+pVjoPk33t72fleI+bOHAvYx3VD4sWR2+/xZOvel8jz2vc5i+4WJIPqdk571Xkq89T7qYvZ9il764HiA9NfhcvWz6jj20Zou9WcTVva4a5jyzIGW9iRu1va7XmT2LqKc9fl+jvmhAPD1vIvY9cNw2vjVvWD0WcdC9dfAAvh8EP70Od3U+B+NTvqoBqjwF6CY+n2eUPes6d73yKre+D7uFvcXgbr2xoE2+GmKlvSMepb2w5/w6ARFAvnKPIL01PWA+JpL5u/dIwL37JT4+E9VYPR/11T3EJA6+ftGuPZ7xjz2ULAi9l1iYvZaDfz08BVa9gtAwvRBkUT51yWO8hXwhPc8Wv7135ww+n0c2PfUdCL2JTbU9wHFbPGYsrj2xUee8hUxePUoqjD1WZyG9+HXGPFosSD6vgOO9T9WjPQm/Ej5FqaG9dxuEvjC6J71omNC9OqprPXJeH72/biI+nyTwvOLzIr7sJJC+4OvWvOCE3r2EqZk8CRgYvtQUZD2EoMa9qR9hvrOARj2Z/hI+oWBuvnNGuz1RRhW+ohSmPag65T2+BTM91rRMveyAOLxBrtO9uP6fPC4yvr2E30U8OgpIPTkfGb11ygu+rUQTvCZQNb7uzBQ9tx/WPSDLkb2wFwm+jpAKPmN4O77YUUq+M4BLPnBTAb6dWgS9h1p6PoZZgD3sVN67AtzovP7SSLyhK3K+fA1oPjibRL4baVA+XUKNPK4IjDxJ0L+7SZ+avWXLQj4SKKW9T2VOPfsAVD7zh1u+akbQvnv1iD7EeAw+hFm2vtMgeDx/SMu88iCLPtuyqD6kqyq+liQTPgyHhr1Jhha9/x0BvnrXuT3cMZm+CNJHPlDYHL1m5Eg90avNvjR/7r07RXY9fydLPg4DAL1sYQI+aZizvulPVr2Mr0w+/7RlvRe1pLwij48+vRklPd3oQ73mpgK+ojgkvvaOeL32mIc+3UXqPDQvJ7470CI+WwdbPQMYpz5bJYw9d5SovDblOL2ICV4+oEK4PcRDxL1wGeK9WYifvf0AIDyoX5u8mkYhvuk3wjxtZkm9nvZDvionZb7AnwA+vHgbvGqzrL4t8369QVCbvkeFyDxim3g+RhotPc2wBr35HS++XalfvZZKXTtmJcm+/+pLPtGfMryR9Yq+fnIVvSSzyz3oI488zCK4vTDyFr5QflO7YkF5PtccbryEeu8+TexdvnHCDT6Z+QC9U4EUvggnsz1MFAY/6RLtvgENqz35Gle9sVwBP0Q4Bb7JewI9psSWPdU5wr0/tp0+TWzMPT7tsL3JVBK86OxrPhUwJT5T17G96q8HPskT4DyHjHc9lYhTPkVnZz6u/E6+BzlrPcO1Yb491y++ZfmzvUdrOr7hlo0+gxtmvuIBmL6L91C+F6WdvkTazT4FF0I9wDi6vQUmNT6qBbQ7UrmMvQNyhb4bEYq9eU2kPeNv6L3QAiS+Z5pNvowVob7pKiU9qUf/PWPW372OdIm8vTgUvu3Ka7zyxgM+w8faPhyTEL70r7s9iX1NPi6mAb7j46+9JS3fPZ4W3T0YVIG+b6+6vmW8AD7e6fi9Q6OivhbDfbtler2+vDlcPlQVRD70oU++6KeNvmezAj6vONw9btygvOptab4cnaU8to7SvV7ptz0sS4E+JNC9u2YJzD56t6i+r8EOPqwKDj4nF/E9QSEIvmhisj28msC9UnwlvLoZkj2Lxi690QtZvrSJxj0clfU9kua0vfoeVr4dVRy+OA3UvsC/PT7J7B89E39/vsMjeT3r2si9CeCMvohjBT5FNyK+ZvyxPH/mGb68xj8+sTSxPVLCCb7V+2o9eQUOPun2/LzAbXQ909g+vi8Qn7tNtWa+cOLEvIsS4D1BjV4+I+yxvUcq4T2mmKi+DownvowXVb1zPmw+6zEYPgjZkz4yuu67jaejPVOTkT1GkQk+2wCRPZNU6rtlz2S8QAdlPj7ksb3YDKK+Pg2aPnyB+r0eFl69NykfvlE5/DuZnNa+FLtuPZFyFr25JkC+WzAOvm0ESr3exKQ+Pk0gvkYCzL4iRS++bGkGPR3Fkr5yAD4+o+jGvdMRfj4eZdE9v+thPqAux70qDgi88SrePGqjE77C/AC+8VuOO3388D2+SN+8iFlEPjlOBT5mPF09I9nKPdxDUzwPZhs+XfMcvb72lj3WfT0+R+aePsd/0rqUG/Q9sandPayIBj73dky8fZ1PvfD0q73CFLY98chQPapR7z077ko+A5y3PB1f4T0zgXY+EC0YPuUcw72Z+e09t0RGPne23r07kBs9sjQdvT2GeT6ClhE+XLXIPDBh3b1F0Y88+HcoPsHNTD6I9wm9pzcHPkCKGj6/Qvk9ZlbmPRyJo71Z0sU8Y5hWPJGSwT75cgG9lRQPvVmqBr6bU0o+ZYcNPYp9ej2sUQA87N3jPZNXIj0y0Lg+deY6vsWZHb333NA91E4FP1bfWj6RYpK9S6FvO7Y3gjzURCM+gKdsPa0HSr3QbDW9tl09PggcIj3vk5k9qA50Pk+KEb6s6bW9tVCRvcK/n73FMIU90wX5PRm+FT6RFi8+9MxFPpq8Tj2ruuE9BKQUvoJ5kz6MZ4M+4VygPmGhTr3Gpva8ximDPNhteD4DntK9uC61PbvWbr0AysW7urEaPs1g8zzM4Ts+ySQ8vO87QT7vxtc+iF5yvZeW9D18YdA9YcWPPlBBBT6ReYc9idcCvi6/PT0ijuw9Cw3TPfGaXz0bW6C85pcNO6eMlr0qMtE9Ak8vva6NwrwyvsQ+V9Vzvej8Gb6nDZa+HMqqPqbYjr1CRgm+ctnPPMCN2zwJ5iO+WZKEPiR8DTyLGgk9ygAtvcyNlTyud/E8eQqoPm65VLwEdj49PUhYvFAsjj6Dbh497UPYvtq79b0+rAy+GBWwPjTj0b7tZZ69wcaTvixxiT2e4TC+N4mivhW/Db406+M9KEmfvj6ioz5btxq9CcYkPA0RXz6z+4c9puHbPWlGer7bOuM9Z7iwvUviYr43VtS9ggc2PqFjCD3WI629WEECPhf74T2yzRQ9GyiuPoiWhr7QZCw+UCoSPqCJxTy3Fym+eusZPt+pir4WVaw9vRcsPSCqZbwy1bu9ZRdevlnj4L7MRqI8VxchPeaNDT70RF49r30Pvl1y871iLPq8/qcuPvbMHr5L8fG9hu2Dvh5X+T18tQc+fzpfPfYqoD3h446+UHVTPVhYMr7n57G8zX45vlmhHz6cYR6+QU2TPlZaCT6cL0s+RNuRvnVxQr0gKp09GbJhvucTCT4xZ9m8XAIkvmQj9LweBoQ+o5XYPQx9oz19Xx49/8jgPX8oPjwvzIa9AChxvnfVub1PFho+OPLEvSWwKz65rOi9PSJ6vlKVsz2R1a69ybULvX0sFb6LYtY9FBf4vH93iT1RSeE9E1iDvPIShD5P/Bu9SWUPviLwfT4ujms+dkdwvv0Npr2+fU0+pYQqvq5cHb70fTE+w1GJvaR+Cb6vlau9AZ+ZvoIWFz4XkIW9T0DOPdU11z2vZ28+wcyCvkPxfD09PE4+WB3kPs3iFz4DZKS9A02ZvSSyhL2UqUS+L7lmPtmz8L32ABa+5CWzPd9tnTykbEQ+lfs3vYsqiTwfP36+9ZGNPuXpNL4IRmq+2BOUvf+Bqj2JXqM95/cfPoGBE75j4Yk92zKbPtbQrT2wSZW9R1oCP45kML69STo+bMOrvcVMbL5wGFI+3BcuvqHrgj1r7BO8iE0/vjGLrz4pVwu83dmaPl76Ar0Ns9k7tL4gPuFaWjvkJEY8ogAjvp19Wz1kO1087cb4vfIkw70V2LC9t+gCvhfm5j1ynwk+0Ls6vACkSz4Raky9iu0DPp4LBD7hwUO+8vSQPLyujD5ReUQ+0vE/PXa1dr135la+iXOMPQP2Xr3MwYe+tsdjvXfk6TzuBIu+8/WdvVrJb75gtmQ+rf83vQSwFb5FNVY+bGabPSKJgr1JQPE9IWkjvbUpkryT5Mi+tDsdPgVSdz3EXtu97+MOvp8prT52kiY+efwvvZEhU71pxBg+w8xWPa24Bj4KISo9gsejPnT4jD36zUk+8Ao2vtU6Gj4l0Tg+Tjp1vt7RRb7g7ia+yyEsPVbiHz52X9m8/ojfu1VNBj48M508jRXVvT2pUT7/xoO++7opPfb/kD0EbvE9CFksvkSqiT0gXlm+KeSgvWXPzTxCATQ+TOMRvPDCRryHyQo+qEurvZOsdb5WBhO+/rYGvXXrhr0zbMI991d+vhPBLr2sBqy9dLPVPRTcjD2OfSK9O+2JPWHUN7zISxG93k05PepETbzHFtG9W8Vqvo/a57kuu5O8PwXqvNQ26LwfOzs964uJviBwI748/Yy9ispFvKFWXj3Jz6W9C6TzvFa2nLuqSmi8AvNLvl7MnTtP73w9DAdovdliKr71Bna9uXhzvp9nIj7SlUc+xNDUPDohaL4hFlq+bgBmvgsFlT3t6tG8UWWdvVrKaT29s3S+EOVBvlUUqjyTOL+8t2YjPaVaaT7tyWW9LBWDPFQ3KD5BH2g9fwNpvZIVS77zzyK+d1+yvbXZHD400ZM7WeYDvtcCMj3gCY++QerrvQEUGb6FVZI8+CuiPXTqizxnL1S+CMWwPa+rXr4uQfI79tB6vuNpyb2dV8A9qTC8PUp1Xr0EKOM9IAERvsQkiD1+8vS8nx+6PaMhn71n3qM9GHyIvq46q72YoCg+UvMAPcslxj3upXS+1cMIvljZH73abzm9cBYEPsA7zLxsLzC+FzsePua1GL7BrHS9WAGLPS1WQT18LV2+X3ddvg0K2T3E6Ia+E2QqPnVG9TzCzxY+DMWIPscLFD7HCiC+YHdBPlq7Nb4EOAi/u52PPWkWGj40TBa+AxOWPfSEzj0dyVq+gxjJOguIV76K2sY9fXjNPltiFD7hK0s+A2cfPXVpyz5jOFm+s7+jvsb9Er9A+Cu9T2ISPtBLI77NuCu+RiF6vp/Y6z5Wh6G+oxLZvfw1kT3Enig+B8XBvpNYPb3W17Y+cQmSPaVwlz1BtEC+014OPQvopr0VhSY+2ggCPvx3ob5havo82FPYvhtZDT44dpg+Hl+cPr9OAT7Sc5i9VKWzvfNfQr4hy+09VOn9PQd5Yr5W/Tq+UgfxPY0ibz1gHxM97/2Yvt7kGL0Ymq4+jPA9vsHrcL7MpKs+khN5vfy+S75GaJC+hgyAvWdSuLx8k8Q8ngZrPZPGdL2uFyI8q8GLPefGLr7Qiym+yNztvDOtnb0UXVI8X/YCvvlep76HX0W+tE6rvV9+yz4Ifjo+piDHPc2Soj0dT/u88GTevlx5Cr+HBYy5hbEKvDpwMb7dJK++EHH1vSnV1bxFeGs8uZQhvrnCdD58hji+hoQ9Pmmvlj7sob++7iFvvS/zB77IdBQ+s9RovgX8hz6jRAy+GcQgPmVrXDyXvGy+Jur9uzdZRb3RpnK+F3IMPkfBQL4kh06+SzZsPTqEsr5Sxro+aVKFvhoBfz4VEoC9Bgprvqs5qT5rGlE9TEyiPar4CL6WCwe+NRgJPr90RD7jM6K62myDvhVNpb1D8vI9ZG3nPYW6pT25Ur49+Z6cvoqtgL0N4Pa9YqaBPh3hbz3f4R09VGGrvblsM77UOYW+waQzPgeWQD2CieM9CPQ1PHCpwztk/BY7CQEkPeR1Sb31Mpe8n65GvkoAE74KInY+K0oUvlVzZr0xFPe9z0cYPkWYrD3fkSm+KLf6O1+Igz0r1YW+WB5ePu9TmD4f61c940ndvZpT6L2RsHu99uC5Ps48+j2YYyI++8qyvgLmmT5DVt68ytFbPgnxvD1t+hM+cqySvaD8UT0bqX68ucIfvrm5vjyvgR2+hzo4vkHkTL79Qg6/Yzx/vVdPgD4s8p4+2PbqurM5Dj4GrZa+L70zPieXZ71Izbk8/HijPrxEVb6A45S8rmLPvbu/uj36kEW9fCwavc4XKT4tV4S+X49CPp5QG77urPi9q/F+PhzXtD5PzqE+IwetvvEElL1turU+u1FJvvNFZz5wQNS+3iCOvbSHxD07eYg+iapNvaAqdr1Wz8y9bGoOv4wPJr5Pgw++yFCLvjdsVD63BS4++7/Dvkx7Aj51QLI8VP2SPtEzYb1lu1K+oP62PVtmo74g5GU+7PkJO0KVTjtahQO/WLM9PhOEQD0bhv08OLJuPTetKb0QUlI+uh7OPOpDvr22HhQ+dHv8vP+EXbz5JJ89vS4aPmyvWD1nULo9AswIPeIQ0b1Q7Rw9SkauvcDXRT7poPU9YVY2vYwI0rwFXty9z399PgXPgj0xjB48UlaMPhDJxb1cuxY+lmcWPL8Jc7yqeEs+3iPjvXdIJL4lX8u8oH6CPkdR4TjOHns9Jx/1PXOsIT07EoU8fFkMPkKFnb1z1Lc9dXPaPR5j7z3NIv499H4EvcjXNb1/sqi9LpkQPvzb2LuK0zS9GLJVPlerCz5ozS4+v09OveUJ5L2RCSy9cRh5PnDRFD9PyUc+nrM/PvDV1L2atS++c/LoPeiGzryAIae9BKQhPhCQRrx6+xC7u10wPnNEGz0MvV4+A/PGPnHocD582pu9XbQEvcSotj0NTF69+EoIOhKhnL0Icbg9WympPSHNRj7MA3M9EnWnPUwcEz5QUaE+obe3PaZbtL0OUuE9uNSaPk3EfT34kIW99gBTPmjwBr6nMDA+iRPRO9L9jT57ZGk9LOu1PaTbzTwI/oO8kOqUvfYwaz5dM048l+KLPfBGC73aVgC97V7IvW5eMD61ags+uEsDPks6Ez2D4jM+lEbUvcSg0DxbO3g++DaiPshcmD3FM1C8SKdjPlKuIz6GAaI9k/QMvY7Bcj6soXI+OJj7PTDS1j22Td88wkRaOTBkjL1h7pY93MsevnSB6T14jCK9qjcRveWDjz2x3KI+7fkfvlPejrvZDKa9ReHvPe1gRL5TFVk9BvXivSE8ODw/GcI9hiCkvaXrhL2hB4O+UO2XPJSyhL60TQO+yhuivdQRpT3/Lgg+miWRPvIXdL4+tRa+X1I9viIlOLx0UQ+8bwPPvdhrR72SiM+94NlQvs9zCz6/oJC9cHyZvYS66L49Hie+mDc7PTGLh71LR9o90mLDPRi107w8WQA8BQkoPh4wCj6WChy9AEOePJJIWb6HPxY9w2rLPGddxr1BFSs+Aco8Pcw48D3i91U+JttdPp2CQb5KOMm7lYoIPqNtlTsqq68+utyXvu8aD776+pO83cELvqPLtTy6wS2+vemPvv1BKz4a+gm96MqevrMAcDxF5jy+m+W+PKBfqj2AVqw9GBK3PC5Ntb3FsJe+aKZavaUDmr2g2he+xD8SPpdNHb2Bq3++CMnTvdczZb7mm1s9cZObPfly7D6GMRo+zqJAvfD+Er6+2L69fKOjvX/k0D3Ral49J5mEPJg6IzyZQbw+zc6ovtFNAzwfQOQ+0q9ZPk0L4jzv/m89mlbpvRIKPD71jYK9JoYnvA3IWjySEOC9fPw6PsEOvD3z0IQ+1TuTvb2Whj3hnGi+DHNUvgc3r72zd808XkA7vjIJOD4cw/u9+LWWvV2RNT4JwR++mta+PbyWsr4R3nk+ojghPWIBub6FXAs8ZVwmPljZPj0aOVO+T1NKvVvzyr3Klm49MyvJPpJBEb5Pn6s+pgKqPZ880z0qgFG+4SvHPYTgzr0m2mu+Iiz3PSQJOj1xUP69HiqYPfXTQj0gf42958mYPeTi+Tzqniy+9qe3PfFayj2BYZe+Qqk8vjDOh71xDlE+EboYPiPbP76fdr09QMNbvthWvrw+TU281e+OPULjXL35DDW96LWju2++cT0r3ik+JxRuPf4Naz0BRf48/NqUvmXrxD32MI869ZAzvIUpOL0p4509dEVTvcnC3T5dix4+3XuBPQlFar1kMxg+pC1Qvm5X7z1Z5Dq9kzKaPs8WkbyaPVI+RGYHvJORMr47riC9ZBjVPSTAsT3hloG+1ZGBvluWpL00ZUw+1Si8vbmSNLyfHbg9VkQIPV9WCr2sa4E80GuwvUtTHz0sFXe92gi2PEZ7XL6te7y9FRzrPePbWz3nrIs+g4zBvfvsXb4RWoS+MeuWvB6Mj7yXPcO9gsNIPchLFT4clpE+pbw/vnOfWb7t7rG9hJrjvesxQD5esFM+YLezPqNnkzxB1uU7QsLePca2UDzspm4+Ro3zvYcaOr4hqaw9CZ4WvslO670v940+LgYivmWk5zy8t669ICvKvJL/Cb7XAkW9yI9VvqI0rj2wNQ++ysMlvhPneDwo9iu7QIwYPmzDHDzP1uK9M0yuvcVsbT3uVVg+tFkdvUhUdD2atGA9o4hkPVsZ/TsSnAK+cnarvPypajtnQZc90zbavfUV6D2/2Dc8uh05uy/NKT7jIW6+cAdVvkXz0D2UpXs9aH4lvl5Fsbzj5dg9qpYbvTH2i71rYeu8dxr6PAT7qrxyife9aVtCPGBxzz0BbFe9iBbPvbViij2W5Nq9qp97PC1GJD07oUK8CepsvpyYeLyKUQy9hZKevstciL6YS4E8SNw+PoI+hj7VY7S9pHnCPZU8kr3rX+G9Un96PdekEb02CAi+nwkoPumax7x4DJU9mcrfPJX2Rr2iChu+bU1sPf+M0D2alMg9z6nwPMgUnb1Q/5q8bE2TPS9cjj7S7fG9vJPVvdcikT73dng9omqHPdDCwb22HrU9PK2+PcCq9L3unom+N0L2u5wG/z07Was8vWjavfNDqL5J4xu+Z4nLu1pE0z3nuMC9LApUvoZ1Or4ZBF08bTo5vggieL7otTw+6diuPbhXzL1Ocnk6S2JMPog/Sb4CdT49ccmOvL+Fnj3sTz28ACmWPXd3Kr76CIU+676IPh80S77dLwU+JKBuvOdTgD20js89qYARPtbHvT01HS29L5gAviCS9j0cxqI+h2GSPlOV6zwVtoq+/WAkvfGqFT15gSE+JcTNvRmjBL51I+U8j20rvvtw0z3lp8+9ThNaPQqUyr2H+1W+sgy4vEx6zz3EaGQ+4uCrvkLAV76B2EK+t1SJPgyNUL7bQlA9XDSfPYT89zvqNVm+uw0zvho1oD4N8kS+pKRTPvNJDr7Ywxc9cLfvvM11ST1tzXi9TNEjPuHBi74wnKu+gwnTvKj5KDz65pS8jADEvQQyvb14gx4+g1ggvnqJJD0shu++fZQrPedWIr5RK2Q+mU6lvEQoVDwXBiO8wIsLvnL4CD7teb++6QCWPrQ0ib4qPpe8pYYFPS22JL1FdPu953p7vPkPUz541dA9UK9JPhxXgb40iku9tp9fPuJ/fj0bs+494PGPvlgbNb76TrG9Wl67vSVRAD7c1669SYyGPm8kdr1eRDk+762WPgLnqT7p9Z2+v/xsPv4fPD6s6HM+2Yr1veSQsDzAvqO9IpOKPm5frz0Xkkq+mOD7PUq5i77LYfi9yohzvppF9b2eAbq+1sa4PjV2jDxce4296CV8vpkzyj1dLo4+4sYLPhIGDT6qPRc9HAOvvnvFmD7BqL49qnD2PWpxoj68s+g8VVnZvdPsvD6bU029j1YhviIMAT7i/zy9UjGsPThfIj50jPu9N2qQvdei57y2Zqk+CiuCPrVstL2PSo69YyQFPumqkDzEgMK+BgvnPjiVjT7VbYI9owIVvjVk4r3f1yI91HFDPnVf2rzGI2O+sOTtvfjWLb6DNII9cuo+vnEcbb2wcYC+FYGevrI8gj4h/Xw9LHgzPjDuQD5+Eow+wPoPPtgsoz5OPLy9KkqBu+fCDr4kKpC8wj2bvnbUm73LYMo94DSNPesldj6DwsC+Tz6MPpephb6ch5Q9XPB6vu1mfb3TMRU+LHWEPvuOAj6V26Y7BS8XPhbpir4RyNU9XGZAPQgwsb3eAU092V5xvpMfCj62CDm+iZZQPtTWob7066e+XOHMPTiONz4u4zO+DBFaPh/axr2DgyI+6uv0PqWy0j6iBGg96cQXPgIi5j0Yy7E+pkp6PCYpOD7QeoY9E8cVPg1VBL0XhKE9jfEdvcExPz5mtga+C2Rdvh24xzxH9v29ZdySvoYSWb66IFU+0bXFvVINPDuqcnw+Il2YvnGJAD0FzgE+iYgjvcm8BD7wg7u+GoMrvgtupb5wyos9ek2GPjMjOz7BIhg+GNB3u5P8wb2VuJC9Imn7PeKNr71o1Am+BpyVPpnI2z6Tfhu9csS+Pq03hb4Owzq+MEWiPjsrmD2f62C+hBbvPBAjbb4HRHG+BljZvhPAxj5qeGw+Ye4JPvdy1buw67g9o9b3vS1Plb5XZ949ID5FvM33Fb3935M8fADgPTLpWT2jlrI9i6ItvWVFILzc/EI88AlBvbxtYj55F2O9IOIDvpHlkT3h+so9nquyvJojMT5fGYm8CAWAPs6R0j1wtsw+gPolvrUuEL0Eira75dbXPTepFL6aI8q8RANxPcwKUD3imLU9eHARPrOIuz0qUCq9Nd0ovluH9L2Gzno8v4o0PiC7rLzVLcQ9pR2FPRRA6jygnUu8GW1ePgsD+71vVDG8F7GQPQ6kBL4uKnI+zDSsPWh/3D0KfrC7yF9/vV6s7b1Wsi4+kkJtveNseD5/FvA9ffCevCDTvz7o1am9vR1jPjowXj6i7AG9KBqWPWwFsLy/NQY+9GVMPjFM3b3aGyq9weeYPaC9A76S3UG94hqOPhUr6z1SZgY9q6DzvCeWFT7mdlg9dgnDPWWGMT7b+1U+qe6ZPU7nSj6mKvi8MGxYPmc0jz1MNug9niDdPYwAwD1xtmG+jT4jvapn9j1BNdE85aB1PlEgpr2lD9A99qIJPvsFTbwLtie9ou0CPoNklr1hIY68ITGwPFrGZboGfEM7+J05Puz9QD5bqVG+GMAZPs76Fz4wmVo+lK36PE/yZb3JDD09vSKYPM09UT4kXbU9VwRePs5Dgj5dEoQ+X43nPbkN3T0HSrU+r0rAPQ/YnT09/Mw9GO3aPEUpBT4aA7U9cSw3Plh2iD6Ngio8SSvOPk/OSz1XH1a9JZUMvsxwS757HLQ9fIeku/GI1r52Vv89tfuPPqE3Vr7/hyo+Ik6uvX3oyr71Ko698JwzvJIJOb47sQe9FWKIPdjwjD6vo1G+tUxSPjL8cr3duwk+RWDJPAcslz0gYSU+BvMgvlZiAj4xtg2+nzbRPUINFr74zXA+dEuHvqOpoD1/xSc9XjjHvUAmCL5bzDO8jhQePUaPt7xUdRY+trEJPh24Sr43l/s8lgZlvWdDuD0SsNI93XjYvFbwSb6VUZo92LUyOuelLb6K07u8yqTdvVvoib7Vdw2+fjKNPjyCjT0WdjG+eLGIPnYZEr7BwAI+S9RwPSh8AL7WS3I+miYTPk5wfr7qgUa+Fn6DvppOaTwTEeu9u0OxvNRFdb4RKE8+7DxbPmmocj4LxVM+1hg+PoUklb4yf8K9CCJUvhBT8b1IuaG+ts1NPrGTOr0rfx49JY8BvlfCuL6MJba+R3kSPozhgz1yh7i9iuFxu4N44byN/GK+6rkfvUMbYD5gkRO+fiUAPqR9/T1PkYA+Ul0TvhtW0T6qiwo+oi3YPDY8ZD6sZc696sfavcHzJT4X/6s+egqFPSnK8rsYqro8dNq9PRX7ob6b4Yy+x6MnPlwUwT3h+KA99qu8vevBI76Vcyk+cEpFPvUFOz22uYI+f5tRvoBep76bG+K9TMGOPZk0EL6E1Z29rqE3viRbML6Aqsu+QVg4PqALmD1ztom+WJR+PpyyEr4E7no+YlPCPhk6bz6pUHK+L8VTPEojDz7fid68HdIPvkkIM70y4/e8SosMPUnaWr5JFeK96gY3vtaN1zx5okQ+FMe2vmSw4715iVy+yd6dvX0yg73jU7S8Yne2vavPV74sXQc+T9DYvRtX772qKOs9F5kBOxWobD5+/wy+tYhqvfqolj4ttXa9OOIQvkvSBL5LaCo+KImSPR4/1b0rBb89s4BMPKI9gr2s1Va92kKVPnZ6Bz5B3Tu+KGDevWDMCT76vQm+CIKbPXyDqjzTWQ66mwBivhlPcr1OG8e9Ls84PvGlXLzDBpo9qqAAvXkIXz5J0WO+6pb8vQuz4r3qg9w7KYjkvccTPT6lBOm63xo8PiALhb1zU0G+UQomviCOWz1swJu9xpCbvGdbsr6vzDy++lv6Pbzmpz426uY9qX4+vsblH77brNi9PsOXPaR+Zz6ZHTC+jtC1uoPDXL2RcW0+K0gJvpAdn743xvM9lnKYviRJXL1LzAW+P5B2vjmnebsQneY9uh9pvoYjmz3ZNK89NBrGvJLvDL04EPS9gvOCvD4CP71ubGM9ArCxPcKlyDwTR1i+fh+rPf4BAb1f/kg+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "JgNMvDTtIz0fi668cnQ0PWcyhjxLrZ67EpjrvUMjsj1xT6e9EtybvMleRDzjhc28ykGMveZPXj2pscI8dVV2vU6ZSL0sycu8mCSDvDTbhzwCq3I9dSGdvfNYwL2HsGm8O06aveNSkbzFS7i90tFGPHHYmDwbThC9lLF+vce+a7w7NXw8JPQVPdazPzu8BLU7jNa+vdlbqbza3Wa9bpjMvJeVIDwGTJ088ejbvIKUzb1xqgS9vtsgvavEEr3oPEu9uPMvPSgLgbzq+MY82T5nvVFDR70M4s89xyZNvW1+bT10N0u8EACrPBmZEb7GxYi9Yn/huml9Bj4l+AO+E87zvHmpXz11GyW9JGptvFiwXzzWcVu87pafvAtZXj00stW8l2hPvGPkA72lsPe9JQaMO+wdyr1ty2o9dsTUvckL/Dv8HAg7EUt9vBHdyr0TSSy9ja/gvUJNgT0p5Fm9rESjPARuKTwJgqO9A0W8OxHGDz2jLE+93ZnRPSS1CD0Pcb+9JraQO4kXOb1DgZ68Mc3JPXn/ZL2XLWa+qHFovrblvj3cD0e+Uf2ZvRbtJb1A8wg+PDgDPXiLYb0mb0K75w5jvsxuTb3N6pC9wLoPvnq8vr1DrTi7uk7vvQaQh70KajO7fovmvIDAHr7713O7dmH0u86hIb2ytMs6Aq+qvQID3jw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "VG3wPPaupL0iWPq8syOdPBPzBL3UFpq9wUckvn76F7yCPpo91yb+vVxxpjyP/VK+2ZyJvdHDN76+7q09cinvvEuFlL02l569APkcPQuht7yzl0C8jdYYPsfbPb72wqw811flPUHcmz0YDfq7nKx2vn+NSr0uV0s+KcRHPqnI8z0wNIM9aunRPU9pPj6/UMc9YcsoPphyO72vE589L0BgvmkV0D3ArII8a549PpPTE757aI29IykrvReDirzxYBO+CzQXvcVDUL32H0K9tfrruw+/yL13ruM9qidCPT7ko73OWQS9yXYMvYjhkb2tWyY8fKYOPsKUcryMGZQ9OWozPbTRljwJmie9VsZyvfIbNT3bBIs9ITQdvuNltDztdE48BRlXPXUPIT1yvZi9msvavVdktL3/Ocs9rjLFvSP8Lj3j2JM9E3YaPtJlcbv1+QM9cMUbPD+PzT15uzI+pdZOPrXp7b1qMmQ9BpzmPdf7Xz4e9Mk9csY2PaYnKrtEguA8HS87vXEmeDzQIAw8QbBbvQ4Kjr2FrYO9VsogPvDIUjyRPbA9yEj9PRMMe74gSR691XaavXSxEz2dvB8+4gYwPI90J71V3os9X7GCvdSDEj4khtq8ccq2vHO8672Bcnw9tG2iPZja871e4Ds+uxodPo+bk7xUdq89EZxCPeroor1iiT86QV2PvX+a8L36Bes8sTUsu5Btir2ypXO92RvzvEpHgbm7EWA9CpO4vcRW6j1FfTU8W+cIvigeobwILsO8l3+uvJZkdL1QZ5W92QXWOxeXSD0S9zQ9/VzRPThtiLzj+KY9si1DPfU7oLx2tco7Ikg+Pj32Ar4GJW++rvEUPtG43rwE+ra8v+LVvVZParyu5M+9gYc5PqiJLb6jpNE94Ja4Pa5O3rxKzZM+lDJ1PTbGqb38O768nTeaPZ7RR71b3fo8p9X0u8+k4b3g5CQ96MrGvd3KlLwLmeG8AY1RPvAwTD0Upw2+CCXPvGt6Hj5wbX09cw4ivtSdND6pM2C9KRrXPNrn0bu2Hmw90xQ7PdFmMT6Hzcc9xfmKvcp1i731yR69I9ZovVJX9Dp8D1q+2X5AvPW4vL3gJju9eljrPWnnsj3XY0A9k/lyPeT8oj2PMSs+5w8zPMoq2b1m2w6+dy8DPkYfPz6VUbw83BkwvoJkYr39MXM9VvTUvUqUE74HRQo+hmtaPQUjoL0ZlR0+axYgPmVL2LwmmQi+0gXhPDWYhj23YvG8dzvSPV/lKjsV1Q277kmKvJ5HiD2dTwq+BIEyPA4bNL0deAY8hB+NPJsNFT7S/wi9CJc+PR+6HL0/+jY9I0JePdDpAD6Gxdi9gRgCPmxJvD1o2827bS0XvcK/vj0sBXU9Wg9CvUbxGj4ccrO7JyKvvUg6OT1g+7m9s3cnvnZLrjxMmz49BA9UPgnPtLw7Qkq93TfPvW+1E72RUTA+w1OMPZ6S3LsZTtU9nFy/vIjDJD4SGzW8w9QFvYzaED57mXq+zZGgPTJGCT4jRZg8YYLrvewHLT49r4u+kfGGPbcTUD1aeea9f/enPfVBpL3YhEM+4GxtvuQo872HvcE9J3kYPXByLL10dHQ80zkkPRH2gz1SpVK+FjJuvaqdSD3WTFM90zE9vMPRwjxOhBs+PZTsPVRP/j1Alz+8bqSUPXGLVj0mqUi9giIZPHWMHj7AHKC8FyG6vcOt7b1ZIlw6CVxmPYQcQT2zdBa9z74kPsuzVb6C6Ia88kGCvTrSjD0pjUm+0DL1uTNBpb6nGS8+gQFsPWhOBj7XbRG+S1SiPNW8GD3O8Uo9ZY/HO5eZzz15OZu9oz9ovRuVxL1wT8Y9xSCDvWxQuj4eTRq+fjssPZ4cRD2XDXq719FVvc79P70Zfa29/b2PvEgZhL0HcCC+LY0AvScl4z3Ey4c99w4YvrWvsb1Z8FS91biIu9Ratz34Tbq9eAEYvclNwj1Ueoi9h/DsvcLcGLz0SjO9LhTnO8RKRD7hNcq9jv21PSSvlz0mxpy9k5C1vQs2N77Is429pJCEPjCxFL5QRIa9zHrJvfiPu7wczKu9xC7dvRnxUb0l/OW8CGB7vUyplj7NMhG9/e+4vcEXWz6YrxS+MumyvFOL1LiWyqw7W+DkvbrYwzvsG4q8BAvhPasMvTyfLxI+dD7avYOY6jxI0BM+pKnVPAKuGr4hgqC+WoyXvljYtr0mK/49otY4vFM4OT7Us5i8o04tvf9TQjxckSG9thvJvWkOQb1Mh2Y8qBZsPvWGEL6y3/G9WI/zO+cHRDyus7k86l8Fvq8yFz2OUmo8p6o+PcHK9bxQ0pC98PJrPZb+H73CzkE+5CM+PErTMb2r2EK+5Q5CPbp4/jyehm49YahrPBQCHD5H8RQ9QYnlPRudCT0xJzO8q9a6velILj2QK/y8T6BaPlcKXT1y0JY8K7OBvaEiWj26iDA9++QcPgPkvjyb6DQ9lOUNvtebhDwAKjY+CAmAPbWy3bxiogQ+yj3JvZ5mZb58WVo9PZuGPpvdmb1qMxy+0xTnvXDQOr59+Jw9AkQAvXhM2z2FFeI7khuxvOe8JDzXFWc9F8lOu5gzj7zxIy0+P31nvdQUcbuWZwQ+p0ytPS+bPj4W/Po7an/FvFT+oL07Y+4860I9vaQ2NT3zUhg9MtjxPBPfdT2fZeY9xEz5u7toR7yo+Jw8WyMuvTB+DL0/EgW9q7aLvj+VAr42au89gnMuPZqk6r1R4QI9RYnuvCPROj2piUA9O88gPnh5nT51yTc9VUMrvY7E1j3d0U8+ynKnvYtbQDybab69vYljPu1DJ72BVaa8ifE3PbPU770UHpI9CG6BPdoF9LpRuWC+o+wlPXZeUL7jfQg9tkr9vdY4N74dXja8YJgivb1nTb5PHXA9tygAPtEgY7yh+1C9JWDvPO0RtrlABDe9bgvgvfYPHr693au9inI+PisgCju70oq9QEd8vkQ2hr0ZEkK9NyU7vNYjMD3vA789m2QlPfpkUz6tdsw9nPIQPmfvEL7Amf28RZfJPW8LcDwpR9K8IR4pPnl5nL28pxw9pmT/vYfSAr7Rmts9vHO3PTG/iDwJSpG9RdtHPa/Cqz1TyoY9dgTCvFuIrbx3pBu+dtsdvtRaF74hGd28UoQpPQVyI73j8uo9M1dOvhyYSD1W41g92FHcunBkZD0niPg9JUULvZROFb6izAu9G1IwPSdNPj6edvA9q8c7PTAhDz0ts2e+f9shPCQ8ir3AQFQ9BPKePQu+S7wu2KM88duNvFikjbzJeP29YICRPl8UHT10l2Q90MUPPihkFb4A5Ki9FVoJPTgiEzybQK28dss/PdJG373TG8i8+AXzPWDk3Lyvliw+VwRxPa5phz1rYR0+DJBbPfQeobvYilK9oJGxva6HTr10w6u9HaoAvkY3mj1tNZm9XhqePpuKwrx78m0+iM2xvFTLW74sHIw97KBUvFkwzr2Xkl4+HhxAPO/wB76GESE+tBFePmrfhr3Uj/q8JN8HPAbzmj1hYgI88v6dvUdqgD0T+9m+TxqzvTdTzD09OPW9E/pgPK4YHr71IZa92iU3PDWrnT3Hirs8QbF/PVDPNT0Z+v48d+AmPUzKOz3yfG+9zzr+vfvXKr35lRC7TRwvvkBVSj5JIyu9tc8wPrgsPL60amM9RkUOvfvrDLwv0hM8dI++OwA20rzQpkc9LZWDOuphRz7Ni/09xh+IvT2mPr6tf+e9zyYuvbi3yT2GBwe9u3qGvNobjzk0DAC9EOmDveHPVT1+a4w8k6bIvJl1Gb7RygM+STbiPf+Iqj1GF0g+LUyfvg4eHr6Za/e9zA9CvR55ab0iUL+9efZUvDYDqD122I+9nVmuvAdISL7i5js+QhM0vRmbij2hEJ29YH2PvM76U7xeLDu+4C0NvbOT3L2BEvc9d+HEPKC1Rb2wERU+TWZcPpRJk71fC9093Ro2PWRsDb3Z7HO94HHePeiU1Lx08s48wQ8hPiHser2zYxe7sUclPay/ij0BHHI8Mf47vbMfY705tq48q5abPQcnCz33Hhs+IfyhPRdcjD2HqzC+0M6VvuotLL0SUMk8X99yPakxbDx17gm+AxemvY3+hbvK6hQ9oUqSvaIo5D19KBA+t6syvb/T0Tz9Nv67OXGTPfJSLr1ZrOu8QVfYPUSnsL2s9Ra+FQfbOzZ/UT4pGEw9+dK5PT6URD7FBcc9ukWDvZdai726VRW+pgVrPrO+Xz5zGCk9WzwQvq6drLyGI0G9tNB3PS5ZJr6h1MQ9qy71vE8GE77gkda97q+YvGbeGD2TfBA9TkgTvpYQFT42vM09eNtWPmMkaD2FFLS8gXdqPbKftTxnkVU9FWklu2VwWLzZFWC+OmUbPG14G70ReN69Ht0YPv4F8D1R+WK93ns2O4FnZr6WfD8+KbQDPrmtw7xkk0Y9xwFEvF0HP714ncO9TZvIvU9EBL0/t029SgREPv6ON77utnK8RcEZvk0yMT3OmSw+pe67vUf0o72mcRQ90bK1vHmRjT1cKRa+WzcJvpCOh72VmDe+DoA/PcKpsj38fMu9eSVNvnk3rrvKPO297lfCPazi6ruf+DM9RNx9vR4D9D16Owg9PcDSPe8UFj3hkys9QcbQPQRQijwkJhE9FhYZvucV5T1om809hFLQO+1/Dbt9zRO9Vp+lPXcSL76Nd5k+uUmKPo7oQ7zktHI9ZVzZvIoOm7wozwS+jNw6PEQ2qb1+Md69pa1yPWrNLzwrLyu+PpTuPUqeJj3Eg1Q9zUwAPcwYAb5PyyI9Y1a9uokADj2duO08COQOPUILdr2H0348GTRvvksgSD5npec9Mut8vTRJMr6n6ZI8CV+nvb9h1Ty6PuO8TQawO2YQBb2x1qW93pc9t7bxiz1B0hk9/QixPOKiGb15vnW8VkHuvfJWxTvCP+Y9qfQ3Pptpzr3fMRe+u2KNvKG+Sz2knyS+kvWLPPq/oD68NoQ+B0v3PQjht7661WC+daSDPgiCPD8Qs3A+cGcZPtLN3T2oVa89osszPrsMCj4sBEO8jNi/vRg2Yr2l65M8kS4sPFV4Aj22q4080xwzvAacBz39IwQ+EO2Hvc9Fiz0wTlS+Mawjvl5bLz3lccK8N1NvurPYTr2QdDq9GUIBPXkB0j0fOey9KjGRvhvQFL6apL27FRyrPPRvub06cmE9q2mpvZRxML3bmgU++LUyvnz7tz2trPi89CpmvQa6Pj1F8ce866uEPdtUwr3L08O9u9Jpvr9wIT5u6Xk9ukMKPj/6Ez11ixc+jrqyvRGJxrxuxr+8KgeKvJSBgzzZfgC9YIwxvQVdoT1D3AK+Z4lkvhWr8j3kNSk+y7gEPZ4WUb5zg+M7Bw1MvKElmDwKH9u8N1S0PPlH3j3ppgy8kyiDPI13ED4Ekxo8bIOLveKeNb5dyfs8SO+UvLL6TD12vkE+nPyzPS2lq71VVou9BIa0vYFwfD5ppU0+vZYbvS3/hj6A9f88fhf5vc+WdT6Km0+9DXIlPkYL+rzIKqS9jS3jvJbC2ryFuic9KXY/PsMQELu6kuw8lJUyvaJKRr1kWSI9+GjuvOwArD2oeLQ8fUsePe733Txug0G8xQNOvi0hAb3D5Mi5z6sQvfYqJT59t+q9d0b9Pd3jtz0yVjO9uN7PPe+nQj4JBze+fqGnPSG/9D0qUJS8gLlbPXHuCL730dC9yIshPrwWljyPLMU9aNpbu3ThHLu71YG8G0dTPdlxUjxPe+a9n/JaPV4uub10lxE96ayWPXM5dj3m80i+v5OivYgfF77iByK9qx88Pn93iTuM1VC7AFJtPLLzIL3i/wI8BV4ivjteUr64ZEW+SD4PPopMA77WapU+Qj99PQNm1LymQIa7xWe2PR0ARD6PVYo+5Vm7PHrR8Dwl4cS9Z5NkPOvQkr3yrA8+W0t5vcPSxb0fxdu9LNo4PPSnAT3ORXI+LcupPfDrDL6Y1xS+M+8uvc1VwD2B0B0+qsS1vZKHjL3tn4i9s9BZvBkXfz2jPOi93p9bve6e273Qugu+GMIQvRNhOr5O8kS8G9y3PCdhyLwuOew9KpsuvAfBm73QyBk+fcQpPXofQT13K569WDPSO2sX+j2cXAk+xoD1PUFpLj7R2sg98jO0vl1yZj2BVxU+HWqePi17SDxJgh4+9wEhPvvPDz5sCsY93f4kvsr7V73/Gmk+u+W2PjbSqT2oq7e7YsqVutfhYrsgiLU9SmEDPflm/zx5oeU8lT2JPDxXpT16/Ik9mF+8PZcL2L47xzS+XWo5PnVshz4A2Sk+Xq6fPVN2Jr78MeI8DVzXPUzNAj2kjIK9P8EdvtlRDb6RVHS9a1BivmJNST6aYAY+429KPuBm773h/vu8XLv6PbhSJz47Tt28p20ePt6HcL0pr08+JcJ7Ptqckz2wY/m8o6uUPtg17Lx+LQA+A4jIPDFHIz4Od3w9tWOWvVV6PL6QLBA8FdM0vcrw5rvIkc68+SgPvjHMUL1hmLi8xRRFvL3PhL27heC83D0Pvbq/rb1REPk9VrxnPU8sJz1aK8y9D/AoPMnKCj0Vxaw8RYjsPV6gDb55Z4q8rmCBPEMY5j1sQz88tWCDvcWiLL6araa+6lyZvc8uIT2JI4y9/cJTPsMwHb41Zd28bfG1vURs1D3ezDw+7V1mvQvYJzyxghe68nPdvZN2Jj3hapI9pC8LPksbLT4D8i6+pYQrPKqzLT4QxMC9VpNjvTyDhzxdF9M9NqCBvWcCbb02CRG9RZ7MvM4qYr1b3ZA7V+b6PWv7bz6i0JA70k88vueJKj0n/vc9uYekPRGGpD08klw+vZiHvqtPCr4O8Eo9y3IVPWUlz7s9v6Q90CsZPqzVnr26UFe8ZJGiPfWNlrx+2KG8lhgrPgyR2TxDysy8w7v1Pf4Efb1W1Kq+h6ifPQrrGz2Upw8+o4EbPdPvXz3ldTy+ctNyOdkj/j0tt2Y9MYOUPZqWFT3Hjc2+JoS4vZSYNz2vBk29cPkqvodRnD3nQZS8zxdmPLqq7j2taDU8RDMVPYdxQr7n/Se+0MpDPQgSlT7BIlY+8ODbPDJZ3r3EzYa9bjFUPYaoj72PJqu7OGv9uzgCAD1eaie97EYpvaQkYz1iEoA8+MivvM8UsDwy/gu+Ja/HvZd3vj3WPUk9qG4MvbI4lb2P0Ou92oF8PXiytT345vQ9CkwvPhl9sjwEDJ08jLqQvn6rfr5DbMU9rjFLPu6r8z0DalW9cWe3vfurXb3WdRQ6N/wsvfUFsrwYNwy+/MdiviFFQjyobB09UEjrvT/mKj7eI1M9ykZZPe+GWj2+HHA93lShPnAAgD2Ww+a9NN6+PfRCKruzzk88b2JzPdsDG76OHia8mgkmPYxbKr0M07M9qBUNPlFkIT7VdXA9zqRtPWZfDj4olwg+5Dt5vjxRnr0BIsG95ZXCPE8hBz0bn/A9GHjZPKyOiz24w5K9ElaBvPwwu704OsS9h768vKvIoj1K0M28jRD7vTb3jL1kG1W9RK+TvnxhMb3opp48CDsBvVuA6j2xUfw9wa4bPgG48D1SCZa9476ivYeGPTy9/mc+8FirvY4q/Dv3Rpc9THjrPWE3kzugFzA9MGhAvBCQm7zMqXQ9dgdnPMER6bzu8Ey9kESnvrbeYz6we5G7LqtJvAsp573IZ7c9J2gvvjKEDL2nF929NNE9PTHwXT01SaM8nf2vPUKtMT7VnAE+vFcMvhmuqL4Ycuu94AHfPPqiHD4dBzO+AXRTvlgKQr7jMza+zhB3vWYO9DvbPpS8F1sfPZVBnbwe/om9iUsgPtqsIj4Kemu+vZbPPFwQP71zmgS9b5o/Pb6lnD185Gk91BUwvcFVGb74nhm9OW+FvFWkhL3Yhx69bKC+vYLF0b1zj4y9qZYrvbN5iDw26Kq96o/KPZlGt71dSCc+AluhvUSSOr1s9cG9Chf9vYEnRT2L0QU+ZzUlvp0I3L2lSEI9k4EPvrqGV73xTUc9QnwtPnY4mj0KDs69qnD1urIKZL79VrA9RFuZvRe3Wz1IRwo+GPVxvcKglj1i3Ik9yhKDvoKjML7P/di8Kf0ivSNNIDx7HS++dBJUvW0gWj7MsIw9PGTKPQwa4z00noI+Y9ViPi1Sl710YBI+XlRNPnoORr4rzt67pDqaPWLbVLyUMRU+qEgzPvZQErwQwVM9WTM1vigRVD1NgWM9pzCHPAyPqj0fDhA9kK2wvJ1Bsj0CUqC9DaT+PNeetbyJV1W95TDiPU7/Rz7pUQ4++iJNPspgyTz/CJy9zC6yPAFicb1W/b28aPVMPRDPyr2ta8i9WPJCPpHNjr5A3GC+VE03PjJm/z15uwI+WdbBORki+jzre989MgkQvvWPorvkH4q9kEGivIyKNz1G8Bu97fDPvaZWtz1NBwq+CmN2PXUuvD0PtCY98EgGvnwmxLxtaBe+AfH/POLeCD21rri6XVoOvoz/u70Ais28IgVfvvKS7TytA6+5FATrPe2Ek72tZVw9J7rrvIQ2AL7mNtS9NMwTPbpSB73V4yU+/lgPPF7GmrwFv1K8X7K3PUJOBr10/e69TmpovjGnAz73tDq961EYPk4jGD4PMJS9N/M2vizfLLpI/Ai+0CymPWTjtjzG7bW9U+ocvUWhHz09CPO9h9AVPibhdD0Qp4u8YzUQvhWtkby0Xn49YBebvUqyir1nUeg5Gak7vQZJpz1XMbc85zqbvcUAEL3rn1Y8F4nJvUFNXTwcEoc8+YarvZx7B75poL27JGoRPeu/h7xf/0O9X1I1PiZQ0bxRKbI9uP5Zuz6sQb63oPW9Yv3LO7DUhb4qoik9XSUjPvLkjD0QMTq+YR6TvXE3Lj14jfq8SyNXPaWtZrwUmQK+c8xHPm+m5D3r1E++roYdvfR5Ab0qVFC+PV4JvqKyAT0+E5o9IiOKPnKGJr52ryO94gIUPYIhTLxsz4S9yhu9PYVB4bxqvUc+q/N6uf1hJjwXKts7YrqMvMQ8Er0GTSs+CR6fvrrpOb5Zl8C6Iy76PbkKQz6+HZ29p+D9PWlFqj3y9Im99SkdPozC9DvZv4w9CFZLPRBZpjt8B4O98awUvqnDhj1Fyzy+PnNNPpP8xb3i7eQ9OICoPVoudr3r55i8uYraPSfnTL5YkIc9ia5tPPEttz5OO+c9ZwA3vbY80D1Iu24+dxcrvuVTv71en3W9iUNcvQEprr0p0WO+TWsbPko8S7wiDQQ9Ht8cOy6SHTxEDk271yfBvC6zrL0h4ke+uiddPh5jJz1gX1K8Q444PXeSJ7766vS9zIU4PinXd7s7G9W8UeVfPTlMjz21tIo8XJodPlO+Nj2bf7e8UNqzPdoMHD4Y3LQ9v/QsPkuSWDxeV0i9rgW6u19VdD7i2Dy+M9CgPdeELz5xd/Y8TA21PUTi8D199AA9PT4lPfw4xzwPNSk+Z4QAPHKdtr1SBCK+D8I/PVe3KL5jE1i+/7xQPITMg73hhR2+ikS6vdNUeb0haaS9MpGyvV+WkDpVOo89kX01ve2HcL3rn9e9tGKBPCgbDr1QBaQ8AVp8PTEKJb4k5Ns7muyNvVjxX7xtUAW8S8Y5PWeOcbxtv9k8+CWYPZ1FSr7JCpu8FD8SPgdqoz0T+QY+F6Mnvt6f0b221v0868ImvFFPp71eKF8+hvywPMpC3L3EyLo+0hDYvSsCjz2zRsk9q4pePVP6zD241bu+HGXFve4mJD7nKyc+S2B4PVMStz1YDBS9QQoEPNmWjT16H8M9CDnFu8cXJ7zS12Y+VlAIPXVIWD7/VYS9f+bzvKcILr4Ne6Y8CupDPVj4XDy66em9LKnXPf1xjj0zGAQ+JpgKPZV4hT3+YwI+wYFmPGprPjzrm629idryPVkFJD47P+w9G3IDvmS8yzjP3tk8dkLuvLAxLb2hviI+49xDvfiKYT15gGg+wCyFPcLH0T0n+eu9/hQxvDLptDtLQm0+YD2DPc+Hiz2EwkO++9OLvS6C/j2s2y297wGevEtgs73ExZM9NFVCPqEaBD7LY9I9mgc5vncVIr6emhU+08UZPwekCD5BdZM9HZYEPZlJHz2UkcE9NYCbPdwfDzzRD+A9KplcPsJeHb2e6Pe6ZUejvnPq2rxaBNq9S+arPXt2JLz4J5U+Mcb0vhovNT5XNya9yIRIvRkOVT42ehi9CHMqvCkzg7z9p+q8FRg/vOiMGD1/yJe+JCYZvTH3gb3asNK9bunOPUV0qL3Lt8Y8m1wDPQy/RL5cnbO9dGQsPfMvP73UbCq+wYutPcl0+j06F906Q53VPXg+sT1a/y89zPIbvRXEj75lO5o93TwyvrYUmr3yxtK8lkBlPSeUuj25B949U4GVPSpbAz6Dk2g+xld6PNX1Ir7ORoC9QcIhPutjoz6yWxM+Lc1IvX+YwL3sLOa9oFAxPmeEID2NxrM9W4DQPGTEg7w4SKU9L8gAvmdpELxWWjQ9ncW5vZCs+z24Iow+F2nGvrDHgD0jLEK+NaL9vSkrhj3O0lq9H/4XvZ16Kbv/hKc92IBZvfKrpjzYQpk8UTcuvkSZtDqiOxo+7snMPVy2EL7iRiE8zEMovFIL4T1xdcK9dHnWvc3b/D1qTtA8VPIMvFrGGj50Nzo+GYTXPKJ6y71FfTU+oLyGvO7V+j1cqiM+LpEPPHIohD3eCc299OICPQ9+CT5oLZI9YqomPH8ZMD3UeKa8EHOvPQemhrynLBC+yLVFvhP/nT4bEyQ+oNmnPGnbvj38NFE+bZRYvYt2TT1BCJo9XXeNPYs6lT1opvM9AnnRPW8Vp71EwwU+BEMtvqZ8ur1pwcI9WF+8Pr0cUz5HZig+c3CCPcV9cDzlBDc+h9DNPVZtZrxqiOe77Yh1vbnoCz3Mk1Y+pK5LPTx/pL0HPD69bN9rvZOnhz3F3gK+X/0bPfh5h716doW9fsXgvS7JNL4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "HZLYPJD2YjyphBm9fCIfPbZUDL2rRDK93jEGPa52Dj4ljk28ixbEuza/Vjwx0jQ9gzh4vDzCWbsYxLu9zNAnPA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 