{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "jWiBvlZyHL6rkie+fKJNvSU8tj2SSve9pUO8vjn5Uj3AnSa+Rw4UPu4jL72Ifl6+WoAdPh7o7r2YWTK9FvwZOl7JO77Df3W9BaElPWrqFb4bWHc9+AjGPCwYy7wQBwm9yK/GPW7BFz0k7Kq9tllOvc/iRb4X8Dy9xBWRPSl+j765Ei29AEyavUlUCr3+C+w8ulP8vUOO6D2HH8c9j4gQPT8QDr5KPJS+JLztvAfgHzt4Cym+pGZ3Per4dT1Bs5e9YDAbPfdCdb07Pwu9zDNbvJs9bb2iwaK7A/E7ujB2fz0VeXK+0vqcvYrUHT7sTl2+O+NVvkfmqj7VtkA+gyLlvZ3Ti747OGO+r8wKvsyvzT2d426+fdoDvjfAS70lxMC9waA2vm0WD74gEKO9vN8YPdGio711ikW91Tz3PUFmkz2vOQs+sbocvX+6ib7oUqc8NmPXPdh8Sr0F6Ye932LsPQJ1p71vv8u9TeayvqBd570zQxi+dpJGvtJixj3YNii+bs5uPb8tnzy/Kxs9xOjcPWg5f7202BW+OcGcPPO2HL7jIUC+KGx5vncrFb55VrW9PMt0Ps++uj2RpLU9Qhp+vS9VkL0eMzs++X0xPTScjj3T6B6+79YPPqc9wD32RSK+RnUXPuBYUz4o8Fe8+FH5vQ6oVr4GP+M9xpbRu3Vavj0wvU893zSjvWDf1Lxy8GA+yks9PVfRGT4giYu+kF8hPMgcrjzy8qU+Oe5VvQdPsb7Uq1s+gUVvvt73V76wg8Y91JH0O1D8Jb5p9Vi91LeXPW9m7r1/ncE9TsVQPcxOaT3da1k+Sp2evajJbD6qMGs8JFNlvUJ3mj5IoRg9XulvPADcrz5aq629zTkBPvqqnD7r/BG8sbxQvioAIb43MEw95GJFPpRIjLyUwaW9cIQgvp7lyb1SPRs+/VSbvhBZrT6D2fs9EnjZvC6dQj1YqY6+RrXiPLeJfLz06GS975K1vhDOIj55Sla8trzeO1F0pbxlPAy8vhTRvXxXUj4lzCQ9yqgjPt/mq7zjK7U9p85oPXL3aDziVHi9nsAOvVgLEj4N0pO9Vgw1vHzPFD6KS0O99JZTPpKsGT37MAm+xrTmvcOnKb6IM/C940y5vXKsyj0Hlsc9p+l0vuw1mz3Sv1u8ADqIvYFwej4bczm96/aEPS1UCD6n1SW+hIilPWr8Az6Uowg+CDdlvVde0z03ehe+jupkvUiFib3ZHYe9x3GJvWKPmrxn7L89LQu0vN8tED7fNMO9K7/pPQB+2D30n6w91VnCPdG6pbyg7fG9/4QTvfhwSb0RTcA97GeQvGEWKz39RES8o611PHIBn73EqVS+jLaqPmWrHL4AjOU9YOdoPBx6Szw9RIa8EvUrvtO8SD7mgJo8GIbbPaG6sL6uxaO9tuN8PqxM5rtdjx4+djMtPk0eB76PJbs9KufvPdmtEL5boau91czpvVemS75w6lO+4KfvPWpRUr3oV0w9kfiTPeSWxz3fLKG9nlIevXZum70dWRw+w0oGvW1dYr7do0c+MtkSvsLZzb2AASQ+os1qPsbF2T0e6iU+2yhLvoY+E77QH9+9ZVRbvVt3EL4y7TE+jS84PJReDb4c2Wy+thb7vaXDUj7Q9KQ9AsQJvRXcS76B7pG+5NcCuxFbbj4DeWc+4gpoPU4O473riIY+MRM3vstXS73kcQM9GDFsvesjLr08HA8+t9dwPHWS+D0XyIO7jnyHPYAJKD40zHk+E+BZPjn8+D0q29M9weYGvmlr7T38obe94B9qPgtZjr3Bd4Q+LRO1PTIZBz5E4I++BpaAvVkcqLwHUaw9LGPXvVp+IT5ZC2++SS2JPT7VKrwzxyM9OYCCvnl/NbvrSk++6BY2PhC5Fz37EyO+32g/O6eJRbwp5Ck9h1nOPUexm71xWlq9aIqmPcl6OD21vcS9wUckPoZFyr0Tui4+M3s/vO5wmj1WW7a+sfdgPoXzgjzVGxg+CwUKPnb3qr0qVQA+Z3LtPFKaxzyUdwi+lh9yPZMmeLztSEM9INx5vKDIIzpZlYs+qPn/PRbeHL2mQ4y+nLeyPUXzHj5N+6Q8Al2jvslkxTywE/g8b7N3vr+C1T2b/S89/XvvvEu+z73qQh0+wLaMvou9B77JGXC+TagrvrViO75lHc+8CwAKvthXg76yHFk84RMsvq4rHb4HOYm+uXenvJe3yb2JCQ8+USkBvspegbzEpZK9Ule+vKnxmL1XH56+8AQ4vicZy73o36Q95DLKPZNrTj3weHO+z2DLvRL5uD0c6UO+imaWPNbw0709LL49kYliPme8l74HZum8pAOyvAq9373e+029m1EvPhwvpr1Tn529AFj+PPvdHr3ALlS+0l9DvGRpdr4QC6u8hy5gPUSylr43Dqs9Pj2OvrfGob0nlYo93HYSPH+F2Tupiac9aLUhPMWuNL6p9Vq9zz0Evm9SEj3HKBQ+3vCFOWHunLwfOoQ9G48GviyxMb2y1/e9ko+SPqjfwbzLglM+ZcTxvTU10rxjXr0982IAvp6daz478lC9QdzpvQdiGj7BRWG+YyVlPqw9EL5SZk0+emhqPVQMgL026xk9VXC/PfoZQr4LitS9xbpjPk9bNr6oRIc8oVKavWctNL5N7yQ+VKqmPcUPqT4QlGg+QjQ8PW4nqrxMYb+9rweYPWqvnz20nC6+MuWEvjpG4jugGIu+HiQMvrgFYz2FGu89RrW0vZ6Q+D1Awi09wJZ0PRyNF74OOyY+RYDcvcyNNr34pwi+pIkZPYDwN74o7XM7HZIzPVoTgbzHI9Y8OTkkPvFLsr3hIi4+UJ/ivTD0E73EFQI6tIP8PYdhAT20R00+AOoZPdLrezxhRhK8cHsFvu5a5zxQdmm9i4XVvFEwQD4pR2694CJ9vnUYVDxHgYC73k9ZPqTZcT5quGA9dOOdPRSdmzxlcgW+nVKLPjNjAD7dfIi9IsLJvbjCZzycp6U+iNlnvqLik73tazo9En8nPpE63D2JRW68Um+OvULX3D2dMEe+DjiEvrNGvbx31mM97xVwPlSq1r3oVF49WRGdvRbRqz6/Jag9xe8qvomhKb7tUry9xF/HvBa9n73fYg2+kkUWve1TWD2yDqk9yVkKvj2yxb1x1PI8IqmKPtqccz2GY0K+hwMpPnDdgzy48mu8bMWCvLvds73CSRo9aJ5avpPq0z1CuP090dCPPfrnBb6UKgi+MwCFPboDjj7IuNY9F9MrvYvQzz0iMBg+Mq+Hup8Asj2xNeC9tFb6OYB/4L2/0fa9U2CWviSVVb2ACC2+Ksu5vWdQqL1cxiI+Wj0lPeuaTj7Bsjm+Sk5ZvpgRpz0v0Ak+1WsFvjznPb3wEyQ+msMCPs7nCT1DFg8955JDPvQACj4yhfG92zaaPcxuqr6LYAw9LzCXvK7ZST7czpY8vbTcO5TPcz57tEu94fcfPq9qp752a++8ZTD7PT/tyD072Xg+uLSDvWXZLDvdYEQ+baaGPaf7DL5G5Sc8AE4VPU7m8T0Dzq06yDUavQzpQT36ona9bpUfvmfybT16VMw9yPMFPd1gQ70SGNI9a9WcPcnoGD2CBy49eyyLPSOHPLyHIN29xxzxPfBGmT2vhPe8JR7lPZhaAD0ecpw9c9JCvg8vBr5Pu/u9eC7nvGasXr6V92i+z4QiPYrszr0vvno8aDn8PIiSHD75WyG9kgNCvrbzcLwNDiu+bXw6vlaYML5XYbC9Ax1PPZQ8jD1PQk2+UePtO3ubMz2Nwcy9ndd6vYjGcb1fwRS9mMuivdkyjT3Xe5U8Rw6RPu5vKb6jIde9IiKlvbkwEL5eNtC9fqi/Pls3/r1AXZA9HvUfvVYT/7uXwb49scitPKB9yDyPrvo9WeU5PvYFhb1zuoi++Z4+vQUGQT6EnLU9NJ/5vWonUz6O6AW+57kkPMMH0T14SZa9L5N4vTdvDzwurNw9eP5QvnJxHz5u2Eq+DQJ8uwFgU70Q62s9RztcvjHnFL6t4469h+uTPeJ6Jz4cIhU+fd4ZPj9V/D20F649i0bFPSYfK76RnYW9tXMpPh754Dy/9R2+WIJHvjaYnrzAxuM9yCA4vikLST1Kgxq93v2MPt1FdzwTxHc+uY97vSG8T768h8y9ocNSvk67Zbvc6ZY8D8k/PohINb6udEO9SxgUPhpk8L2xgyq+T/trPRk7hb5U29y8gcf7Pd6i77yugCA+JJK3Oiaymb5JjxA+CMB9vly5fb2I+Zg9A3jnvYrLFL3mrNw9Gq0OvkG7oL7B7aO95+f0vdAXGj577Ts+aqVgPUY5Lz298AA+6ulfvTHyDr5VkkO+1MKGPSf1eb3EykY+1oTgvfdku7v2+rU9/24fvolQ8b4c2O+8o19QvpY0hj6mOFm9NWDzvBbegL3jeYw+dOcYOqenNTyh0Gu+V6lMPuSaYb1jiaK9LzOrPUc/O74VGyO9vCcEPWq+KD3CyYu9jt55vvaThr1Ovso8PKFzvgJMCD6oJIa95SiRvaigKr4C6fc9lDLuPaT4WL5jWRC+ZHwqPO1+rL2YmG2+E+u/vV5BWr5J2VC8c4SlPIXSYL2GGQ4+P8ekvhFX1LxHcD28jMWSPNXFAb6DKa09dYSLvgXjN77unii+DeZDvjlVsD1F8oA+YujFvUj7cL153Ko9bWyQPOmuHT7m3/s9h4NaPK9qrbwiVIK+O3WavdFmp74yrqY9h2H/vCGvvDxsH8i7eBIOvhCM/LrIOs49wnk6vqIkgL4YyDE+3QntvXcCaL10A+u8o76pPWTO2T3c9r89oyngvPnlCz5XmZw98a7FvX4AWj654yy+940PvnYB0L3BBSC9GMMVPijIlj0Q/eS8A5E7veCetr1V1Sm+YWuPvRoxiT2HyxM+YZDCPd9wd73nIn8+ZxBCPpqWeb4MzUs98cQ5vrVdCz7hzDa92XJivR3S0T3aoqq9V9eRvpO/nb0tLqU+fRm3PQ6qqr1iwi0+MtDFPeUo4bxIlhY+/ZVnPokfg74xVSK+UYdovkiRTb5lSMM8ft0UO98gyr34FUy+VEZ1PftqJT50I0S+ubTbvVp8GT6clz2+euIxvarUtT2FeTy8mcezPMwRy71eXTg9WzLwPQOjKL2i1JM9MrGavJY2F72XRze+PMuEvi8PkT1cdMu92N9aPQjesLwq0R89o+gjvbfNiT4oIhk9A82UPutB+T0MA4K8frFpPoDqZL5y+tG9MVs/vt3mwrxpxqK9egFRvlVXTT5Nb8q9I0cBvp7Prrxf74I+gbILPsDpLT5cy3i8I436vMj+7TxK6849yv7DPVH3qj3bAxa+yToOPhhvS7zjEiy9lH4UPECujL2QAoS8rWeMvuWaN72xtIY9qG+jvYimTT5Bbsa9yJj9vbOhC7wGuY+9WHucPdbkpz2K62e9fJKFvXdx8D2P0N89kd8IPm3nAL6ZNO29PTuhPrTMxL22RVm+opS/vuOM+L2/kim+nTONvgn6IzsevwE+Vo8BPSImjb1mkKu94zmkvdTgkb1+W18+a/IzPRPOzLwxQWW9zqkpvopluL3Asc+9BK5PvXIfxT2KmuQ9vd1RvlczcjzqTHi9LxUuvZsyyD06WKw9IS+3PE7FVT6wPGK+eUgTPgiDeL2adDs914lDPSxG1D2VR8W8QcUDvo1YHr5JpoW9mqVHvkwStz0qSBo9h8phvkrxIb45ZCU+YOuwPQ+tHL7ZP2S9NR53vunLML4JVwS+7Xsivo1iEL2iwWa8/tGFPtuyyb1JywE+TK01OuTjiLwitBW+A0J7PXWer7oB5y4+Yaryu2kLoD3akgu+8KPJvR6kqT3Jppi+HrqZu+zxLr0R0PU9HvYgPoBzNT5gNI48fpGlPQ2NsTyTNGE8HxuBPlytxb2GXng+BMplPZZoID5YZ7c8Y3OgveBYs73SndW9QhmXvQsIQ75D4I+9lPIwvj60Bj5adYK+Umdpvtaimj7pPak6xyciPots9b1bups89ClOPcGriz4D75m99iKzPQlkI75WBoK9gVKAPntOhb7Gwi++DOspPupwpr32iwU9QZ/RvaUlNr3M5N284QyAPkVhIL4KLt0+0FjbvRyfaD63BIQ8goWdPRp74D3JUQo+3UWxOxbhO75WpCi+BcsxPjF8S76gF4S9sFQGPa/WFr3eXmU9XRhfvh8JnL3HGYG9HjRovhRxDb741cE8wHrrvd0qCb62wcs9Sy+wvVQOoT1Cb3S+2uJuvVirmj0da6u+jdeCPWvIFz4sP2W+8CRbvqeb/DwWysw9vxtfvG1EFb7KVDE+3ZP9vSQLsrzwXgG9yH0/vqiFgb4L/gc+1Q6LPuLvlr0iSmO8eXbWPT0TlL2YsOa9fNLgvGDm5r1JbMK94q2TvpE4jzz1nfa94wevvXTwAL6o8yY9PAtOvjcoFD10UHE9HH5+PO0Pfb1uOJY9iLiFvlE1Kb0F4YC+n+pWvsroK75dORy+jC89Puk2Lj5JVyS+v7LSPN9GrL0tP9G9EBOBvXbbBL4UBOe7/JESPoxMgj04/yK+6OfiPSmbCz5meMk8UOy+Pdzg3L1/s/u9Ijg5vjMcBz21yV2+JMWYvTlD7z1wFDm+jGuLvgS2JT2Y+DA+/owdPnFNnz3iLIU86DYGPsNHOz1NHec91QPSvUNvWb5IXd69KMUBPCjhjb2scAO8/k3Gva+H5TsYA0g+rweSPR8T3z22UAO+SNzqO2n+1rzXGyw+qSeBvuSF0D1OsJk9sp5wvS91ET7X1li+oqwBPVn1gT3qndW9kY0Kvedzcb4cpGC6sduYPeetmD2YNZO9BYo7PdewjD0Kcuo8nJ0hvqXVQr3B+Cw92ys8PgdYKL2WYxY+EYYbOuovHD42OIM9dMCIvF4ntz0VYcU88iMtvZPOTD4of969M7xJvpmWBL36Ymk+Rx80vOoZ0b0hIE0+QFYvvU42vz33ljW9q3YwvucNKjwUKj4+hruovbowK77Zpu49X/wlPaFw+T2brTo9BYTnPaalMD0uYXA8G9nJPdyYn75vsCi+EQSYvCJbvTrrMku+y8hsvFLQZL5mXge+7q6/Pl3s0b2/gBA+YYtJPZnbK77ftD89dYs2Pl7oeDuIGXC8Z93MPQKMH771ybk9ROTlPRUhZTvXLjQ+oewzvBfO1D3Duae9unaCPRoPTT6gxRu+L4vFvYOy2L1FBxy+9VR9Po6x072ywc89oUEJPXZu0b2ym7Y9fDWsvepAhTviEyK9kP7JPewoNj0NSKw9Er8Dvc4WBT5TsEQ+Cmf8PflhCT4N+vO8G+5Evj4LoT1MBxM9UmVZvUZIob0EFXY9+KeUvd2WSD5LD3K9sOI2PnOH5zqarZs8QMKgvUh6Sb4aXSE+trIBPnmY9j3oBRy+oHcSPYiR4zw74SS+m60PPtW9Jz1hAYG9dn+MPcXnSr7oyNA9vhs5PQo9Uz3jFwa+brlKvEFDTL18DVK+SgCWvW8nLz4yvnw9kyWdvnA7LT7cayu+CLGDvFx4mLkwAnC81TY3vlsGrrz+hYy8D4ImPr9OUj7JpFG9nLRzva7d1Tydf488GRHWvWRUQD0RqG4+B1/3PWDGID6eblK9+HkIvC088z21CJe9TlhdvbwhYzxhYYW+6euuvA0uJL6WzeO9Wgf1PXoQlD0DnCi+JE3DvetpRb46le+9hyAJPhJwOz62SGm8w2VVvug65byOASe+acYsvfQPMz1p/GO7PeKpPYwJXb7HyaO9gr1JPhbPp70gHoE9ilTBvbG69T29jC49V+ZkvG5J3zxQ7bg+pJq+PbUYTT7BL769aW7jvNAeob1AsQ69UAA+vsDUlL1NwlG9lAKRvbIgpj2s/tG98n1wPufVeL5QqQE+ilzAPcPbbz6SSRc+3UZ8PehDurwuqgq8w9gwvjvPoL1wXLi9zp8APmedhjyz4zS+2Sm2vLL5ZT6s11o+Ubh8PHlOBD5/nd47+YnDvTnaFb63SkG9DQqxvSScEj7X4Ua+pSYxPhZPazyGBPq9xuN0PmwaWL7wAjU+S1QRPY8sjDy1BVK8xNWSvOjr8b2AliC+h3CKvsBqLr5+mzK9S7ZVPqW+gj7YfiE7USIIvhxc1r27z++9EwbYvUGa770AvGK+HOI4PotKzD2v2ke+1Dy7vfVYNj55YoO9w0QGPCmNbD1Seek8evvTPWE+cbyZ0Si+XHMzPaENNL7ZyYM9ThEtvnUwbLwN/Zs9EmAsPYfAEL0OsA8+g+cavFpe+jyESYG9lsLhvYHUp7xXe+o9gJcJvfVjJb7IIFQ9SAQjPpKvy7yUb0c+fMmPPaht77pUHBe+4Xx+Oh0q7LyJAjo+6b35vRfrAr0bkrq8iNwLPgbQMz5U4hK+FNENPWEVsTsVE8i7a7navBWr3T3khYm8gDQCPmx5aL7ZYVe+8qCkPTneiT0lnSi8Q/aevT89JL0b5WG8zoPGPQTI3j0ieUY92Obbt8p07Ly4T188tVWgPdo3JT1k6Ae+oM1VvjRgsr2tERS+wUfJPJ3LK73bZjY+VKXNvRVkY73onyS+ltvRPX6Be74sskC+MC7BPT9NUT5gXOs9sqIovegSBT5H82I+rEQOPf1Q+7zUzHM9seF9PcUF0jzqGIW9etcsvS/oqj01Yi68mxErvBcVYj4PMh6+c3TXPWjPP73wRQi9eBwPPS5tQr4zTOg9Fu4RvjWaFjvfkXy+tajoPdZvFz2Gx9a9hRuwvf2Xs7xOXbA9ck2jveHi9z04h2A+oj8ovR4uJr2c78+9uBQMPlW2Fj0DdfS8GFQGvtR0ujyy2LY9ShIFPhFd27wZ1Zq9l2DUO5CAP72n00++YhxrPYbnfz0CIZK9eVrJPezFyDxWwzY+luxUvWchGb4bOBS+7THDPXNPmzyhWfO9nw5KvVPplj7FJ1C+crmDvbl2sjxeGTa8yqeJPiblpbwUlwQ/xQyZvmxkmb2uChM+lLWuvbTaJj6AInW+hxyEvTbpqD42YwE+GKYlPQoH3j3QsEu9T/8hOwx/Jj64/+a9xWBcvf93o70iyZa94RRQverAlr6Mv2+9VQIAPXI0EzwXWla+gzaaPF1FT70fc2Y8plP4viPkSD4Hx/U6HmMtvmYxfj075Dg+4I0Jvk+fNL7geh285EhDvvV6Ij0m55O9fz9vvG86Kz65GCy6zQaCvJ1QLL7Nu6283hLIvqpCgr2h68O+zA9xvurVCr6ePEy99tKPvZQb/T15M1s+pq8APeJpo73ktIo+G4MhPb+pDT5I4yQ9bgqXPsHqgD6v7+S9QeEKPng+Eb4/Aug9avbfvdXM/D2ew3u9DWmePoLfzb6Qqb69QznNPW9AGL0umsa6pPxoPiG0Lz1ATiC9yQE0PiVdQj7bVIy8kz7sPOsdfz2o+nG+90tcvlPtNr6rHm0+/JWWPs2cTb4V6ec8x9YNvpfrFr2WErI+BEtPPojlAL5D+f68CPu0PVJiLD19Mma+UaGKvZzSKb2r+jm+TCSiPt+Qbj3/Pks+rn4vvJOMT74/5f29HElRvQXiYr45C48+W4wPvhbcn77SDjO9gWU+vl/aHL6jRkS92ETTPVI1Kr5aM4++pxyzPn03xr3vl4I9MCSHvm4Hx7zq7BK+F7BwPvb81D0QCpm5TAf5PQWxRr60pYq8Csx4PmQq070q65i8gml1PbQqr71qI/w8bx4wvsx4EbyWiUo+ta8EviOpgL3zcjS+DatlPc20oj2wkCA+gXoUPi7xWr6xW5m9DXxivjmpSL7cFl0836Revv/JBL6FaCm+gk17vYj+kL4zPi4+LJUovobth7yEwd2+KY3qvKHVhbwAObm8gtNmPq7NKz6/uVE9TCSHPhjllb7ZiCQ+3oHYviwlBr56gI6+uxu0vVL4j73UEc68RkAiPuyCoDzr8DC+HeBKvTKJlb0KLJS+dNW/Pr8kgb4x+AS9Bb+pveCUgr5o9tI8RjeAvoVdxr6BNGM+Sbtxvp6bcz3+/pO9btVoPmEu0r1P//W6QiMCvdZ46D3HafG9D1uzPZijNz7TrQA9qH9HPtOPgT33/cS9zXHePb6MYz0CFVo+drshvWU3qz2w/lG+6O1fvtuC6LsvL1K+97G1vttMTr07EOq97uBMvr09M70LwoC9udIVvm0UVj6qXKq9t0MjPXKpebxqWeC7K8pqvXiFMj4wA4M9yhvwPav55D1BHCc9bIvtPRWo9L2jOF6+BSmBvUD8RruXOSS+tNwrvemtBj5rT/E9yeDOvXB7M70G2Jw9EA23vbsErbwwb/i9F38YvLfXrj39M4O9y2vCvf1zxb3BKvG8UN/nveYg2j2LWG49c9OCPuEYVr2hPpg9d/B5Pnkxbz5vfKi9kUzDvKZ2Qr5nRem9ZdNSvnmIvL0Zzpy9Oh0ZvSYR8z2A+Hk9dI2dPSR54L3HKxW+YXMtPYlNFr0nqC+9JHApvVx3yb08RnM9vMbRPbYPfT6+XC2+oNVPvog9ML6cZ2U8k/javUSanD0yG3s9ph7BvJsrtDyqObW8gRdvvRpBML3k30e+ofjlPX7Ehrye/Qw+5909PV+99j1yke29EC00PhLf8b17hYU8Im1KPtGd0r1Y14M9acetvSxgFz77n6i9xU/Cuo7+Ir6Jk748xcaePUjYgz1f6By+y80SPheNE70jQnW9DXOKPlvWQL70GSE+UyF5PiZeEr7lFAq+QhlHPa0REDwvyzS+7AH/vD9dHr5m0Qg9LutWPQPU+T0XG+y9AczlvULVMz5V12Q9RfCTPTFPIb1RwbU9Ry/7vYnOZD4v7ji+E6dbvVKVNT72e6K9iCQEvsYTwb0RT528QovUvXrEjbwtM0k7LLlzPRVj1L1Wy4i9g9DAvbHhxL3rIFW9wAzfvIAeLLyVdHS9QAV8Pvr/cz3pC7y90aspPjdPGb2essY7kfIYvEYPSD464rk9QSnDvXNKOr4/rII+OZlNvUUz7z3lO829x+aOPpWbOT1qgYY9tMUQPrYMyT6kixW92f57vhsurj0RP+684SM9vDpOzT2Jz0q8g3V7PnB9Xb1Jay2+NW4UvpgG771C/5e+AYfcPAYj8z7af1y9fHCePvfceb4Lu5m+h913vvsXAL8k7NC9itzmvbEbiz2ice29xGHEvYktAz4CjEs+7qm2vVQFJjyol4o+LkWdvlDd1Tuas0U+usQFP7J69D0rpHI+0y3XPoo3Uz4mHsw8fX8BvfWewb2uyTU+IOE3vZX9sj1E5ao+aN8BPWBpAL7GBWy+I/DnvXCP4T3BDkA6J1WnPhRgVr7c+IM9b8SaPMBoH77I12A+YDy4PoQAyj7nw9G9v0u9vTtLtbwKmPW7KfvZOyGf6L0asf88mBvGvnkH5jw4cdU+WAzpPXrXYb4KOHo+5VpRPmWsh77LIK48zQcGvqoYc73KFBS+PL72vSje/z3uHiC+Bfp1ukje6rv84KY8eN9nPiQiO766A8u9/gHVPtKTED7tD1w+WUMLPZQAez4GhgG+uUgtPW194z0UdQ0+ErzKPhEU9T5qYYu+F9VRvKaPaz3Hon++PNMFvVlLhb39gYE+x53pvHDBFb6MmCU+9f9gvsdQ+z1gYNI9KOMDPzO7B76ymYU8VISrvpGtkL7le0O+kPwuPnRJJb4vidW95jloPjzusL673jI7U7A2PKLlgj4K1dS9gHlTvlw75z7atlW+/CUmPS+d+T3zwrO9f38/vcF1kL3Kyg6+sKMEviAIOb2vYOI9Qb9Wvmrdp76WQzS+9cDMPPfKHb7zcSU+4xa8PirUpr1NG2k9M3+ovYE/Qr65lmE+pDECvgbHdz0f2Ts9n1BSvpIkUT3btTe+IoSgvmLppr4xk+o9SXuCvAmUP714EPO+2xYnPQTM4T1Th74+74uWuxFsAj92TKs+XQ9hPijrpL4WH1Q9BVwdvhceHr2/AFO+ytQnvrQVrz0tTb27g51APoXvg77S7Y2+7lNKvbFLPT0ed3Y9pE96u1xeZzuTpz096q8EvmeXU76ykPC99rmfvkz5Vb1Anwi+P8aFvc8Ejz0/CNE9b0yCPpg9qL2Nikm9m16avSfgRj5jX/k9Z6q3PaV9Rz5yAs09HwcnviR/zD2Snxo+kp+NPhkoq75ASlq8newKPnuwgL1WtlA+q/LwPU/fWz7DgII+VA2qvizgKj4mHQq+wWOgPdHjEr4b/zA+zyOVvktVoT6Prc69izSgPc3ZJL5B4rM89CM/PsnpUD3W+jw86paDvv/Fur2m4cK9RS6vPvz/pD2meKS9hqt8vi5ysL2AgpA92TsUvmkVGLxu5WM+LF3rvYL3Obz49Ag+rn6VPRczKjt57Wa9VYxDPiSEUD4q5cg96t8Fvhe4az4PnGM9lVdyva72CD4EuN29Nrb0vc+a4j0/3NA98JMUPn1QqT4Z9hg+72p7PRGBAj0B3Qy+X0UGvTXCCL0wzDM+6ZJVveiemj37MFu9v5ZAPp3qOz5A3Sg+7f0uPYIokr0k2fm78nMWPa8hPz6KK0c+9extPmQSgD7lF14+/H7tPb5OBD7djAe+anLZPRdlIT40Jww9uU0+vmu6Az1GIPC9Wc8kPSg1Kb6ZzXi9TFpGPdX7MjyMmGg8xCNgPk14ND7Mv4A9GonEOlSBUz0XNiI9XlOpvM/eED7J0vG9c10GvKmt7T3UdDG92LGTvdJbK73CsxU+XFk1vJBdTr0Z1TE9azgvPT104T0RYrs9bgUmPkxrqj3/CNC9+LwNPrOrNb1fRZi9lU9JPl0wOT5WFoM9MtFyvaAR3j0YEt+9Ia2CvFoRpb3eioM+3e0VPt6UA75k9n29NuvUPbA8aTwSGxk9tWg1O3VwOb41kwE+wnu0Pe7Gj72blVq9awoMPgKrhz4Pkye9mxXnPQnzWD3Dbmg80A2UPTCUQj5ruCY9mgsKviHGlDxheJq8YEeEvQWJprwIpJ09miSFPl1A+z3lcZy9BQagvFbGmj1L1t090R6vPdmaVr6ycMI8cD78vBObmD14vgY9tI+XvpGesD34XKc9t8JoPsPILz6VpKM8e3uyPZbYPr52jso9qHYYPs9BSr5+Yx0+0N1mvjw8xz3dw6i9VYJcPYQQZz0Pw2Y9Z890PbW1zbxYsVk9Z0+BPp+xFT6ZLO686AuJPcJNx71yZO48ADwOPqrm570+8cU8++DTvVkmnD1y7Kk7O/FmPV3yFz64rCU+ioZFPlj2xT0nZQQ92asRvhjBQL3xX/I9HY1dvTBeZz0wZfM8BeGWvnykmrz2Sim9ovYGvitWcb3kpfE8m9spvsygkbu1wPq9UYx5vvKhx7y/8IO+qAr3PVTGejsdEwo+7bBMO99geD6nKms+FW6hPfOzPz7g6zk+ZIGLvRXcMT6koua8ANLvvXm4Bb6i2bS+/FdBvQ7/gr7RpRQ9hFGcvoi7/DzPmss9yzFOPlxCZb5QFKe9/QqFvQa4BL6Qlo6+1hLVPWv/0D2CNw++GgoFPdTtij41WlA+wXyDPfrOAz5/ee+90TX9veZ+trw8mXE+XyL5vdVUVD2TWXa9IPeLPl8CQz0xfSE+MuH2Pffgk7o/wUC+LzhRvs2meT7dj8+9gHyLOTlNgD4/K6q9TgiLPfl14D0LqGo+a+I7vkqMaD14r2o+2GcXPtpKH73Rite8RPcoPpaHjL5NF7M8+HNyPe2Sgb4q0Xs+URTBvUdRSD6azXK+VbcQvl6Li74ndg6+wIxBPpXITj3SQjs9AlMrPqQWnTvUquy9Ze4oPqQ/IL7WmvI9E9IkPtJESr2kqPQ9MU8wvhQoS7xzpqq9zPMZvmlSH71aQ6g94iPavi4UIr4xPjM+G67bvbV9lT7e3ky+IiWlvmgRsTz/Kfg89y5pvqYiHTxmRbq9PcRGPAdxVT2g0J49xPbtvXbwAj6ce5+9ovCQvawwCz6R6Ws+iWjxPW8OLT0eu7e9PvDkPaQEo721MwC+W8c6vpRHCr7OzMu8zgN2Pn/ktzxrWfU9siXTPV+tlj0tFUy9juoFPRCGqT2mngE+sAZVPVCZPD5Xqym+HmeXPRnezL35xtk8QWlSvu1JlD6O8VG7DnFnPnGsWj4NXec8QpGkvpEvl71n1RI+SrGMPmTLDj0bSZm+6B/6PEwJC75C7AE+lv8sPqk5fz1NhZq8hDtGvuqx8zpdcBm+hIaPvkNmEL1ubyK9H4Q/vNQOR76a1Fa+f6KbvtOCLr4oPzY+zoiBvoAPojyidhu+UqvuPfLDS74woQU+5zGovpnp8j0OU3y+AH78PcISCb5QUU69OASNPTHGLT5BVym+Ex9UvR5ZpL05Lhw+0YD6vaImKb5Xini+gk1RvmqA+j31sDY+LD0xPkry3D1GzAs+blaKve/NXT7+2Sq9HSXIu9MV9L3tNUC+x9O1uzSp671KR1u+7hyhvcxFnr6kXfG9pYhuvCQlgT3/zfu8kk5KPQ6IDT4ctYy9lpB2vrsKtr0Bwyk9G7M6PQVhNr5TIZ+9F1zYvWSZsL0zZ4A9zfFAvidi7r1OSzk8gWqOO2lNCr4ZgmE+mFRWPSohvz0ZQLK9xyFfPov3xD07drE8KmCNvb6ZOr0dCB++sWrivKYLP70Hyzu+mEGBPabwvz2y4Ko9XLw4vWdgjj0gTEU97/+FPBO0lj1nRCW+iwMdvreMez35ocu9lvOsvS6OBr7fZiG+eY4YvlaSBL5jqCI+Wns4Ppw7L71fnwU7BdfPvc7st73keqK67z2DvJC5or1OKIs9jGDPPWG+Vz7BXn69xUXqvDxwKL4Q2OK8ZhYuPh7Upb631Rk+ej5ZvdhTsz0X+Dm+cXZWPQ8VmL2mlQq+F1qWvSWC873WIE49VsgZvvvPfr1g+K48A+YXPogaLrzrUgo+1dvlPS49gjzX65m9eyp/vJ/6Q71JYo08JBV2PJSKHL0Kj1u9aIYkviQSG722Oiy+VscrvhXnqj0OzKM968DYvHaExzx/51s9+dgRvgHmjL3GU3k9gwrMPTiLb7zdlG+9DXY/vh2mQ7sDkEw9xVa+PQpikT1+x8q91hyxPW18rb27oxi+el+4PNy/2b2RjWm9ldqEPcBpDz7WSds8ggm9PViV3j17eZ69dhGwPvUoej4fT9c+lAImPRzzJT4LemW+fz7GvXBrWD4Yxnw+TeD+PZW3Qj5exgQ+b8sCPaZmVj6D8Ti+Q1IXPSDPkbzucku+1GrDPqCoIL73g5W89AozvlU8Rz5Qau48l9UbPFSjhj46dCc+pMUfPmE2lb0yO9I89caLviiBar4gkVm+KQXlPIaIGT71x00+A3ZgPLohhz1EwlK8izIFPq7Lyb5u8iM7Bcsqvl7u3z0hO9w8UW+vPfm+Yr2F1ao9g0e0PZ2NI74GXca9TkuFvs6JIr7gIFS96gtavU2var4peCq+wW4UvLTHsbzg5WA+rBMQPuDDsT63Wog9Px5lPs/ruj3JoZE+tRfmvR3+nr0Q2IE82rlYvnbmsb2cIUY+Jf4+vgfzxrwHngM+oB48PsF+D77uhTU+iCkePsS74z0PPoW7ThuTPk2uKr7og9W9o8KGPndAwz00WAY+IufoPNNqQL0RTjM+S+VaPicTZz71jK+9nSsZvplvqr5qfoI+Jba8Pp6x470z+Eo9fgnDPUnCij2cYY29fPtmPta2cD7uwWe93BoGvpFB5r3qLh8+V2g8vsi/tb2ULoe+CJCDvcJ0oj6FuTW+QmmjPiyn2z4r4Z4+jTiUPQZnpb1Rlbq9fiKrPnyhNT1AAfS9iTwlPvi3+T0Uxvi63tLePA8r6byFMle+7jkdvcmyC7tllHg+Nlc6Phzmtr1OLzI+aQg5vgiBK7zod+w9ZgYHPKOvG729lAo9BwUyvRX7KL2witc9g7O9PUKPf74iPng+89qRPvu9MD6rchW+SmxQPOV0YTyaxIC9hfOXPTb1Ar6YSU08s9AbvYttFj5lET4+kr7KPL+zfz13ozG8jQMHvoTp4D6SMJI+TUDOPWuJtzyVDoC9fPVCPolcDT4VZT29CvfNPqjCT745hrm8/0sSvs7GRD4zRI69ntKovZaqZr1a9+Y8RQg6PkMI270MBDg9I7s4vRWXeT5cWMC9E4SfPab+sr6oiPe8qixJvb/PSzw9b2c+seEIvt4JvDzBZ4I7+nbeva6Dsb1XXV496lxKPaiAtTwdpze+vZSHPo13j726x+q90DOIvjOSz7z+OmI+A7lIPTgxGb3pPIi99GgNvpqyqr2k31o9cJmQvZlzBT7KPLu93iWePUbFyDyoZBA8EJSavtTK2T1RRzk+8SXLPfjCsb1dJEC9BAtevp0aFD55ksw63Pqbu0PzTb3xQGa9j7hSPd3ewr22S5k9bhlWva0Yzb2FIda9KzsYPsiZSbwdC2K+UFZwvSw6N74hpnY8V5nUvf9RO748cFC8hFuJvRr5Mz6fexw+nnIFPeG1sL20PSq+Ro43vjGqTb42QJW9vYAhvqSy371dYQs7AReEPf/kbzzi4Eu+qrocPsky9D3eGyI+ue6wvW2MST7PPkk9GAKEvryD9L22dfO9cWzAvBHxhL7tsE49VDZwuo331Lv1XKO9gAqUvWW8pbsF0968WUAXvqHNwr2+6JC+6IH+PZ6e373KGp69QH9qPXAemL0belK8Awb6PRPPqT1d8VK9049MvRRKtz0500O+yqXwvQUS372WAw4+9BA9PfbXy72NNSS+TDKOPbxB4b2xMDe+UIO0Pa9aH76CTJq9NBwovvKmAL5Jm1c+oqLXPEBJgD0Ec9+9x+00volEQ75h4ei9ChkGPFRxXb55zzE+wumZvPlTlz1Ftro9wtOHPX1EGz4xK5+8m/cgPlIR17wi59+9G5hQPlUfej1JtvM9QhJSPgxTxL2VG8s9i01KvfveET5hqCG+gREIvo18Cr6zCzW+aOEZvEUdS72tl2G+y1YRPqMfPj5CK9Y9BDBrPRdthLzOEGa+xKHNvUx1wDuktCo+gDgEPJouA72ox488ix9AvR2gJ75qZgI+wEVoPQj4Gj7Bq3I9MMgVPV/dSz2s6do9kEO6vQb87D3U9CM+I1/hPZJwIL62uYS98IshPuuATr5SgsQ9ptzXvcbEvjwVaaO9pzOevZ8C573baPU97LBfvT+v0L34uhi+cbSevWn85D4xK0e+O6OZvSFpeL6IJQo+Z+07vSn3ZT4Bhc09pna4O/sD7zwybK+9LI+IPntUljwR424+I0QTvnPOcr1Cxzu+BqhPPhXxSb6q/So9bOeDPh10ij5i4qm9/650PbWO/L0k7BE+JZ88veKCoL5dZw++EYh8PRPHDT7oAAY+HGxqvdVk0T3p8Qs+sXpWvfR3FL5B9Y29KniRPTqmNT6ROFU8/qaYvpetoT5NBic7WCaHOz1vWr6/rbq9/ER3vlhSOj6BJsq9PdsivjnhK775sUI8nmPcPV2oe750+YI+BTRSvcDGkr05Y2S+W18OPvMXM72MHDW+VwzjPfGDtL07KY48e9P8vdA1szyfYQ2+B4GNPbxkH76gKSe8ZqYWvsV8cT4BvVk9RvKRPEz8Dj6P0Ti+1nosPOqVUj4sgwK9Z0/YPNoWOj48W6G9U2iBPROprz6YodQ8DUuWPtWM4T0/EYU+fX9ePlLM8L0KihO+sFvVPf0AQ75qTde9CSqMPsEotT4zMDO+qVGBvjIKjr4YzGm939mWvjajqjx7Qhm9cvzQPXmZpT1bt348EVEDvk8qhz5CGQs8To2WPR8UeT4lpCU+7uohPge28D37Q/w8b+mRPrmrhr4Y3ge+lLSpvs4ZHbzT3o4+31JxvjTAfz1VKF4+HI7Pvd6TUr7xNz++qrFnPnhTLj0XRwy+3rJdPDluoDzQDqE9Hxi1PSXWAb6m7CG+dHtyPh8WYr0kvSA+aIJVPoIHOT6dccO9van7PZCgsj0cXpW+eT2MPGzk2r2TQ8A9BXcrPv9e5bwMC6e+8VuEvXUQRL4VBDu+x2YLviQZyT2D5A89uz9Kvr76q758+Hc9qt/Avo9ILb0TYhA+yTETPuyVFj62Vok8Q5EQvsqqMz2EMaW+dkgmviiKsb1nsSG8Q3xFvilsE7476A2+6N+Pvj2adzyhV6I9krYGvpoXIz2LN0o+TWWFPdC4Gj64BQU9uaTxvDQU4jzwMqa9xJWivLXNNr7GHFa+cwodvm6FLD4xNR8+vyt7Pv5LKD3An6a9nevsvfhUpj3+6la7VNTWPkqj/71QtX2+EvtRPJoQHD28izk+LcyAvYG+nDxqDg69RNqvvdjXsb2IlaO+br07vOSWljxpBj++NXtTPa//Ib7v6Iq+2uplPgIpG77LI8W854E5Pja4uT17k1C7l/yVPcYQbz51uFY7IAzdPV2yzr1u1UK+1RsIPZjzHL6i8iE+nK3UuzjZ2z3LzjW+G6CWPuC8Er4bU+k8lPIXvnPzOL0C4/29kS6MOxblfz5sRoS9AshXPRIWlb4ndnY8I/DUvanpPz2Cbjk+uDJlvmoyGL1x12S+fO8svsZpwbtBzAg+f1guvneZHr5YVaq93k5Dvi/eBDyc2u89sVPjvQTfTz0xWzO+FkQzPjOxhD1C8ws+1TtOPCBZFr76Fx4+FErgPYeUEz4K4zy8AjOQvRwTDj4+knc+xQu7vOJ4ED1WEf+937sZvabXab7CnF++/+Ryvq+LO740Xfq9IYFRvdhh5r1THVu+qmJIvn/F0j0IniI+uDfzvOtpv73EibY9ouRTvs1C0r3DmxO9Dyw/PvEgdTsmAS++PFgGvhFgJz4J4Di8jcR2PaASHrsmlZi9gC0qvgiw070ByLY8KH4LPpBRnb0VGeI9r4Pqu2QgYj1h2Me9G8khvFkIAz6YTJm815F3PcD6nrysECU+MIkBPkTv0T0TZDs9iEypvY3b/b3wkxs+Q3URvR/9jrxr2BM8gc+CPoiitj198Gk9U3qKvZ2AyL0UavU932YFu1jxbz1xm8E9XhOUvb4t4jwQ0Ey+Ec0mPoOc7j1rvmu86nwivn/QObxbFwS+EVYJPVjNwj1RjKu9l+UDPgABMT5XMa49xLVmvi+EHz4bf0a9M/O5vQw0i71kA/k9+JK7vWQgxz1kS0w8UiK/vbiVwT1hunC928FRvnablb0bqS4+4IiNPKbXZL7XZoI9LSJAvRlSVL6zdw4+ZI/1PZwyeD3ak109WTB9vmTzgT46chW+jfmLvgs7xb0388+9PJvKva8DBr4PLzO+WkCXvR4M9r2Avoo+N6DzPThc+TwiGta9jyKqPdRApz778UM9BJKvvVJZnr3+fay9wKeBPUp1gr6F+dG9X+RiPqNbm7y3fs+9V+nUvegc+r3tZiE9o3MTPpkiCr5hGsu+9lVVvsXxGb56TUY9BtFYPaRRVT6amJE9IIezvhKNgLy6PIg+xNa9vXv/NbzyWQu85tRtvg5TgD2g8R8+lVdNvcBcgj6uBAY+S62TvFtmL74XJrm9Oef6vhjqL72kdxy+6wKNvjvzdb1o3HG9Tp0SPs5dBz7d61w9JD0Gvq3Qzb09cr48Xu/1vVqour6vdpy+PwePvbK2UT7SCKa+0gKUPpN5ML2x/589K3FePa+bIz7HWLy9rmqEPRzRBj5cZ9m7t4eQvLjddL6Gd0a+mOpMvqhOez5dvbe9oOscPd3Yrz5nXSC+MAwYvnK+Bj68zyo+4w51voiCAT34+EW9x1tLvm578L2jDQW+73QtO+5hRz7b0B0++lGOvmqSCj735ru9UFQrvtI0krxM/RC+xRX7vTHoH77UuJa+MRyiPuO2Lz33ooG9R5aPPp+ytDwblGk8DYjePR51Wr5XhO49IQu2vq+4xb4rhFa+Td0SvuAFXT1IUq29vQZBvnojnT3eIxa+y/LKPgHqm7wXn1A9kwoAPnq3mL2CvBa+7y72PFRaC7xF1108sjoWvrZUoz3kfqy7I74QPiHHTb6CCJg+5QWHvbAjO71Gova9B9xUPigHPr61nhs+GPsDPVE8Cr6UbQO9C3CQPh/LQj0D4yU+qeNjvYYrAb4q0o+9zVKkvXNZvL3DfS8+s3tjvkc6v75WFsO8c5jlvUlR4D2hVco926eUvHPHu73BRZm9sDeZvYQrYT5/nWa9dK6APs72sD6nlRC+0kcRPmchS75JKbA8HSvnvj6Jkb5K/C2+/y5WvjPhi71CxEo+WPQnPoLrAT1k2kI+55ssvEjjnzx5RN+9sQO7vXwmsL5740+9SlYDvvdsqL10MWS+L2CBvrw45DurjSA9hgiSvjfflD5I/lM8B/R8PX8dO71ecMS9ZSmSPUuh8T1X3+i9XV8CPlJPjb1oIMy7qFLOvckxir2hgI2+sNiIPithED6vbC8+K7zpPKOTAL4VGpK+osIUPk4OeT4qgHI9lDiSvdPHdj39FgO+6okOPlNVwz3j1vm9/imhvqIpMjzZq8+8oEVJPdCmFj5B9AQ9Bed2PB0clb0KG2I+g1pQPcZaGz6fWce9TBENPk3Clr7qeda90VsnPYsAiLxTJhU42T4zvLmw0ryXlgE+uXW8vRlrHL57Lra9jgUTvjcbmj2iEI09QemCPblyfD6YadQ9zC+SOYAyRb0HqAU+x3PevUj/4L1niBO+DKEbPeTNdL0F3cW9FTAEvp3my73dtgW+UfvzPXErmD3iO5Q9omTMvHAphD215yG9o/KtPaXrhbytQyY9pVbKPQyZCD5oc9e9d+zHPWKEYDsUYNA99DDQvawtJD7deQG83TvtvHlUtD6u1og9nUPQvQ47ir0ctb+9Pc1bPhfH3j2SeFo9lo38PPowuT3bSwM+NNKBPJStJz2JBkw+rgrPPWrlLb0NjN+9UyBOPYhenzxklOm9p4EsPuTCrTyLVIm9gy43PkKKAr74J9a9MSEdPtFrlz3UujA+qE80PvFKyjwzQc28ggbgPZRkWD6NppQ8uqvcvTrPUz5zjQQ+sOm5PiAKBD7AeUg+I3I3Pr31IT6oLmM+x6ZavY9oYzyicm49lHUtvZFCqT1b4dk9KviWvM6Z6T0/u709wZzzPaM6az4ko+G9oBs/PrvNj73CEyM+mXa9PRTHE75wyLy9hcmrPGj2C7wTBP89o5g5vEi3Qbz4FlU+awz8vctxAT5Ro8I9ThXSvPDPHD6tHYA+uRWnvEF8lzzUtUC+z4MkPgRzRz45VHI9ylTRO5wkyj01uX49Tm4XPVNYxTxGLYA8EdN8Pn16+D3bQO07E2zqvJViiL3LzVA+L/KovKi6lDyG3E++OLDFPY9Qlz6Px7Q95cptPaS1GL7SwE4+NnMOPYiglb2o+Jc7ODtaPi/VVz6bB5G92BtLPmixAz5XIhY9NFAqvmDh67zkkeI9XIGKPptJMT24AEy+BnqgvR5LrL3/DF+9u6LcPfNX273UG/e9Gb3kvGJeuz1Z5kE+pR+NvYoLKD6NMcI92vvyPSnbKL11Ogc+CVLtO+GFCz45GCe96JvlPW7A1r2av08+9OeCvqqSkj5vek6+o4n8vBznlT0EQhm+f/VrvjEutT4zc/G9JyG3vTj0Ar7OVWW8UGptPmIKJb1o+Zc905OlPRlfUD0k9kE9lTVePQV4jj3elQs+lEsrvRqIcz0Cx0u+CKrkvc4VCL4/5jG+UNsvPWKDFj34J2u91I48vsJl0D16ghA9XNSePRGoMD3Kbnu+wSUhvriwer40Uy28jGcEvhEhHz587h++ueoXPo31Kj5pBJ08oa94PrWd7T3tJu89HZSjPZdRXr4QKwY+c9EFPqYMYL5BIQY+WKaLvEYVd73AB408OYhNvttSk70NARS+ggpDvl4WBz6GNPK9afhgvicNbz39DAy+uvwMvtNMuz0eu58+9lmOvYx3PT5/L0I9kFipPk/9o73ursa91EkGPhbKoL7ToQQ+8XH4vUoaCb4Egys+NKU0vvwJkT6b6wK+FeVFPGC0ar789bW9uov9vN7Ymrx4NOk85UavPSBlPj5ZVU09kGomPsS5mbrVziY8zStzPWI947yBuAU9UM2HPmUxSL1fu9i9DjuFPXdMKb2kfPC8QLvFPDv7kL24FA09GxYkPswGfT4ID+C9WtcwvmXFHD7/xoQ+8YoGPSfEAL6uyPg9JRlJvWHjfTxfiUe+u9NiPU5eXb1OHTA+iUT4PSTJfD776WE+aGCiPbk0iLxEMQi+hU/DvUDGWL4F1D2+ZiEgvtNRRb3fFyC+3xQQvoN5Nz7jep89NlACvJL7B754Xrg9Alz8PTkBqzxC5lU+5HGUPTZ9yb1AiJi9HRobPdw7bj36/oC9XbKDvtrWiD48B6S9n9RwvV1ENL2C2Mq79YYpvYpAnrwzxDg+3FoqPuS8Yb2JyZQ9C6+OvZfQXL4QA8G9/0nbPUfPWD4iz649MlY+PYhIt70/m/e9joc4vvizij1jw7S9Vn5EPDFTh77fV6C+sAAuvmzuND2iGiy+19REvqLhzz0Ov9896psjvRCMbLuD+EA+r79+van3ND65/2y+dI4Nvs+J1rtSNj8+iJALPj6GdD1tl9C9UM9VPmdgJ73qA+U9BVlfvixxUL3edby+zZwsPezRQj7P2uG9bANlvTR4Yrxbquo9qWk3Ppd5Ij4vQhc+UzDxPUgLND05bzO+M6VNPcodDL3jtqA8+4v7PcHOgT2+cp4989MzPnf5Kr5unXa+qs2QvuETO73/Wq29/h6IveOwBL4qTwY+0qfNPf39fb1DiKw8p1o0vGcTnbzfk5G9MasSPq1qTj3qs049RvVmvs41lLxQGWK+18gDO9Uf5r0Z2RI8avYXvT+7Zb4V8WC+n15fPU12mT1nUYG+X7MCPUWTc73KFW09aiI5vmjWBD33FkS+vlhhvkDLNb5Ag1G+g1iHPOuMSz2eU5u+zQJtvt4SLb7zuQO+7fdgvc1pIb6M66W9t8PyvD5/Nb52aae9q+sXPQ7FgbwVy5m9HEpIvSHJxT3VLgS98i8mO8kvQb6dgyC+IToQPeO88bv981I+eP+FPQ2V5b07Ipi9XDC0PSsqKb7OU4o8RcSAvn6xYb7fBbc8bM8mPZbuoTvbTJw9e+MBPrf9Hz7Zu1w80BrfO37Pmr2hBQK+vWgrPjnatr3pMK++/hs6vYVWHL0btVa+BX9HvhXxPL13JWM9L66SvLqlwrwa3es9Glw6vjIrjr0Xhx69aWsNvh6XVL2U45S9giGwvX84Hb4iAYO9I0ZYvoqqLb4vy4E9qVnuvTVCBzwEnVO96Be0Pehf6j0RWDK8xjbMPPKeBb4J5x+9xi59vsOxH70zO9o9D51/vKFgbj7acV8+j+pnPT5KAj5P4g49ZUuYviGWgL7lyww+fVRCPotuhD7FWMq9HUtBvg61nj1Ljrg9epAgPaScqD6iXgu+AkS9vDUf8D1Fg728k3lXvqHUsL23+ce+0WuXu2ePkT3Yu5i9FbWSPql6IL5iMJa96F4+voKBVL6Gyi2+QJOPPuohWL2Ov+S+/UhEvl2GH77C3cY+8R1wvKVKfT42blo+/s5tvskCgT7PEZE+xh+CPb0BIb7VICY+9uZdPA2Zhj6gVTA+dQqPvUFhZT5RPZg+rdA0PXU8l74A0WA+MDcCvQchLb53FTK93QzSvkgg3L2SqBy+2iy1PoQnSD7h/J+9SVm3Pekvhb0OVIg9kPH1Pnd9VTyPvuK9zLV/PRyr1j0taJu+OCOyPvQ75L0KjVw8/cCRvux4h75y1NA9A6xOPprfgz1z4yE96z/oPUlNKz4scm49o702Pk4aHT7ferQ7o/mhPoaWOj7LFmW98Cdcvnrav71GQ0q9O4nnPG4Ofryt+GA+Q+SRvQjCqL4juVc9JRxIvV8eHD7gN8o9KzS7Pbk5qT1WYZe+emWfPUaLVT7L4+29dyYJvTUnjL3cjGq+xH9rPlttBr6MlEm9B6mpPR6jGb64/IW9aWU7PWEtWr6v/pg+SEeOvs3jhTy60nC8vKhrvNAuur0kwow86QeYPrDUpr0gPaI+1a5fPgQKAr4lrYK+Unp+Pm/tpT0c+Tk+Mv8uvpl0Jj781yA+ZxIpPd2sxb2MbGE+MQS5vOKKhj1E1mm+CYn7PS/DwT1bNkm+Lh3dPbKBY751dXg8yV3YvI1Rqr69IQI+47fpPfv9az5nO9O9TKf1vQiOqLlPKSg+xKgMvvOtFT1R+gs8LNgSvoUykT7M38O9G/tZvirb1L6scKE+0o0OPpAwET6U10A+/B0OPtyXiD540go/P536vWiStj645Xs+J+FlPks8bjzLVNg91QadvT36lD6Aa1I+JpUvvpuBQD7NQ0M+oUw/PpXAgr2EZwy+L1akvV1u172nRfm8NSDyPBfopj2w1Kg+WFEdPgE1zT3DoTy+rE/Gvg+PGztkKdS9iDtfvu3O970vdog+Qrc2vl+IOr4La4I9cyDVPZe92j54Mlk8Pfi8vEvgdj6k5yY9JXsGvVCvBD5luAI99xLZvdU7azvvTBO+uQWLvRMllL0a75E+qFXLOzq3hD1nbBo+gxmCPuxLwz2CJT+9n5mkvfDkQL2NwHY+YysDvd2e4T606Dw+3IpnPeyfhTrPLm09sFgdPuKKGz4dYGm+sehPvC9H072pgAe+A1uWPthhHz13z+A+ZWF3veRAYL4QjuI+IsGRvTAjwzyHCQ49SXvKPOJ/0L0ywFM+ywtZPeqH3b3LCJ89e85tPchAwLwWloo9r0+DPoDlYD5SB+Y8Jv7uPc1Pgj2cLrs9SjAUvsQyjbxcGqg88I6+vXFmcD6eino9ENgqPGDAMr5zXVM+ZgouvhMj3j06c3k9j8OsvSggxD1kD389gCm8PH68Dr79oiI+lwkZPX/7Db4LkVk90GnhPHsRAL7vNsw9zLmXPOPzVr3D/Ic9iR4hvnM2t73hYzS7y5i7PbkduD6xfwa9zg+gvvDPGj6WvAu8qf/xvBx70LnCSss9kuswPvFpJj0zjWc+OZ8Evn0gCD5znSK+F3kQvMqBH74DVMg9LGINORyIdDxjI1e+emsDvewWCD7CXIo+O8AyPG5RwT3VQgi7cuwvPodPRz4LAVw+pRfwvASxGz5Iyli94+RkPu3AET4cK8w9kOkPPil9eD414Lg9pHF4PrxehT7qR4I8b4BnPRzDID4WNBW+bIOlvEWr2jwawSI+4InmvYD28LvuD2S+FjmlvfBVwz1zI4k8qne4PdRFez6YWMi9HppYPZX7nb3W5+s6IfEQvk+3ZD3BgYG9zFy+PXR8bz243Bu9KEuAPdV8cj4ZLvE82kOwPB4UyrzkIyQ9XoBiPoNUgr0nR/K9VlwkvgQ+dj2xPBq+Tsv8vLSx0z182bE9zHywvHTreruQsgo925MEPq2rNT5AQhU+df25vSsnzz3xC0I+XgtuPX5U572qmjY+0B5dPhwyqL38iA8+ThLQvaCz8r3Fz/e9BaZKvr0Udj2rf2O+zsTtvfCwdT62GZQ99FYRvkPhWj75mFC+kmWNPSZLOj0ich++HqjWO4LLDb3rvLW+a6M9PiuT1r0zXoQ8S+sCPi/QSj4gh2e+TFuOvriVMj3HjKc8XGcDvtDKiz1WXi89RxXRvmNmPT55d309x3T9vZ5wJz6p+D8+cjNYPI9pzD2dzSS96+QTvU9h5z0UM5E+Whn2PVhBsT2QeL28aaBsvWaCNj4Cq8O9ZSmYPUw2Cb3QcAe+z6XVPbD7YD5EljS+ifZPPm7NLz5mC1k92dyvPcu+kj0RtaW9WS9CPaKJQ72rSZi+XT+uPDeYEb7n+je+oMMevsahzL0exxc+JCaCPabICL5Eb/e9OJksPjLjgb2Er6Q9ROiIPui+Ej5HTEs9AkNrPjrePb1mA2I+cpxcvt46Cz0C8o49SdgEvoOR7jyGpNo9CG8FvuP4mb34P2E98nbXu27LUL4PGSg+vzMrPTAh0L2IJF68hIEDvrH7rb2HY369m0fxvZPXyrx8lj2+fjcNPv6obL5A8do9FYyyPQdr6r3skAw8UZoAvl8h270kVjc9764tvpheQL2xjZY+fm85vnNL8T2HMtI9zwhdPpAZpr7iODM9MyDJPY23iz1VpY+9zji/O3RaxD06Q9G9q4xKvve5yTxbg0m9cgP0vRcxKD3o+JU9q8taPYY41z2xAVi+xKSbvSKx/7zzLkA6eQF7Odd2Ur69zI+9z9MGvlxXV75TrVO+XdWRPQ7I+Tw1ty49hxMpvuNS1Dz9RSs+9x8Vvq0vob0EHYU+0sMKvhLlszs6XWO97sagu+c6ab6n/cE9HRNRvmHLkj5VVJW+K0T3PNiwcD5xKt69oTOwPcmphT0Yphu9SRyEPq/E1b0tlCg+r2fxvWbjAr7gpga+krz1vKD2sT0e6GK9LTmYvU9u4zy/cku+A2e1Pe1BAT7Elqo9OjgCPjeEpL1VCg09MzvpPVlv4byU+5o7vI2cvaf7JL6U0OS9SN94vongPL76Riw+xVDZvBZUKr0rzEe+bpvmPfoQmz66DTW+Om3IPStCH77YMAG7T6sPPXmKGD6+bzW+r/tSPU0wH75BKsY9LQaVvX888z0ZnWm+EXoyvoZEAj55sjm8h8wpvi+z8T18SjA+CkA1vlgMEb7BfQs+kbBZvnsszb2REcO91PYYviH0hLyPwcG8BCJjvddp7D1XDns+kYZ4vj6XhL0KJp++dRAEPglvD7yorkU8a1+cPXu2Br1k7Fa+jFffvWZ5AD7pnpK9ph9EvQKRrj2uyxY+VNXpvTmtA73dbd88sPrePVvrr72m8XY8f7b/PHTO3Dx6+ZG9p0CBPb2Fi7zsoT6+MoM2vhFPKb6dSxy+JwGHvQZuOL5HPH6+MgdfvrMlIb4ZgkG9M4YtvkH4EL4+0oS+ESRgvguroj11Mzm+JNIOvX6dG742+QO+nbhZPgZkrbwZlf29TcVgvX6KpDpxd6w9x/govplQEj0Jxro8+qwRvtkjdL7WEYO8D7AIvnagFjxSlVM92RfeOwmlLryffNQ9GqEXvn22gz1pxE2+26RgvoVgrD0OLAe+65fQPS1aVz3MlRO90rMJPhPAvb3eoxa+30sgviU4Fb6QIa08ch3kPRTpgj1pI1o9+cYPvu1vC70iBtI9MV9aPQOvK74/ABW+V+ntPeEubL2hliK+nNY3vhafmb5+yhC+fdU+vl3JZ76A6/U87tsQPfVYLD0QsaK9hFKaPeEVeL2kJmk9CRA/PXv+Cb7mTZG8a/C8veJXPb6Reyu+CRwMPvJEkL3dDeU927qrvTNc4b2Z4oK+x11mvsu0g76xlKo9RNknvuri3T0oBI+9HnAHPTLLOz1WB749e7cCPm0QfzzIC167DWNQvvFqJD25K0W+VVM1vksb27y8squ9Zg9AvS2fLL4/qr+9LttRvvik5TxI+Ac9nmY4voCuGb7JJK+8691QvkAGFr5QzWM8bLvbOUKRcj3WZJI94TI9vK4GIb432AS+WK0Bvj4yEz5SCI2+0inDvbWYizxoK9G6LC/WvYycmb0cWdw9+MV0PgWEhjzwkZa9feLpPcybbr6UliO+GYXBvYkvoz44VU0+dRFnPWmww73FMNI9R2BnPUG/Dj7onhk86gxyvh3oRT5lRjC+cB9HvUeDoz2jUuO8UDLSvX/5uD1CVBw+Wt0yvn13Lb4Firc8nI8BPne7nT0oZfS7FssCPl9rCD7jBRK+xBQAvotJr7xjDEG9qN7nPI3R/b2gOcs8oLq2PZRxoT34Jog+5DZpvvYVsz3gIji9tSLgPfEnqb09MPc8EaDlvYFKtb1ovj29Q492PkI1LL4LPxQ94HAiPleE6D0PC3E+kiFtPiHboT0TPkO8YmEePspglL0zFnC+POkjvcaCfz6Mzj48x5jMvUZDXj7l41K7ktVAvjoVR7twFrs9izCPvRkByz1Xzhw91xlIvipDL75OVKY9xNu4vESZYj4Au4Y9YLyWvdxHYjyyX9c9AccHPn89LL0O6Li9sD6nvV1DDD73yjK+MvrqPUN3tDz2bz29lePGPUA7B77haos9I9KuPSGqYb4rxBC+ByDdvB3/BT0zKsE9VQ/BPL3AB76BFZG8pnoCvoFbBz56qWS+VEkUvru2FD5o6Te+zWqRPags0byKE/C9xG2svSdgM73BLLy9vSEhvoeWH7qNxSY9kGsXvp9bEL7CzBY9L22JvYlNOj75Jge+3uDyvURuEryqNu29Oz4zPV173jxkIhk8N7kiPkYrJr6idzc96U1WPTXF1rya6wa+qDJCPsdvWr4Op688oWEUPbE5pj0K+Io9FARNvg5CqDolH0y+vh4KPlVeJr4ZA2O9+9WbvIfjBT79d2g+BWqZPdSPo72q/yk+OK8LOzHXDr3Hgtw6img9PcaOUz6ULqe9ko4YvWDnur1qgkq9SANgPU7EBb2k0L88hNCNvfRuA71kqMi8ZH+LPrj2Br6XqSg9KQsePS1mw7w7a5g+U80tvqpFaD6BliQ+oey1PGLDd75a5Z46wulRvsSmY752iI47cRtEPiIZnj1O2YU83M7ivdBlPD6OF0E+eSkGPb8HLL3cYgA9mmDyvQo7Yr0xkCC7HWylPZBwlL30bAI+/aCtPdQJ7D07JM0932WVvIgMID3o1hU95vWSPr94+z2xsnC+ZNwtvhzgyD2A4KM8dcuEvRdLPT6DIgu8ySsYPjsTBT0A1hA+tbWmvDThQj3q8a290tuXPc8deb20D+09gs8+PJscj72RZfk82HfKvLQf8L1Ynpk+DKvYPZQDw7wEmrS9VLJxvQxF+jxthko9egJ4PST+dD1NYxo+9KoNvtPJnj1slxa+UOeTPYy/hr0ix6G9ms3LPSLwG74RC+g9SjDXueDumTt1ftm97mF/PQNUarwDfhG+v7vdvSZ6Dzoa+gY+dKICPm144LySxwk9Ne5UvqmQgT3UbPS9iqp8PpHtlz2dDIo+taRHvcuIQ7wfAw0+9radvh0B/jspeJ69lLRYvNIhkD06YVC+X0WMvFTezD2eAjy+M3/bvPItMr1tVq48D9VkvAubvzz2WXo965povqtB0L0jgSO8PRqyPOKMCT3ZxHU9BuH7vbD7971qRBu+hFG3vfFWJj6hVl2+Con1vTJNmL4tVgk+qUpNvWbCLb6EXR++4RFCPhxc/7zVSQc+8PSQPalNBb5bZoI9KLfSO0c3nD1IR3G6FNVwPV0WfrvXJ8G94NxavXw/4zs7zby916bAvLzmXr1o4dW8HkYkvhcfQT7mvfg9MYYNPeXDoLsWGIk9PDxVvIBdSj5+zfo9dt/QPUAn/b0pmFy+hVVIPhA5Yb1fDBM+5ZRuvcxyoL0RaAA+iqAkvlwEyb1nuxM+Rlt1Pq8ZZL4SQs49+ocGvhArETyqo6o9LGcPO+Gs+b0O8uo9i4oavrgI2r07xIC9VH2LvFWn/T0WQSu+sXNsPRlcSr3KtYA9icGVPUffpr1NuPa8PVRHPbuth7ykXr69moihPaRRAL3B9NO9EOgcve9TWz7NJe68wLs/PjLFCj37t9+7d/3/vap3pT7f4ba+pcvSPZ7RDz47iz6+lbwjPteCHz6tP/o9Ki1TvMvIxjznROe8n/6hPkuGW75RE9e9S2GovcDLuz7F4U2+PIz3PWm1x76QbES+jVQmvsdIcL7g1JC9P5oZvppiAL4a5KK+dT6tvXJmjL6BC0s97dsTPumCEz5XaYE8zKa1vg6xoj0dobE8FuqmPnFeiz19fYK9hY99PpJQ0r1uzxe+O02WvT9SIj327go+9XYLPURoCr5nScg+O9dXPhy+nj1gtbA+KkIavyvGC72HsOY98gdAPv3Xxjz2Y5U9SM8Lvn5EgL2dfrw8nTw2Ph2bmb3aXxW8LjuxPiDAqLxfwdQ+t8TRPYsfWb2NVsM9SENBvgN2mb7zWi++SXuTvvryMDxbKLI+XKVRPeSSur1hMPS9f/+yvZPtvr0brY49CTkxPRINWD1gjcu9aRBjPfQ7Y712ZzO+9cLbvX/jKz7zRgQ7zPPIPVVxIz7E8SE+vX8uvdsi5D0t8+g9Q332Pf1lwb3A8Vk8DMCMPgFR4b16Z7u97pI1Poi4wL7gp8S+zuERPQC0872tFcQ9tI9GvgDpXL4Vjs08jum3vRK1Jj4VQmA+2xYIvaAp4D5u+l29RJmsvWMl/D4sst09/PySPgEyBL41n1i9isOhPshfO70qJp695wZNvo9aor1+pqk9iGpXvqfhcr7Pq+S93Oq8vdWnHT3pOd+92BYLPuDgoLy7YqU9ICoMvnR1cr3ZV50+t/cfve0Xsr7SEko9HbKQOmPgo7ySUmc9s1sGPrOEhT5hXxS97Ay9vbvDbD50FW29UFsYPTZd271vPxi+9LgrPZmh6bzGGkU9k0Rmvo1Jpr37iOk98ZyfvTKJ2j3AgxA9+fcMPmLFrj5Ey3I+D9r8PQc9sD42WSC8SrQTPgif9r06ewg96ypivX6ab7ylR9W9b69QvjSFgLwahl89tJhpPiWJRb3MnfQ6NUWNPaMQBb5JUgC+DOknPiASi74Oo7Y+HRsPPo/Yr77DQJi9mybBvjHTWr2qjI+9p3jwPFJiLD3wFxS9erKXvngrJj1hW8e99FnqPH/ZTj5qfnM9WtPvPOUjbD2T2Je9yZlSPrZSDr2yqIu7VlciPr06hL1YoBI+jgFavlW1mDz2qnI+okUpPhM3jL2u9T8+VAKBvfdkDj6QRzw+e+RWvT0fqTpAZee87gd5vqW7Uz5K8LE+KD2zPb6MnD14+Jy93Z+qPSCWMT4UO009sk2OvMIBED42Zh2+2uHvPVLILzww24c+b8BXPkUCYb5V8eU98sxIvgYFSb2q7Bu+epzYvVa+xbwI5pW98yi1vYKEEz5cCBQ+5ZY2PhyOwz3U5uU95MDhPQvuHj7Z7g49H0NbPqqZDb4Dkti9ICsmPjFz2z1dUZA9i30BvjtR3j3D+Oq9/LYsvVRoHj51T+w9pBdhPg4eBj75s6q90DugPCUKsT1imKo929ncvUPaUT1Pu5m9DX8evVwpBT05nqy9QE/Xvat5Bj6YCqa9iauCvbc6372s6NO92BY0vmWZvbsbv7u9Ef6JPARnVzv8Sca9OXmzu+lWvj01IR88MoGXPAuKoL1I10w9vIWpvXGDSr7SVxS9wrGCPchbBb3OHoS9bP7SvSfTqT1nPdW9Td8dvWkj770nzL87B9+KPmkJ5Lz3FJo9NZgRPixrR75xdpy9WQVBPkznkD4ngJ091zDBPWzHtT1zPWe95edrPu7ZXT4h+i+93VICvsuW1D0w5Qk+Hr4bPuEomD3Cz+S9RFgDPV8NrL1JADg9wIqhu4HLKr1YGSg+JfR2veihHz7nOpe9A0pHu4c8Sb3hvpK8A5OGPTq+rz0nTQe+NMuxveomajoyZgI+oklEPR5pB74+9A4+vRYSPZszKr62aEY+io06vezIBz4ZOxQ9V8fhPbtRTL03vly9bjkIPg6t/jtM6qg9G5l0PUWMAD64Wvm9IXS0PYNHorz//kY+o78Mvj2Nwj3XCQ++ROAzPSYOSb44/CS+Xr1tPT6Aqj1yrU+9vkAWvD9Onj4g8Zi9OuDyPYR7hL6Lp4o+bG8BPhXQJT5PbUu9Rcx6vtQ33D3dgUo+fUFgvi9OCT6/8X6+SREqPZNpYT6Zj3m+5TC6vKYdAT4k8wI+zVvwPYqGeDrIQcm9gGicPfm9hj1T3YS94MoCPhVmfz6ZlLI+A4v3vZWRFT6/AY0+P3dRvkdbWL6V/hi+Z+rHvePupb0pNok+0eZovusyID3PIII+flxevUvG0r372PK9B1kDPkpHTz7yC6I+6uxpPhayUz4SVTu+6wBLvfXUWj0CMzs8w6FEvSU/vz1NCDC+fXaevY+lwrscYNM9h8WcPbteiD35ZZQ9CM+LPSMcuD7xc9i9WlShvSydTb6G95G8GowFvlBKxz1ygye+uEXHu1IECj5NoU8+o6YkPke1kz7mfiO96YQmPslchr6cGeO77lwFPtIZQb6AVTG7bcK9PaQZnb0z6Ce9MOFFPhBJVj4O06o+pKkMvqreAL0ww9i9CTPMPeuAxz1OPUU+/vE9vAMyKb5eg1A+xQHOPr0F470xfqC9ozuauhwhur3Z5LC9k/8iPVfdnz4d3bU9izYnPei02T3IQS0+QxPQOoeWjT5UfSa+Sw2dvaeXfj5CuhY+P7icPbDNqbwFEaE+YvRKvZnklL5pRRq+e1MDPn1Jvb2YygA9jnaGPOCJK77ZLP89XiEIPo/VFb24GgI96RWVPXSLgD5qmm++vre4PFHcLj7PRrW9b7sHuh9lFr5S/Be9O/vPvXsC2TzFvfg9mPHovPOIyzzNy2s8Xn6Evos1AT3APzo+PTCZvZ+TMj7mHvC9FUYaPuxGX73YVVs91YpWPDvwdT575w8+RDHUvfUlcz6Md+Q9hj9Mvs0+q732OBs98X0BPZlEfD3jrZK+FZ7APSNjxL0F/VS+XzGavqIqPr7Ot4A+uJyVPeXwuj1GKjw+PhIOPXd7Cr7SJvE9OKm9vDwyPz4Du8Q9jaGWvcYrjL0Jhky++CtWvoCj7T0l4sI8X3FYPHW+ET3ejaa+Dd2VvYLRkz7U9/28P7ofPiJOoz1RY2+9YGebPR2LxzyixIE+iC8kPinY0ztwTSc9c9ZbPbtfWr6Hx2G+ZgOJvZAldT4bvj0+6KAlvs/OeDyXXJS+N1uGvuCadr6733m9FgSMvaqM170b2x++7GCqvvYhjrscDYM+9zosvu9vArypII894kypvRoWV70EMmc+gYivPYQjoT1IzGO+FgqPPJPJPz5xF0w9weD4PaxmrzxEMqO9zXJjPp+BGzyZdBg+/3BdvuxUQr58ZQ69ndpDvlI2hr1c2fe8iglXvu9XAj5SK109HBKnPY9Ul7z1yi29"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "S7tZPYmBuL0TEqU9+DXEOhSDZTu2piy80YAjvXnAMj0R6OI7eoNAPUG8tTzaZ0q8UCeVu4oBIL22DPO7pV9wvMYMAj52yVi88nSpPZ2jI73k7YA8256BvAWYyT1wyAy90iCcvTd0zzswOgm+XwRRPLikEby39F29P0CJPezXJz3Z+y69881Kvf5Bvb3lm8S4PDvQuV/u7DxtoHg71W7mPYGCLb2pWhu+9Jt6veWaZbuuZHo9q9ksvn/WdL2WcJa9r4yOvHFQ87uFQCE8u5OEvSLpDL7i6Ni8htBVPOZPRb1DP1g8BP2PPc1qNL3xMAU6GnrSO5IQSry6K7C8Qjn4vWVA9DxDQRa9hzKmvVU4Xz0vRDG85JRqvVnymrv3HbS9dL6QPIEMGD1kP7i9vP9xPRq/Zb3eZYK9vuDbvUSf6b0ncCM9cuBzvQdiuL2u2Zu7I79GvQqZmr1iUSy+gnltvqoUsL1uFog9aqA/uKQyRr3qunm8nezWvSHRJz2iZW88oeoTPeNKsbzGdVw824t+vQZfJL1D3AG+c5NmvQxHybxJq5+98iDHvY7jUTpBSBy+HIcBPCcRGL37xd+93yGNvJN6Ub3Xo6q9epS1vUZFIr71CHo7yHZzvPmKZD3Bs4u94VDkvIQbObd3ot87oFSJvd7ibr2NYiy+bjc8vaoOEb4="}}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "sFyXPeQtsr0amgC+jaQ5vOTqTT71Whk9E7WXPJAgqbwOyJC9pJQwPrSiij0jTr29pWrxPbfDgDs5cd48kEyaPZGJybzWZ0S9986cvckZEb0zmFG9z8fKvdkhgb1mTM49Do8APdU0ij2+XR48PfaNvXB2Dz1k00U9NFEGvrALNrzsxnA9yh/VPUz0WL3vNDU9Hz5ZvWwTIT0cCng+DyBCPum2iD16OV8+/flkPYfnvz304Fk9qB1UvaLTMz6x4vW9j5agPAz5jzvsDJQ89cMJPaUEc7z3MhU959fivNJ7Nr7K73w9a/Nivag20zx93KS9R6IQvlCBP77zYiA7tJievVEniL2qHc+9h0wyvebQzDzhOz09yHaVvc3lOr7et2m9fSC8PewVBr2nqAG+S5tBPYdp4zzxBO49KxK2vfHFF77lkVy8eBdcvdLpgr1PaI26SorLvYUTIb11JdW9X2vqPe4QL73F1Qi+wC8CviiPejtOHj68+zAPPoonO71jY169HYTJPJL6bj3/zag9RoUBvYrbS77x4LY7TB4iPvywDL1CdiC9aHY5PX/bsbzQkTi+7G8svvF5jj3/4e29aQyNvbN91TqE6728FA7fu11ISD2+dkm9k2FOPchwF77ibLS9uWgTPv+qsj0GRrg9L80kvFVgiL0tzFk8xJ2sPfh3Sb75v8e87etbvGL8Z71n5Ro9TryUvZZBejw3ili9LSzWPXgqkr2+7Cq92V1EvgwQOT1gW1Q9hNpePtdCC73p0yC96JFfvUzIkT2I9Hy9uNxtPOn2fz2y4hS+5qOTPaN/7b125Ju8D4IlPs8+uDzlHTa+laWTvHdTAb2Bolm9ZmBuviIa7L0f0vO99ahKvdYWZToNaBg7L9kTvjOx7b2ALhM8VUzQvYWuJL7Mn948TY1pPfnz2zzId2k6Ma+pvW8Y6T29/FA98DxSPAEZLbzeox69axC9vRQb7rwwazm9VnZtujb9SDxd4L29Zv2SPQDaeD0JXq89MHo8PjGVPL2TM7w84RwovWUtS71CXIS9jC/Iu/QO6j25FQy+BakGPs2zzLy2AUa+DgNxPafU97xnL8A9zcepPf0F5T0iZO29U6G4vUlllDwS/TM9Vr0qPRZ8s72lyDK9iy2aujvJTj011we+aIAPPQzn1TvbRt88ZFImvm2wZTyEQow8HkwRPPvsZL1aKWo9KbdiOlbYpTvm+yA+YR2IPOuUvr1haNy9UAWCupgZQL1T7mS9eN9tPW8R4D2G7QQ9aW0EPg2Hqjzwdxq8kWUSPeXGjT3xtAI7ypFEPKgIlr1781y+m8kvPCFJ4D3ECfY8F7qtvbT4Lb0abw89+Lm/PNH1qj2K/0w9u39tPe2dvL1K87i9BX5ZvaOpir48aqS8OkJVPbNly7z9MUI9vUSsPTXOFT5bsPY90GwePoVcQL6edSG+800FPZ/9ajwSDOE9o6unPTyA9zwAxFo+6neavWQ+f7uFz2S+FfADvcP7Qb0Jdhq+RN7WPdFDsr0p/3q9YhOGPcrv9zyLVTw9wXlUvdW8zDw9dKi9Zfb4vMbDEb7qFLQ9LiACPRC4pjpcvH09SJfOvYDPTT1Ep2a9zXgjvP2Urr3m3ES7CWCaPa1p2T3Slww+xRfQPREEh7wjtzO8arGoPeDBSL2vLMy9M3zJPFB9LT0nfpa99TYMvWZmWj3rTBU9uqMzPQYN5L218x08Xr0CPbzBYzsOBOc72jWIvBmN/juM2qQ9LxefvbOUiTyexoe9Zyd1PNv5Nb3PIDy+s/SPPcUoDr5Im7y9Y0igPY/J1z2g3K89SVWkPfTHEz4YPRk+EBWpvWjBRz2Pi/68+a3TPStqEL6lN209g4wYPc+FQD7aiDQ+YMtxvF2Z37zPa+c7UWUPPhQ0D75AM7W8Hkg5vHVFczzoZuK86UELPNE6sbzybcS96iMLu8JzMr6mKJi9qCA/voq+7L0utg+9+7WSvRpGuL3Yj3g7CJ6RvW90rj2SLdK9IbCrPLrB47xD/vw8BsQOvdbwET071TO9yIIQPoTitz3uE2Y9Ra42O9AiMz315x88GrLePe+TnT0cqJ89XNISPVVUVrykd4k9a6/xPUagrD1ZBFs8cFl6PRkKBD6+9mK9etB5PfbiIjoJiQY9PKFtPA5GHT2+JBA9OKvYvCeq3rzQmog99a0FvNPx1L0VPrw8mT+2vA99SjouHJw9e3BQPAhND75FuTQ97ePuvLyICb1/Cn49HyzsPXOfPT6iRCW+rXl7PapzAr6+mQ0++EZzvlr8UD7giJu9aYpWPmMXBj4FzVW+MFFUPclqiz0lH9s9A9SHPHpf57wjBTy+8XyLvnPOGL6bcsO91gN3OzEgyb3WRHy9+WXhvZv7oTw2cFq9HNDfvL2DqjthEKk8oFQkvNsIg71w0Z29uVghPkTXKr4qnaw9kLc/vQywib0hdBa+i95nvVYBmzw1DQA9u/UMPbwser00xCk9ixlNPcY2XT0wV6a6WaBGPMgHCb5bO1e+hn8pvsBMpr1QwjW9nr7yvPoyWrzPqxi+/sGDvSFJML5BIJk9OntEPD+WqzwDTDA9rsAmPXIIgr0+PSk7I0qFPSVN6r3v5Ic9/baSOf4aDL20onm98Uq2vOTVaL4WUAY+1FuHvUYFED49owk+XcMCPrPA2T2JwgM8PdGCvcAIvbro99S9/3QVvHlkhT3o/1s9CCaTPfJiXD4pJJc8xi3MvVbf1r1sYyC8CpWMvIbgcD1jHke9rlVSPILWEj0RsSM9rrKNvdEGvT0DGUM+HgNyvQftsz2+nUS9gNQxPnrHXz3x/Bq9bQ2cPO0kGTuHRYA8W33Hvc1+zzvyiDK+YNPxvXNtAr7l2rC9ZCKIPiMnY71whwI9nBRDvRlng73bdfM8azCOPQihwTxbujQ9EerZPByiozyddzK9v1OcvGMRDL75Iwm+W/vDO7XajT3U2yy+oUPEul7TDT0mHMy8/E1MvW/0kL3Pn7K87n81PUSQor02UOs8TuukPdvKnL3sLMu9K9lZvb4dyjx42rk9F46IPdqUgz7E7f48YOinvUorfj1382A9d6WFPYfwnT1ym7g9ZQZOu+m8LL2ISbC9ISv3vYi+Qz3hw5a8m/AzPGn/8Lxi0ku+3UGhvT5mND4r67q95wOTvecGvLylSsU8RGjPvHZ9uTtyIBw+Em/EvWfTXL2oTfw9e8TLPMl2VD0K3Xu+JYNqvcYmaD3Xbnq9EuJ8veu6Az42Aqg8D4UyPRCgHTyJSHE9PyMxPtUCAj5bYPS7YLXNPe16Aj1CacE9UWO+PH4A4T2bpKs8bsfKvQetxj2HA8w9ivEzO0nPYTtzowA90x09PS2r8Tq0a1Y+maZxPCnZbTxAZJK8PEBZPWqqrz0qAvs8e/BtPgvC4Tmo1os8m/UZPhCEKz69XNs9vVb7PTnRED7OGlo99h4LPMeySL7FBb+9vSH1vdcPnj3CC4W9GHeAPcPb0LwXeXG8IFLgPXG3hT3J8yI92cXzu80/Cz0FAnG9y2/7u/xA0jyLaUE+2Rm1u+Vhjr2+aWG+rYEXPpVFmr2fEfW6SN7TvFLt3r1p6LM9JIIEPrtqzT0gDak9Lf+APhjT5D2PBJ69S7AhvT5LAb6tyTW9ylV5vrV4iL0agTi7/o6bu1AzXL2wfL09sn6RvCJORr38ZDS95tnSvEWTEDwaJEY+7r6QPV8ArL0yTYI9HJLEvMKDz7x/E4i9cpnpPZK+lb3hBxi9h5x9PcRfETwgGpo8wR3SPEDEkb37puo8KaHXvMkKLL2icX29niOtvf774zzIs+a9sc1kvBbBwj1Pp0o87F7SvNCXRL16SBk6zXbTvRIz473e3La9ybFXvc+ezDxQIts9qOJGPiHVljzWy/48l8QxPu61/z3xOBw+DX18PhP447xVGzA8gICyPZEqUr2gjqq98h6wvWBaOjvONeO9F6XUvKIfS71v5iY9AW+CPAmnn73oOza+9xqQPUL877wFzcQ9t8IFPU5DEb7x6Lm8+jC+vAUxQb0b3N68QtXkvPYQfD0qFVQ+mt6GPflsVr0HpJY9xjgHPVC4FD7bVIk8TmDrvOwFM71Omug8CIorvSLLT71/f+a8suNjPQhZnT19CUg+cjBxvfCJGD3JMo++YEP5vOXEir5P1A8+BVDWPS+RHT3j6qU9W6HnvTHjsT3W2g4+SV9kPlxXFbrmm4K9QzIlvbheRj4UJmq8wxMevGYFsD2SiIG9Z4LJvMVhgD3i/Fc8ocIoPef2OTli/gs+Vng0PvckIT5QSP09rzgZPtcQDj6pk3y841VfvAy/CL1VWx0+LYOMvadZqD0L0hW+qL6nOtkkCjxGLxm8aRgdPjRzHj6tivs9A4lZPi72SL0mOpi95I+rvBQ/DD6Od489sCPdPLclvD3hMpq9HI7LvHWWtz0l3gs9TqxEvcJb3bsco2c4h2ICvh3SAL1fkcS90guqPPEGSL3r4bi9DVupPLphl70+U2m7hgtNPWkdTb4kAzO9ulcWvWV/XD2pf+m8R5AxvdgxqTrY1UE8qS4uPrOkpL1ydX69PvQTu4DerL0sT9Y96K5nvFgTLj5iBqC9RedRPt8SMT37tgo9j6JzvEL0z7xAM4C7/f6MPVYlJj4yBSo9w9clvlkRfT0ubJ69Vsm6vTooWL4XDQy6KJepPStX9DwCEcI9MnPPvdB3cb1HcIC96uUHvQnWdTs5A368iTjEvR4sir5fwIY9F1BFPWN6sL2czhG+nYDavHTaaL0Nnjk9NKcuvbjsjLwUz/Q853P8PBVO5r2ZCBA+1eBPPikerTyPDIw7EjPZPTa0Qj10N228EI9NPexRoru6JDw+DpuoPSz/+z2Yq4g9TFLdPKSINjwHW/c7jgtHPaSCgL052cW9FQ9rvGwm3T1CZag7fyEKvVtr4b37rv29cg2nvB9YVb2mAFo9kC+xPdK2aLz73uI7fuR2vOqsaD0wPTA+cNS5Pd5U3L1vLh09RxOnvHeUbj5NR/29VClfPgZUND6P8+w8K+6KPoUqYL0NJYI96+F5PXXufz0LFnQ9wMVqvLc8tjzWzKW983qavI96I74Vkkg9MTTwvfkutT3M+9G8V6yZPSR0BT3XTUk9nxHHPNjPArye2dQ7Pe4GvRZflT3mEWU8La0+PavHuDycJM29BFYFvORAyb37P3o9/xOQPVvJ4Dzc98o93fjPPZJT2r3QuBQ+e+5/PR/I27ywMsg9X1pYPpSxZL5TmiI9olWDPLlvyTxu+QA+ZznkPaDk+zwUMqw81gA3Pn28Bz6DDxa9xqcRvSf3Urz/ApQ7BjymPbhNDb1c4CA+yMUYveznIDyYOwW+UTvcPfle+bpQkAs+Z4fpveCbir2RC1w9p7sBvT9+Lb0N4WG9oL3NO1aqSD1iIL49R6LevWyJUz19Xa89KvfDPNlGAb3O4To91d6zPfq5jDtFlG29XX8HvjBF9D1BvxA+/wb8Pf7YFTy8hMg9630jvloBBr1oyLQ7qPC1O2Dagb19dfO9yuF6vEEJIr6PvNg8o0bcPPuP5b0ExhG9wh+BPKh09T2zaJ28zQO+PbGuCL2u+M09FYx1vMmBwLpzPT89hGikvU/G873VM6y9531ovdGtoL1WbOe8Z6ICPrnJMj5JUxY92pJFPgS2/L2PJUY7+fi4vanKCT1MG5M9k/uRvVjoSLyIaGu9f7WyvYpBCj6M5qO8njOtvfZzBLwr8JW8YCCLve8qAD1Mj12+eaQBPnRXFT6qiJE9azMIPp653r1WbOC8m605PqnW9b2O2dY9TsHmPXnMDDzCDSQ9O4j3PE/iODw4HRy7RuDJvXwmKr3M5Iy9IcojviMcar3Mx689nxpYvbvPRz0uxGu9scNivOJg1zwjAc+96IW7O2gk0zydSrw7WoIbPLcj2T0SZsk8knMAvm29yDx1YIG9q5GMPZ2J6r0R0Rw83RViPZB5BT1VL2I9x264vRc9Rr1QR669wZ6QvUzjxzxeblA9IYAkPlLx/DssgQW9GWh9PR5hUD6QsBu+0AFdPtxUML0twjE+lefrPWXXuL2EFdG9UFPrvWq+xr1zbha87zCWvWlR/T0i0o28y7OfPVLGP7uA/G09ubOxvZ50mD3FXsu9zyRQPsB8ZT1OAU2+gLE7PdARyTxQd4w9HN2LPDC/4jtmOCK8V8savoMQET3DhrG9miDovKnXu732kC+9ZT6RPd6o97wcnwc+e2HevV3tRb3bF5u9Gka/vQYP2byrBD283ysEPo7L9j2tzaA9wjMfvQhtvL1DM4s9QSRQPao0Ejw56HC9btBIPeWiiD37cRQ+1dqhPX5PVj7Nclw9wrAWPCsvJ73PrRa+9Y/7vWsg7L15to+8jp5rvPVMpr1/Oaa9QJxAPn5Uh7w4R2M93Q3Eveq4g72c+sS9x1mFvbRzkDt/oTI8WPKGO24OmbyqlqG7rc2CPnuzEr1AnVw940iyvWDsJL0aohI+AzkQvOcDLT49Eig+cGcZPrO9FT4f+xy8CMseviuOgL1zIaG9CelHvBpDLL4Ncgk7/rAYvqU3EL5NmJ49jHSKvYggWb0/ZIG9ZJ/OvWoNp73AbU283erFuUxqC7yOdXC9u4XcvA6317zFu428LYj7vZo52jzHOyS9EwiRPjkYD7zc6+K8yQlyPczFqj2upck8Pr5KPbnh5rxEQNK9tN7+vTU9pL2Zk1S+rUewPfUhOb2Imyw9zdKRvjRgJz5je8e9CvPGvZakm70cPri9+lDRPJ0+Vz7sSCG+pWCrPUbEhbxPJb697/8dvhilrr0ptKg9notOPXf0wL1rLfs9hbNMvcAwhTxwzaC6sQyoO84PLD0IBuc8jzw2vSKZ9rwfUxo9DkcqPldM1r0Ju6y9ygCrvfaekL15xgW+n1yLPEO5ybnil+E9hF6dvN5umjzqh0O9vySoO3Xpkj2e5pc91OTbvb8EVTyTpZy9NznkPYr5Bz2+dc89l95uvcs6gLvGzCU98G2xvf94ar2GcAS9w/EsvTk+zjyETGQ9dqhlPrCa0r08ZKy8YV59PeyLcD0Ui2C98UAKPjQGczyAIe89w4iFPbQk171kSaQ8kiVsPUNffj3rbk+8TyHgu1b92jxwKpC9tVOYPTIKWL3NaK68KfWuPFUBlb2jm4e9KeR1vB/tuL3t+cw99sCtvZbCFb4e1ks93eNDPYEU6r1EgIy9pFC+vd+Y4jygz2E8ch6IPVy3XTl6PwW+wnauvRKzvLyCZLe9PVuQvfKqFT1fJB09Yf9mPT/szzzzElW9KPSLva/nyrvhIOA7E8IlveA5rr0skpa9tWAlvkOp0L2/skK+h0bmvHsgND3Cy/C7NAgWvQukMDxi+Aq+UUVMPN4sXT39SqY9nJWtO4aSET2GVxo7uY6KvL7LFj2iMFA9X3lrvcTJrb3RVa08ETGEvUfUCT2UvJq9Ig8Zvl1Z8DsAb/C8qCFOvZQ+cj176Jk9KEGpvPdIczwXz8+9rOyWvfbQmr1PLkS937c6uzBdEDsQAMA70wq8PH3Tur03bQc+9tAmvKZnUD33WRk9lmO9PbXqNL75/4C9zOIuPa3Ewz1NlCc+qjYJvWXvQb2osHy7IYcsvRKFJbyFqgG9wWmovYf50T1+c4c9OWcovGUPBT6l3xy9kA3MPdmVwT1cX0i9NK6EvbKz570Y4J48thDcPVKghj3IsxY+jABhvVNeNz153gc7hBSIPVjfrb3ArHW9xVddPunUUr12o5g8DQ3IvEUOnL0fMjY8S8AUPr1ZtTyqXva8q2BCPX+nYb16VGq9pHR0vX5m8D1EyZ69+YpNvYT8zL2P9C++v3dmO/Y5r71Sveg9Ida0u2foCL79oQw8C/JHu3R5wTxFrGa89OBHPqZr4Lx6qdw9bmAMvuxYBj3eG2E+Pxp1PXW2Uj4lEjc+pbE8PYIBrT2axRs90J40O4+aAD1AI1q9rqpkPVQCwDxfUpo96gnyvMEYpz2TXus8arL4PMxgP71WuhI+HFUtPiZt6TvNk8g93gQ4vcGBQL1siLG9FSRKvUGdjTxA7wm+mT+FvLBHn73riAa9rnbZvYJHFb7vStC8ml+8PZt6ybw7UoO8x8KPvSlzHr0fTJg9tEbfPf1UHDydPeI80Oc/vPwYxrwFDli8fsANPviBDb5PtHa95fqfvetqLLzwZ/W9zAXkvUxOEL3hgAc+2g84PLWck7z6R0k+JsDGPNhMYT3FctM9BX6ZPZlAp72mW029WSiHPYuEwT37EGm7mDenvd9D9L3xyAo9zRkIvcgyYT36zwM+nso9Pp3Ctby+pvY8Cr/kvVpS7D37Ja27XmrYPGDfxrwpSOi9jPDsvTEluL3lPFw+ezLoPclhxr1qeQs8LVgHveaPqz0WoxG9dM1kvTL51z2jX76+DZYEvgWYAT779lA8oCsBveCoqjqGZAg+cU/LPSyE6bsgbJs9UPzrvCmUD71vk5k8lyraPaLquj0zkwe9eRW2vWUwqrs6ah674lnvvAuCm7xYAZw9RCChvKp8zj1cfQI+XeQ9upsLiTxgTyI97nHvuzKlBD11ziC+NQA+vik+/7yEU5E9obgJvtSflL24auC8SG+yvBjM0L1mDMk9bxvlvORWbr2iJ8u74yfgPKinMb2gbp29xjWrvL3gpz0HOuI70kcYPkt7ybx4wdg9C0QNO+LJAj3yR5o9XyI6vdU6ALzdoRq9xEBVPaYGGz1ulAg9pS00u0tPtbz3jt67znWnvYXAIb16jpk96gBkvoP4XT2Wi368dwflPWvnvz3YLre9UvXRvAQ2PT25dxQ9c86oN56miDw0A229Qn2GPdqePb6Tedu9csjCPLwR7L3Wobo8qWjDvOoiPL0L95i9L9HZPalu473Se/g9Rts9PhtBoT3AGTI+lNEaPM7T0Tx0YAm+zWbtvIOoEr01kus87t5PPbtfZr2sX1K9uFvLPeBhh72rEUG9/2O9PP/tMLzdlOy7g8SXPNzbXb17Ilu9j+DxvVPZPz6bJik74GvkPQlp7D02AiE979EDvQFCHb3L4tM9vd0cvuQYnLr+xQi9b2TvvVSSJTrEiPC9QYYrPi4UBj2tnYq9+3NEPbBhrr0Qfwa+bTamPekxz71qdiE7mwVUPfhsqzxEpxe8cfAqPHB5JL2SjEm9RW0HPut+KT0zwpW6nlrxPI6IGbvjha49xQpNvVazAT6qS4+96EkePN+Rqjyz4Te9bt19vUeTPLzheZ+9HYOoPU0PIj3YFe+94xBDvYT4B7zLxrE8cMUrvDAcHbvEGBI9FD8Dvs4n271neTO9Rcd6PbisNb2G6Sa66iWEPDNbMrzLdgy9MIyUPQlDDb5jCIw9zK9IvSJLAD5eIOK6wcQIPrCsgL2tXQm9TMz+PYtG1zo35rq8sfQlvZkVjTw8O+873UXKPEhfEz5slp29LtokvAsUBD5e74E9QbOuvbWNMT4PXNi8av+BPZkY07xm6nC9WDB+vKcQDjzfbKS7V+auPAyoLb3a1ai9P3RLvY/0ezynbSu9M9oXPhytu7yA60w7VpHlvSpZNT77TzA9XKBjvDGWPj3bc/+91SMxPsgFsb3Bw4C8F2ZOPvWDsj0PoLU9AISRPTnoyb3qMg0+xzejPW5dxr0jGdy9K+TEPKtPmjz3jMq9yQfmvZk1873xG247aiwCPln8r7yqMQM9KwdDvPvru73a9ni9DTRbPZ9qULzLn1Q8nftsPWezoL383Js99yKOvdqnCb3NsJY9irBevap8l70PYBG+abOFPVbBar1pIQ09fcmsPbpVV71WY489hJgavjn65Ty1K5Y6c0a+vX0nar0cuUa95D/MvSxliTsTWrO7WSYTPv5ZFb5gVOs93LkdvUJR3bs2LKi9UqKWPcfYlryICak9bDWmveasgj3SuAW8p0YcvfSFFb3hHxO91fMCPmGBLj1vz1i9bvMsvHFyKL40r6g9MNoTvkuXhD2A2Ow9dAOLPVSfCj5fKNW9kUtLvf5TG73Q8c66tpdIPDAi9zu6yBi+3yPlvVZqBz7py5C9+6l0PWfInbvz35K9D2iKPchlST08upS9vyIPPbBLp7xrt1W8oxw1vWce2zyzSaC9GBT2vWp5Qr4sGxu+uvUBPYM0MT07OTG+uvvQPekHJr5jZF4+hVbuuoBXsb0nuoW73POwvPNQkr3uiVq9Xb1FvURL4zzHn5M91fWHveumPj22qMO9PjWlvNJncjxC9g8+asBmPS0WDb5DLr49kTpovCBcOrlVk7+6udw9PZX8ob3qWIW8empsvULilz1ILZ69IairO4+mHL5sj7w9cEgZvLmAgT4ulsk9GEfjvTnmB71r9Su9Shx9PaYczzw35Qe9qtezvaSBhL32pJq9wDIyPczLej5NUNK9ZqJwPuNwTr2jeEG8DFHwPQ6w/LylE/U7IN0FPXkmEL2PHtM8te0hvpNSmTxQJzi+cn0mPZeqsr22s8s9eicJvq+OcbwUHfm9bBKtPZ7C9j0kCoO9HkgjPq48Rj7JQis+VLZxPXiYfD2WfeG8Y3y3vXQgFL6dt3w9XlkFuS9n/r2thN88ZIicvXZyvD0DbYO9JNonvIs5hD1V4co8lYQjPsgzIL2v1No9cQWCvWIq1D2p7IO99/wOPNjuQz76IhK9COolvDjc7ry5bjS8s0FMu8WKHjzyKGW9TuRpvSc+/rt3RZq9F/0TPV6NuT0/n4a9XAa6Pdn8cD09YHS+GhH7PHMO+70Hn/u954mVvPs8I7yn0rU9KvOAPdpFMD1SVUo9v4fZvW2viz2TFPA9bVx9vbSABT18WVa9s9UPvRKWiDp9yyo7vLXovTV4VT0lnWq9Ndk4vpCdk72ZAbW9msrxvMw34rsj4WK9TSgzPtg/xb10Aww9nM5GPXVwzb1GUIE9cmIGvsGNM77IMgc+pVwOvcfUo7s="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "BF27PBAhiTxMWJY8g8oLPWUKIrwp9jW9ZP6JPTmEg7yr1JW7O8mVvZuGEDpPQIm9S9cIPfheJD3ZrTe975wcuw=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 