{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "QW6Bvg8Smz2M2Xi9teHsPYiBED3n98m9YixwvuexKL4CSuI9VkWSPFYbzjvddAs+g/Y+viqvbb1tRFo+eMPyuZBVlb4KYow9eRcAPltbcztfqjm+vhEQPpMlkb541qK9G4QGPjgeKj7R/z++D/CzvBahC74SD1W+ccxnvvo8B71EYUa+U1/5vA/l1D3CYxk9NYr/vZYqnD1roO49UpoDvibLDb5/cs09Ax4nPqqFFD0uAIg9SIpIPFIbFL435ja9b7gsPistzT2+nPU8Jx+APRVXIb1Q18I9Sa6dPUzYDb7kQAm+edZkvpSxZT6HDya8RKcBPiWnyLwIeLA9Ft80PduR9b2/igg9JHehvEBfWL7I0Bw+LRDePej0Rb4NCQQ+9q8WPe5Dcz47gfy93rN3vgFpQT3WUmy+zAYdvjpC3D2MNle+ozVKvcWAuTzWNEK+4MobvO6xaLxgv9E9OCU3vQ00tL0oQX29z6wRPpBvJr3ry+K9AmGivaLjNL2R4jS+Ktn7vdOYX74ruYS87fDEvdvSmz0MZXC+A1ODvnXlCT5AseE9SVaNvfrfAj2pJDw9ScBnPdOQvz0wvja+AvVQPub1H7uwEQC+4HOYvfY+/r2R8Ke9RPtAPXAEob30Klm+cSHzvf2kBj6B8m2+FOYCvkV9VzzpxiO8rSBFvpiRB77J1cA9XNHJPN+tCb5v3mc9sskqPgB3JT1BTE8+rvL9PCwPiz5Z1hK+6trevU0ICj7KO1S+nxLqvS7H5TxAnRi9FO5Qvg7Z7T0/dG0+bxstvraMnDvbAr49HK1cPGSnPL6jPrY9b4w+vshdbb5hlCc+Fq7PPOsxIb6FXks9LcNuPTSmCb4d3eE9q65VvaXuW70x2Rc+hLk4vnmeIj4z05C+T6g/PrsY+b1eE/Q9gvpXvVT1yTvXK2A+G2aPPIVLUD2BgKI97PjrPUNPvT0/o6q8eOjXPRsDGzx0P9K8a3wpvp9d3L2ksTg9M24APdOSzL36ufA95SJQvN7dhr2ybrs9IVYAPvURZL2Qmle+m3kUPiPJhr0I4ny+uh86PuunLr400TW+nVQDvt4VIr5JFpS9bX+FO9QRpbyViJw82e0NveRr/LyVcwM+S2SBPJnIwTzgdxo+SQ7YPX3fiLobKb29pqm2PEbPSD13Ue09JXfnPD7KJL55u+49AG9nPn7Hur2DiK89LvqFPX0k670J4cy9eAwOvqs0cD2wV589f5wBvitvH72UIyy9QZSSPf3x2j1lv/46GNLGPPeYF77cWr09ZGuGPATBX74TZyQ+7DfsPeh8Crzm4Bs+GiAlvq6Rxz28Ti297yBhvu4Rx7xwubc9LdbKPXLv+b0kRS+9MielPM0qZj5pgTI+dsSVPXTDSLzIXle9mQPHvQEnJj5x8RG+IPLavYZYD72QvzS+2gIiPecfQj0v/Iq9kw9cvCiNtr1Tg1a8BpttPZ1tXD6l6/O9x2sqvjgt9L3G9pw9UQTdvT3ZWz5n/ui9ZR3ePTNfQz7iyuS8eb0RvYs16Dt8hMq9nQMXvfOPkrww7Ey+Pc4DPk2O+D2AMnm9qTqbPUPAhjwRHnA9ieiVPdKXuT316Oc9711HPOfDZrxcB0u94TmHPREQPj3xU009cnNuvTJGDj2sA+69SzlpvhVGJT690gC+xMIlvTjYZL00Iz0+FmTSvSJbqj1CEom+gNIiPkgfPL61SLu9Vq2mva6VhT11nJQ97j07vovsBj5l0A2+PJfFva6aIr46EsW8IBcovanVDr5u4Hq9ga9Rvu9f0jy+gxk7h6rdvfofdb7Muk2+duCzvZmrr743mP69hyHIPawOj7yVxKg925Y4PRmz0Lu4p4O9kFCsPj1RIL4PtSg8+SHWvOPLtbxlM7s9bNjQPRX+Q737Kl69lQZavaAkMD4ye7w96zNLvv4ogTznloG+owGRPN+Hbj75/Qo+7j1FPtApRT3MljC+xoLau/h4ljvYhEE8UkB2vpfEeb7+vO29XeLMPVy6hr0QeJ+9YcKUPSxhdj00CRY+bohEvoj0xb0Aybu7k/0Ruv/m8DwDkd89yqPdvYSndr0cQwC+dcBFvb6ilj3wwie+8u+NPU6nJj62qi++5xTpOx+Ijbyd0pY9ilCevWbnlz5a3He+jisLPsNeST0akY6+46j5vQ1Wgb6B+dg9xbtwvq44db3Nizy+OMkpPTTxQz1UwOg9Rw4QvAHvBj6xFfC9CscLvF5TAL67nxI+N/gmPo+/Bj1lSWO+L/5qvDrsG75mMpC+T1nbPIquZz19ot28UUWSuj4gEj27rBI+eg3BPe/3zz3tt6u+w/Ebvnp1z70lefu9pT65vXPlfb693dA90iu+vL8DFr5GSyQ+1gk2vsj8GDxSZUA+ZZzrPeiblD2qLTG+YuwpPqdEIT5HDgy9tuhBvp+Xfb5nnWS+OQPQPdKwyj4yvEO3OTq2u6TdED4+JY2+QKToOwHYJb5VW4i+dhU+vjlUDb4ZQP88+04QvjDskb7iPI09b/wQvXQ92T3TRTW9h0UYvs9NGjxIIFK+21kbPol3cT3r620+g12zPd8rSDwwsZe89/PuvA+MRb0b9Ze+1UQ/vRE0573uUjy9tcYuvq6FJL6SY469RQYmPt1eZLslDo47txx9vtLJG75r0J4+VubbvVIYED19gF895d9tvb+bQr5KAG0+DaHAPUnn/b09h06+7GjHPb7DmD7yNc09ezYzvHTOH77VtiA9ruKbvAU/pj2Q38m9C/5KPvFwBL28nIY99v9tPhv3Jj7+8zI+EkMBvno1zD0/io48bravPdiEWj79sZ69nBMnPvuE0L3PayI+Jhsavl1ZLT3MSwC+zyxEPvJNwr0NUSA9cx2lvWedI76n/n29elcsPvK1qjxuj8s9AmvZvUSxkz5czNk9BxqbvYMZ770k0eY9JhP0PbI7mz7/NNm8f+mJPU9OEj4b9wi8XSevPR81Fj4vjO89uOLwvXdAXb6hVlI+99MWvdpF8j2m5Sa84YJFPtEZfD1kzYw91bdIvvIZtL3CLRe+8AiXPQf3Jb1xxka8EnnpvGDM0z3MTOq9rj+7PjUKxr2g1XO7oZc6Puqn372hDue8wFYFPdCPEL6GWUo9/wC6vIguebyYOD+9SX2QPo5uPT6Ut8Y9BvDwvY8lmb3+Awa9l0crvsEIujxxmuS9pyX7vcbtaj54tCQ+KbEBvS/Gwj31Lsq79mcAvGJ3uLsA9wk+qU9OPjDD5D1yoYE8zad0OwrdMj05MFS7njU9vmphgD6sjN89Q+U7vmsVVb6ZQ8A9z/wyvNGejT4lGum9qotTPkcxkDu5g5K+M73HPXiRQr06G1w9EqlaPhKuUj5reoW9cM4Gvp1iob12lbw8e9KKvocYPD2Dqhy+qyq+veR+hL5a7Y09zZBsvppc4zxAqTI9JS1PvYDiKb5Pd6e9SU/JPcxXjr3K2pc+Gec3vEqfFD7ZOiq9s8XfvePKA75x5zI9SHZiPq8csj19Opk8bMcJPAr0+zyXQ/q9Tc6pvVwSDD4aOmm+mGY6PuvhAD2NKPu9ox9fPg62hz1Z/UE8by9Gvv5vlj31DBe+9NkmPiHj1ry1ahC+jx2HPHvsoT6xcyI92SJ3vNJ8GD3J2KG+8lFGPIqSXr1qb0M+rSM8PpiA2z1cW4G9+xLbvcSdq7z7lqI9XErpPVIRpDyjTT8+xgMpPbj9ND1WoCQ7ofQIPm3/FD5Zc4+9URYwPjnbYT026iU91yXvvbjaHj578ta9FWMDPAjfhb2lvI08k61NPtwx97uVgVO9obJevWfIrz2rlsI9GEkDPnoGZryE2qC+frc7PcBmqj3KA7G8gc37O0zjUr141OC93tSCvl/oCjtW8HQ8C/oZvoxqDj6a1yQ+nmcgvH8rej7oxZy8TlJsvT9mA743jR8+eeUSvf0ZVD61t0C+6MPHPZ63MT1RqgU+KRYzvl6Qqz24rgy9ljrlPXL+pz12hSW+uFkNPFkKg75FKmM7XlIlPAqyab081YG8mDVSO7KLJD7KK6G9AP4/vmlXAD5DHBK8P3avvDEIeT3geHO8M/qaveIKLz0aQgK+wShUvK+iyL2UMTe8E04TvvSlKz6SH2q+RqgUPp/Zur0/FRq+7OIiPiQxubzy2sC9HPjkPZRlFz4K1Cw+sgbYvIZZAj4BRws+zLdCvd41rL6WaKk9s0DEPFF3vb2bALu+f6ysPZdgp77VZI4+HzZ0PhJjW70ehUC+FAeIPdSOrb5C4qg+OegKP0ZaPT7tR547Xn8hvWUoLD5FPSM+o5VZvvV+W75959i7bZjZPWpd/b2jMgc+TaOJvZrnpj310/W8mQoDvvxS9r2Ehke91Ct4PuabZz2QjzQ+0PERvp/1xzzZ3eS9jZsRvdfQKbxHTzK+jLmfvqo6kD3/DWC+oizavQFITr6cJg+9VF1/vkx1V74sH6S+pxz5vLBVAr7Qay++hlgwvlYoRTwJW668V0EcvtNZZ75dd409Xw3UvrczO70LOwo+zdgKvmt4IL6fESE+JBsEPoVfED4nXro9LYYFvsp7yb3AbgE+W7gavaCMXL61lIQ+aOjZPf1xqLxfN529dtluPfjxJj454zm96VQJvuzTCz4/XFE+piYEPu6MSbwCXhU+xdSxveQGqT33tv29BmlWPo2AaT6WzCM+GTX9vc4kbb6uZL49lHm/vuNHAT6RCfa8u1dBvg4PB76umMO8sa1fPR7AM75jHRm+EL4IPqiYGj4VYOe9XBf8PWFiMT3G3xG+TofZPA0J0L2L8JE+uR+qvLmmGz61/UK9QFoKPsn+sb2LShK+rXn3vfvaIT4fDaW98cQRPKWh4D1HhqA97e4fvHLFGz7IRzO+dx0lvX1xkb4OShk+kumSvt8/Jj7zSuA9wHtrPTHerj1kQnY8uddWvcMEFLzT43S9FN+9PZD5AL3/1eq9is3pvN7uUD6LK0C9/XYYvsHX2T2i50a92vAoPvU7UD7I5pm+PteMu6ppbr0I4YK+dY8kvh5yzL1A5fC83ZwoPSdFgj0id2U++7r4PNG/xzwVqSm97gQBPljw97x64TM+Z/EWPmf1yb0QTpI9y4aGvbHtjD6VQhe9DD2BO2xrDL4oyju+5PZnPivMfj4w/BS+8BsrvElbUL7hlHo+CwC0u9WQIDylyDs9ydYdPiZRzzxQobE9Ar7DPUgYuz6oo7U9agFePNluQD1xS0I9znWjvZ26b77HnhY9a2e7Pc+vtD0+qA29lb+bPqkeOD5qSbq911x6vhEZNL28Uiy+T1pQPeWuDz4e74E9sE5svvI/ID52PR09svZgvk07JT6WliI+bQSxPQhR9L1UuoA+NiGDPsVSuD1v5Za+EsXMPJYcjb5IzVO+ma4OPuQRMb66ewW8poSkPmiubz7Ju1++C/3RvZu1Ar1X/CU+zuEVvgHju76qioK+J4CCvRMUab76NaQ8eBFYPeKu/z6CKpM+pxorPrHHAT0etQy+f6xhvhYr8jzM7B8+sxwJvngtWrzfTPg9pO99PeRSGb4nZpO+0lwhvpGF+73YLSi+9vT/PTYrH75Ck1u+TSDBvH4n5j0XJtw8yu3OPiX48T3xGQ2+KsYMPsHbkrw0eoa+xHm4PQc3TT46xAu+tGWVvVnt7r3IccQ9DodkvbxmXj687yk9fGNVvobWvL0Yvke+wCm6Pc9Do7xBv7Y+vNG4vGtIFb7UQMo82UQdvpWONL7NCKk8StdZvoA4yT3giSK+8tgZPnyfkbzPocI6R90Gvsyohb2rSYg+G71bPeC44ryVfKS+VuIMvHwEpryQPBO+j5YhPt1dFb5sqq89zOCWPpYT571bl5691h1zPhbtRD6g25o+p7ErvuPANb4rlfe9WueBvuzQHL4Go408rPravXVDsry77Pw9+uvyu4ZODr6Zmx8+jG6mvaIUY75hZog9VoXlPc5RjDwA3TG+JjbQvfXlLD4qvPe9QP4BPuW8Ij6lwmu904/DPd39z72g6wA+vLmTPbbS9b1naS0+nQ+GPWleYr4BsjG9rh0Xviu4Sb6A2Le9UVK5PcW2ir44ugQ7GEajPjlV2Tzu/N89FL/ZvYExwj5hWKe97SpZvsk/C74XpfG96ZWPPXUnED732XU9xe8zvA65Jj4W/gO+Kq5+vtSkCb6Gyzg9owUmvDDAlb0SNDs+c1mFvDNCrz2yhBa+kTQ+vL5ejLzNnAu9BzIVvkLoSL4YRt29L1VsPb897D0Zo0s+MoCLvdpMdD0OzjO+uAMbPn1LZ75yRVs9XM7avZOcb70Gbje9mF80vlhh7j2kK2S+NPlYvWdKvrxYEQ696rQ3vQQwN77lVxW+uwCvvb9i+rwqXPA9DpjHveDRzr0CmgO+50XIPcxlaL43dcm88MTQPe3/H77AVtK9pW9LvjtLHb6sa4y9gI/Ku/UKwb2GxD++DRYOvfj1cr3oDc49e+fSvvJaK76R51U9mGuBvc6MID5Smg4+CUAAvaDwoL1mXTI96/LxPdS1Hb4xtH+9tbnovZD2Ij0E1cA7GcJovW6Crb4qdL+9qB9ivmooM75lMC6+NDndvRKTkLyu9jQ+IMrSO9bbh73ong+9OGjUPeI7yT1/8jc9xSerPPn6d710QZ88ZisjvjjmAz5LbwE+660Hvt5ucTw50bM9mUqUPcNTJj7KL8G9BKHnPH2O6rtB+6+9zJ9+vqw3ID1/zPO9fNZGvipRrb39zA6+kOtBPsuW/zx/9RO8mPfcva+5Vb3+jL09WwFNPZ5n/TxlL+e9WJzwPexeUr3sTJY9vsiePXQKRL7+Zvg93ZuQPEnI1ryKJES8rmQTPmAxJb13lZa9OftYPQh+ujz3mew883l2PSMIJj2JMey8Dn4dvWxDnDwoLt87CvNsPGF/Vr1qBbQ9IjgNviPgOT7EAi68FyaUPW00RrwkdAC+mRMFPlUXQD0g1Lm9gqR9PhYeFD3ugki902tsvqyuf77VeIC9dqfHvdi/Hr4isT68R37Hu1b2Zj7JKXq+KoiVvdqmOjxeb1k+tYwTPrCDgb3Gnui9P/INvVXPjz1Ba3O8U6z/vCFiwr2oQtS9iVg+vMmBU765X0M9gcYYvvN8wbycLFe9CYwavqxLsz1I3Mk9lloMPkJ6LD3AM4i9AayavSgOkj3JzS+8yszOPafTOb7S1xu+uqVWPogpED5jBCy+2YVXPdb/n73Xl829aq0SvkWeVz3Gujs9fNcEPrBkqzv79iu+LCw4Pg8tuDzPJhs+0x55vfffWb3zrz8+cqlfvfgv+r1fUzO+8pgcPSgwxDwtVSu+k4BCPb+Q/b247xc9BMYqvqwdV77mS/49kONAvcKaxz1jaQG+YubCvTw5Er4HDW69G8gNvmXOuD3BH+I9TsgFPRFFCLwt2/Y9avC2Pl+ThD6MCjW8q1Y7vYAMSL7MD4M9JW8RPVAHHz5veN08ds53PqIFAj33gQa+ABVGvheb2D0axik9tH2zPUbsZL0BDZ69nEmQvZ5MiD0FUDo+KYETPnlIdbwNJaU9LjWIPjoiYr1E1qO9uaOnPOZz6Dsq3uM8xhvPO/t3Cr1dd4U9c0kzvhXWDz6SJc+98BpGvSZJSb5ebCW7FF+9PXknbr6lajE+kh/ivUwPTT2MWtE8hZjPPaUqnDyr6z49CH1WPXDnUz7fnOs9yYMLvoon67zaVx8+s0Z+vXTDkb3znos9p+z/Ozr9jj5rAuk9kNQTPh7rOjoadya+SWc2PqESCD3l5PS9+hCMPfpd1rxr/h49WSDfPJ7iEr6MqD+8VbIMPR2qv72l0qQ9BbgjPXWAwz3H1da9ItTTPZzWdTzyOLs9YnoRPr5yB72SEUU9MConPt2d+7x3YNS9T2zCPcxOeLzKIOS94J9WvRGTBD25cbk7+qJyPQvimr3+sCa9ayMPvQZSjT0emaG9Ov/jO9jwST0hBAa88aR9PcU17z12Bgo+h/1JvsMIiDwoRKq9lb5HPVC9ur3WcmY+x/zSPfGuWDz7z949OFgOPZTa0b15hJS8yqy4PbZZXT4BNQY+sqUKPVzJJL4TCVK90aoyvmOwvj0/cm284ffevdbGbD6QB0G+/G4gPmlVXb2TAqS9U8gTPoUIij2a0s49BaGGPZ+PjzwEQ7U9blbCOxvnAz2gDj+9qZBZPeh9iryVeB0+mpvXvRdD2z3By0c9OgM5vqNK7T3L5jy+VI4cvWO46b23IIy+/tknPUhSjL6frSU+asmLvfRsLL7SNo09w/dpvoUdQL5QIAe+X5vBvZ1ipT2GiwS+2UkHvgTHjr2/aYi9PoUpPNZH070W58W8D1qxvUJOE7zBuIy9Tvs6vZe5jL7Lw4K+OZuBvevH371E5oo9aSh0vT8AOL7gwxg9KHopvgvbr73QWbc95gBovsBz5Lo/1sy9sqadvrBNIj5hIWk8CCOQvYHy7r2Wj2G+m5K8vQF7+b3HKre9oXzqvfCDqDtAezE+LCgCPsLSUL6tyo68AMKOPSbIGb7Da2i+i7fDPRRs+r2LJ1g8cLcMvovyk7xQAQY+dgvuvVF1B749LFO+oTrgPeykMb6RCC69JKlRvhUWTj294TQ9RHWEvpAusT3tbBq9uRYTvXCCD74xke89WryTvmc59jwbMmQ9Ie/eve28qz3ukmy+uRQDPM31ozwTP++9h8Q4vdTtEb5D3Aw+dbPFu9JU6T11qTQ+AqaBPM5Nhr3UNCq901BHvpZzPL7OD8U90posvbkrDT19VGK93E+2vRf5Nr4s09492+Ygvl1aP77ZLsc8OAQYvlSp/j2PwOC9XzRmvUSlA76ANuK9JdEwPZG/Tb6MDMW9703HvZF3lz38tEA9S7WuPG8I5L0uSPe9PkM1PYmSAD1+GUK+T0w/vUdYFLxcobW9o55FvDy4dz6unyY+g+PtPXnHFb7vFzW+YEqsPf6PEr6o4ig+mJtevkM6i723f02+MgJivQbpbD4g7Ho9m9YhPswdHb14SoE+5WI6vorZEr5U3gc+Uw5vvlxaUz7JarY9m0MgvUUhYj07OF2+9w+UvZKd772reEq+pQuJvhCQGT7F64S+nXAqPl2jzL1qvi0+KzaYvf7Aqj3yy8i9zjl/PTpbEj0yLT2+9JAhPsIQk71mulQ+lNvvO8coLb4drr09cX+wvUlICj4/zDO9AXRGvhG9+T1R2j++86l5PNR4Wr6JH7E9UqHtvDOiv7xm9l8+VWJbvOHjyT2lS0g9WQuOPn+As71BNno91c7rvVjra75mP32+UQYwPWyd9T12d8K9ZBMUPT7mX75s2pw9JbZ6PsDxTL3jBwU9y06VPc8ghD59Ym0+Pt03vnx4rr2/Ywu+nAe2PfU1ob4GjMY80HkMu/KhMz5P6iK83GpzvXbLAL7aSaI9cXN+vEKm0r3wabQ9V7niOxnbCL7E07g9aZ4OPpClez2gOuy7G0OKPaZzvD2KZQA995KWvBV/Pry7I1i+CbGYOrs9s7zMBE6+LZXrvEmUVr71UlI+ow5jPjSIo72REY2+VLD4Pb/6Eb6oc8y9xgWwO7Wunj1wYjc+HZ78vRM3ST6r2Ck9UyUgvp5+yTtQUT69JXAtvs/Otrw/Ale+OlHNPQ1JNr6l8Vc+3UflPXjFRL3gO0A+FW3zvSqNIj7szvo9n9P3vLr5RL7X2W69sGBxPjPaXr4HNxU9e13WPYy6sr0LD5a9aB/vu7SRhT2ZD5o8XqrFPbOwUT1iPqE9Y5GdPAE25zqhssO8H7g4PfLROz67+767+5eFPdxHEL0gB26+/pJauvw5wD2OfIE8sVtsvrWL3zyehhI9Cl3gvYVhuD0hBXK+RjQVPqS7uj2e52w7KZ8NvVnz7L2noCi+TdPjPRvEWr321aW8rn7OPTiNBj4zz5U9PtlRPqlywTydAY69lr28PP5CGT3GFGg8Jo1wPmvntzzyhUG+7dUSvXn/Fz6SEUK+8q6BPt1B3z0PZHc9lEynvUC/yj2VIz2+iOwsvekgDz4mxM69FtcyviPR2z204Jg+uf/ivQaMPT76W+A9LKtRvTwdVr2EMpi8T0SwvT7Rz7yrQz88/q0APgiSBz1uTHc9YYZiPrbmCr13pyE+nQIhPsBqa743Md46nFRqPgVgBz3tRvw9uy3hPMTohTxyRSU+KSLXPYAVu71+tom9+T1OPXtflb3rpE4+L5sZPmXvvT2DWpe8lcytviNx27zXT9A73go1PnfiOL39mJ4+9jY0vkINFr4RbeU7CcsBvqYCaT2XViE+vRXzPdWBh76y8YO95iICPhfcUL1cy6A9o2wxvjQIhrxc3W6+3CCQvsCtGL6Phde9DCcDvofz1T3qbm698VaBvo5ZMr3u5aY9AEU3vYcOA74J8Rc+75yuvsGlQD4Bi/Q8qDIIvjV2fT1gQYS+TjObvQSy+z0kDvU90YY+vf+Do76LT0u+aF9ZvLKcVz23IK+9oWlivuoopL4mqrI964x2vufl+7r4OoA9fhemPJxuSr1I7UG+4BaYvQ6Fhb53uW2+ApDRPDdwXrtNGLU9LregvjS6Cr3jT+y9VvY/vraAML2o7AG+Du/jvK3bnTzYLhO+aseGvo54T73LwY89ztEDvd/XcT0hZSU9+mvLvC5Afr3dHtm9qcoWPqBVk77SWNG9LwYxvgdIij23Fxe+WPwOPjMdTr7Sk6m9ue5EvlnyoL3w1GE9TOalPYSGmb46gSK+8G2svcku8LzH+GW9hdPzvLQkPD7GPGI7PW0GPhkXoTyIUEi+FyQYvoU/9L39MvU9kxWZvjbbhT1Bp2w858uzPYbXpb2o5Ey9VjSTPa8KLz6IesK8FbB/u5kOdL476oe9dpIUvaNxg71NfiS9npx5vSxqEL4ZBjY8FiO1vT9AZ758x929rVHyvYzfV73HZiQ+xv82PSQQ8L0LyUy7htT0vUNKD76TSEq+qv15vjSoZjz9i1Y+BRknPiQBXL1glN+9qUahPH15oD7JJDe+m9T4vN99DL5T2Pk8Rh1HvkZiyL2smLS9K3OSu1Uppr0fSwK9lESgu1ctHr4OnWG+DWKivjsQMT6cohk930h9vehRTj40nHE+c5tkvcC6kD2r/Q8+kD4uPXN8dj7Wi/a9tOXFvgIS2zwTokW+YS0Bvrr0hz0Xz429jaKevTjAjjzOTAs+wjwSO/Ookj2ROGC9J36pPTGdqT5mjiW+md5RPdYJ4r21AgG+QSLEvS9O2b1qCcY+5nUgvsXAk70svK6+tB5ePvYQQb4crxu+iSAcvcrKAD5XttS9t766vUGnkz6QXKW9HZUePjxdaj47tR0+boHuPctgNL51rB8+A5cWvgSLUD18w/g94uKVvUlnzz7HVfg9/sFUPvxhEb5Eewq+2FiBvpCpMz6wLYi9dT8EPu4aZT7Frwe9bBQzPMqT3b3AZZC+Daz1va0ovj05G8I9fNTfPCwybj5CX5I+btcjvnZ/pj1psNk9ff8Lvul5FD1AmGM+g5ymvSHRLT2RURc+LTypPaGmkz0ugs69zVRfPqVzkT3ZR0A+nHRaPDotJz7eMpq9MNxEvTcg3T1n4cm9DekGPbk8e75Si4K+X0I/vl1Eib7dy1e+KpCSPu8ol76sjzo91bctPjAh7jze2qs9U7oaPsjhkTxNUT69Efqova+dpj07F+m8FRUtvhZEOD6qzuo9iNgqPas74j2gfe871s4Rvo6J7D3Yzkg9/xQ8veEk2L1h5XG8DbPwvXBMTb7b8Gk+QqmHvWZVCj1HTmM+cWExPd4TvL3MrCe+/yiPvdEqHD6FEoi7OCDVuhRQKr5l+xW9keaavYeL1r3oIIo9NQ+MPRghMj2GIEi++/w5vuzLKT6VXG+9tWw/vdcpXT5mAiK+fN4bvV6tWr4jVc08kD6MvWrwCzmlITy+sQgtPvC0/zyUL609Ody7PO7GGbxb/Is8/mXhvZnbOj5MNgU+sRZhPtiDhL7PZB69reHQPaGFhD4D/qy9BozcPWLVCT5csr693kmHvrToKr7l2BW9ILcrPRVTXLxFDSy+IKTKvRzuAb5KZBG9Iz4JPdGTQD4VZ3i9epLJvUQWdz7f1CY+MiCxvZu5Aj66lD++aVbxuyA3cL6mjhe9l9V1vrwIrL1A06s9AupzvYt0Or7xrEy9k06lPN8YZLuKk6Y9tkgNPgRaXb7jrhY+07MhvjGTHj7q1e09srTQvS2C671WrRW+npocvl77Nr6QCCq+gmQwvvZ46b3j9gU+CpG5vbiqgb6dEq29j1hkPlmsZD5Ae8U9ekFBPpRAdT1I9tc9fY0QvqAxYD2MH5K+HU7LPaHKwj1YCyY9RjoVPkPjhL5vtFo88Qh8vngKsr1VpIE9rzGhPv4Tjr0J8eU6Bmeqve5QSTxGRPS9VJ6OPCfAJj6H9H+9TocovpVQ6bxoT+q9/5XAPQHJsLxJ/hU+OalEvvZTjzzj1gi8YpQgPVZjpb3KvSu+sASxPWnuLr6CTSw+W3IbvZBoDD0EqGW9WXxIvsAWDT4lKZg9qiImPFhyyb2M8Ho8BrkFPSisHD01bgq+JKOpPaL66Duy3S2+moUrvvJt2j2Exxe+0MBcvRhFM77L9qe9DloQvddhEr5eYKK8s3gLPtcmiT7qim69rxwnvYNzgT0L9EK+ylOEvmGvNj6D2+A9hDIdva2mzr1Hq7Q7d7dtPcaZCT5rpMa9taEYPLCVEzxuHMm9nJUGPmKMLb5xNja+Nu5+uueqEb1YxYW+u0EvviF6GD4ncH29hLT9PQ15Db7rJOM9/s8xvrLMp72D7428KN0kvqMPKz4BvBa+X4XpPavl3Dy5joA83LIVPaKgdT0p5qa9evmEvVE2aD7Qz+69+QrpPdx4tb4C8My8PezxvZLaGbxphPC9kgf9PY8vbb4fHbs9DnNvPn48OL6WLS68iWLJPcsAR7u+iJu9RaZKvtpR7j1XqDE9CAYOPWmGbb22qqu9zKtJPtb/Ir6yimS94BmAvbC3HT4eIhy9FMc+vqO8p7xIY6690wfwPFuM1j6gmqk+x9GUPtkMAL7paBi+oNCXPc59Rz5XuDG+tF2yPjPOUb1Clo8+pvF3PnVu8j1hXPe9bTMLPgAnAb5SDQC+5LUfPs/gq72R1wM9AUssPTSY7T0gG6c+aD3oPWjJs7xGCju997bwvCBKdr1TS769DgUYPr8o3705HoI8ovepvRlwu7wpQ4u9kPFivLsoPD7Pn2+9IrhGPoCSYL52vX++80lpvaOuFj7lQhS+NE30vSzz4Dzw48Q9hYUIvo82Fj61zqC+54H2PerZSz0UxBk+Pfa4vd0gsz4gVI+6TrsPPiGh2T2CObq90ZbnvRe7NzzCHQk+Y7RRPVMbRr2vdAM9jwEgvby0073Lv5a9ShYNPW3kjD4YRde92qwmPnz8Qj8xA509mL6bPZdrCb6gD9M9MUaJPhpFYj7I8na+Q5tfPoXQST4wqRS+9zhePkpMkz3Pq1W+6nmCvmm9Pz4eUwG+eKn4PPJCkT5Klwy+m8C0PAazlj7s93A+utwZvjlAZj7iXIq+0cVHPif0KL1fQyQ+4TmGPfDehbvsELS9ZuAUvGehgz7IOyS+WMFRvilFd70R4fG9t1uNPnErvTzySpk8rKa3ve4xJD2f4v090ebuvePg7r17ysE7ZqEFvs9vNT6Ycsc+Kl1WvYSBKT0of5e967p3PTcFvT1OPQS/fGMHPUubmr6I6W++idoHvrcoID0thIo+EC14PPQwWb6+uF09da42vqt2j763xaO8hwelvUywAb5Nh8m9vyFmPXbQkr3psPg9EF6bPQP4Fb4zJkE+2ykXvgwa8T1SDZ67UNV9vgO3Aj4fOzU++GgGPpQQUr53rhO+dse1vWhliz7m7T4+fO1zPlxrRz0C8Py7gHKyvc94oL0CYbq9WylhPovJuL6kHUo9Bx6xvdBIS7728vc7d708PpJ4570OZvS7vzIXPnYyWb1a9nS+V0SLPsx3Oz2g3rA8PxrHPVwdLD4TBrW9jAbJPWUgAb3nWYs8FLVvvn7wab7bcjm+51owvh//K751e+K9vYfwPUy4gbxiLWm9xjKsPr8jMr5/ShY9PDkEPcUWAr7TiWc+WTOqPlnaID5OEYm9JXJHPTz1OL7r3ZA+xA4HPhqf9T01GX8+UVo4vWd7Jz2eiLm9/OYjPg20IL7P9ie+3ufIvY5TZzxrmgO81CVOPo0YXL3GmLq9IWBlvTEw/D2NCvQ9C4lJPWBYlr5Bp3S+U5hRvirUeD64Siw8glWbPcpYtLzfk1c9QKL1PTg/xLx6NaU+VF8JPhfhUD7MAKc9M6TxPj64ID6E0Yw99zJsPhbelT7NXxO8uUFAPo6T2j3Lt0m+5baKPvpUVTxxAh2+bjMBPsx9wL1nUK69V0Fdvi/TTj1uXMO8YhA5PhORKb1IjAi+S7MlvtdbmLyKP5g+prLTvZPoQ77T4hq+kV3Ave1ov70TRJW9OM0QvUHCzz0bc+G9QCmNvYzL1LxW6Ma9jmuzvTQ7Dz6b0we+uJURvU9Bt731M9c9LzNEvisagr3pRKw9XjqJvkpZmb3ULDW+SfBzPtTG/70uutW9LqWCvexWpz31pvC9FnxQvjxIG76NcxG9q4qAPAsLAL5Hswc+gvjxvMW5vT3cW6A9n5TTPQKa0LojS0m9sykVPuq62rxt5IG9t5wPPlaTgD7RQuA9mfn6PEIjkT0+Dne9F7yvPY5iAr7spMC8RXAsPiMXL7zjkoa9LiaUvkHker3Pu+49Cpy3vUxz+L2RD8s9uLdpvkVYK70F1tM9SjlEvsmruLuQ/9g9vY5APh2J6Dx6wAo+1F6uPGD3qb0/UbE97uquvYVrG735+8Y9SW59vAqbBj7C0RM+998PPqHHZj7DyBI+yst4vSN57j06Gs+9gcRJPT/MOT10vU083d2vPYRHFj1c8sy9KU5Dvn5JXz6EH408ytscPVRcIbwGCIm9DgwGvkz7SL7Uc6K9fx/7PZYCpz3k4Y09gfMPvdS3kj0tm4G9m/RyvrEcXj1X3Bu+ygDYvWnMyzzET+48TNY6PiEmCz7WKT880JOCPpRXCj6tGLs9hSh1Pkj+/Lxr9KC+a/R/Po2lqb7onhK+AzcyvhvRCzzaNnC+UidEvn0Hgb43NA8+KIq6PWrqED74e72+NaXWvtyz5z3/9n6+uQBwvn8aIr3T4RY+yA9lvgeDGL5o8am98vciPpZbBT5XOIO+QbQ+vhd7xz1uL/O+gwP+vWkd4L5xc8s+yWRJvkrosr4cyT2+VxWePa2Cx73mV5m7oavAPbayGD6lSAi++SAEv3uHl75b2ZG+NsFWvcwvRD69gSq+sX1tvnt3Vj4tvkK9VYuhPlKswT0Jlmo99VGsPmFuCr3uUEA+bMl3vgsLiT5va1C+hieTPWvRUT3tOt2+LexJPnlP0L0WSdy+ogLcvtNeGz76kWc+9qTzPN02qb1ymrE9f1SCPkpT3bxjUL69eGVLvv6iET3jJxu9N5DVOk5pSr0i6G++aoyVPkUk9b5YgNS+bsU+PXj8D77Eni6+Ij2CvXNJer5thT09JDh+vd2P7z3cGBC+QEmrvplmvjy70y4+EiXZPa2Qrj16ah09dLuWvTs8+73j+py+INyuPuCtrT5I5Fm+j7rjPcLgC71nJam+I9qYPf5wGj6ZDAe/fhCkPtJpxL6PDBO7kWRUvcheq74zQWy+4DNaO1qkar78Lq0+ZXIPvthdaD2SIx0+ZSwSPoGlyb1wDc89o4UIvRTPST1odgA92nygPClWKD2MPbk+mXvJvWLI2z2AWSW9Ess4vsK72Tz2jBE+ek8gvnddTL4fWzq+PiNRPVVVMr5B4bE+q9lavs/IlD6tEw+9vi7sPQj4gj1OOj6+XBxWPoUjhT3jKks9XtqWvtM5Fr1LrSG9uvZFPL0OPb4Qtu88LqnTPkCPID7icjI+vpLAvuP4TT4eCZ2+fIhavuUQVj68gMQ9nHZmvh/ZBb6m1fC5b2/UPoHoo703Wnq+LsKMPVW8sz36uDW+pUUxPsyaErtJxgE84Ek0Pom+sDzrzg89uEYTPEWONb4Zyag+BWiGPSO4ZD0DDYW+AG37PWTtbb7zDLi+HE+QPY8/Gj4yo7i9ks3yuxhWID0KhOU9zv5DvRQTjz7F4Ue+MkAqPgRSID2305u+5OdRvkjnxz7mT0s+DdxpvqKFBT+Ntli9JVumPuLV575K0cI9A/ycvhPbAT7r9xU7AcS4PS2A171g4Ts+q2Igvc9vjj4LiJ0+9pmYPglpgb6Q3pU+9rLQu9dSND5Hq4U+r2BYvb+OEj0oHnK7rc8avSHUgr7PYkq9h3UAPjlskr5gllQ9HzfHvDgxa75krkC+jUSqPa/Ayj3m8h8+QlCyPrlErL7ockM+tOq6O9jYOT7AqwC+gpXqvmLWzD25xCK+TbudvTmz173OajU+lVKNPeoInrxcXMW7u70TPmbNgb3QudO9mZ0dPvevyT0pmAu8poG8Po8O471uGzC+FlcAPdLcsLwZWiC+8UHHPSTf7D2XyN29ejJwPVGmAD55K0w+mm92vhohez7TJg48yRc3vJ2pG74gt++9qkH7vSCxqD3Mm+A9myUyvY4mjDxx4dI9S5giPvZgIrzeK1G++vJWPe1Y1L1nYQA+qcLyPQ2BMT1qtRM8R2I8vGZAWjw/ViE8WQ04vGTRzL34ohA8hs7VPBMM4DvrQcu9vnSavNyx0T5PAHU+3SBEPlPyB74Hu6C90bX3veESlj1qgYa9oN/hPUm0Gb4Q3qw9pUNVPteu2z3qLys+03rUO6fQAzr7eGA9C94WvkiyJb423Us91RA/vfnR/z3i42o90OxLvCQmYLznAMe9RbnjPYRv+j0VSjw+q1dFPe/4LL65ZTi+Ztp2veQ8Ub37oCe+v4uTvEgjXzzlEV07dWGsvZNtCb7CljG+TCkBvgJTxD6DxSW+NNpAPlqf770aX0w9sO2QPCvN17wWGw0+GWJhvFsWSb2ONt896AMDPb6ckz6nq+g9SlyfvSUEDT4zUv49bNu8vS+35j3fMBs+5DTXPTZICb6afRK+wqiWPet7/LyYIwO9+L4OvvN7xT0eADc+3aBLPWodyz4yOp49+a2DOpnB1b5XKZa96H87PdwKgD5tZJa+p6KMvDjD3jzq5Vg8981tPqZgXb7aFaG+QDkbPjLoID18N+s93WbpPdnngj5hHim9pZy3PVfWHT72Bay9NbgWvtnTWb5ImUE+xMm6Pjb6cz3SVkQ+XdoSvA9Dvj20c+A7n+i6vTsnJz4kUWY+bv4HvgCQGD6W06C85umFvjc4WT0b98I7U0oaPl7TBL4aJVw9CszlvB//MT7vfpy9qs2Gvo60Kr43Dyo90FpCvk8EYT468g++D8bMvu7V572QS0A9IpZAvZMvjD5fSEG+nJhTPkurhr3qEYW9tfddvQV+2b2M1RG+i1WDvraUFTtYlPE9pRVBvUr3ML5E6rg+2sK/vjJqQj4H5x6+iMENPi6reD7cuZq88SvFvbW/Yz0wSYC82g9xPQPIRDyf4K29AW5dPuaXKb7SMu+9sOnpPe+VQr6H3Le8rEAavgcZmbxtH50+S4LavdYsAT6hPge9l5I8vtqRhT4p4xs9/rQIvi4OBL5exYm9htVwPltSyTyexg0+RaNAvlSV0b337LS8cXtzvVojrr0A3U69neUJvbEKTD6oB1+759+wvTPqPL6eVz69thBlvpC0Zz056a69NKtjPi4OaL30Pr47Q2zwPSvJdj3s83e8l0kOPuB8lT57hvS8pNZbPZpqE749Qcs9vxdaPCnhvr3GgHy+KwoTvkJn3T23iuy7RKXFPKYHcD6sSEs+dXuMuz9GFb7QHFq+b/W0PW57Ej0xkts9QBkJPkVsEb2z8Mc96s7kPexZ/LwBgZk+NFVVvlmXHT60y7y+lhVjPYgqhT0R0Hg+w+uBPZ8yBz4GkAQ+RLfBPdavY71Ei5M+VeYLvc4/Zb7yuvS8YG6Cu1+jxz4jwYI+4g0qvb3vsb33Vbi+1QkDvjk1/71kHou+NvscvjOqHT5DxKW+GZwkPv291j11ZlG+f8Rbvndnu74FcPu7ZMdlPtrGOL6wRB0+QtqkPFuI7jvURpE9NHhUu4S65z2Ax3o+LYKsvv4hED5I5sO8QY7BvT7JnjwyP4E8XP2DvmxkoL3FhQ4+bUwtPsZOwrx87j0+KXmTPStr9L0oJoM+zPAYvLPNtb2+GY0+m2gJvfxPHz5f0pu+kwj/PUUVTL52+ji9AaWTOw8IzL7reJs+Qcgqvrcl2D36lBU+Xh8LvISvjr6rR6w+rsUwPfsMEj6J6b2+DAg+PkXbX736UFw+Nzv4vA5XtTw9oe094N5tvnLCjj1mhNA9xXKJvvF8KTxWbVG+BAg0viYzdb2De5y8+vs8PhE/bLtYUK8+EERIPBJNELyu4b0+XebPvXmFkr2Robm9iYJ4Pjl8GL5tBSk9fUF4vRvMxToWxQ4+q3swvoeDrr1jEue7ir9DPlwner2Nfdo90R4LvGg/Iz7b7c+9uE1FPYyhqT3nIn28lnhGvoEzPr3nzMk9e5KVvd7FwDs+AwO9d2BnPdEcGr669ka8l8hBPgdYg7z+IJy9LWDrPUITp726v4k8v5cBPvmAYr6I6gq+Ti1LvXtkEDy1F1i91GynvSte+j0RHS69MVl7vU6CoT1v8wu+VbciPRwpFr6GCfS9yJscvt1Ss77S1DG+rGCJvfRGD70Zfk++m7VBvhpiCL6TXY68w9ikvdI55T110si7fOEHveR3nr2Onfq9MCpOvZc03b2tW9i9dQKnvhT/Fj7fVkY9Z5LBPcs16b0AOAw9bBs8vr66eL55+yY+tQQGPkh3Fj0qxtU9EfVhPettZL1xULA9OG6xvfKqEz5fIx++ysyCPDLONj0rw7A9XpkQvpAJib5wgxU915q/PHgnhz1a07g9NCPaPPuXEL5m1rE9GSp3PTrfFD5ZAkY9Kh2JPSt95jyufg6+EVlVvHLm3b0tCPE9NdmevZgbm7t12Zm+yHnNvYku5b0cPcC9PabiPdeeFDw6G5O9fMUVPmIbZz2ZAhY+M7QsPv+Qsr2JZ2e9V0iUvUEjeD0BTNc99RmLvpw0DL7i3eu9E3ntvUjN0j2mMY+8PvjIPVpJ7706A249q2yZPkIVgTy4GpE9arb0PZZsoDyATBG+cI2UPnjC2r0eglE8v2dovtKgHr0w9FY+kaWWvkVzJz4xPsg+1om8Pf35FD2CmC6+CjtevsdDSL7GXp++yilbPsmsjr3GyYA+cHDpvJ95Dr7H80m+YbSlPicAnL3vIIG9P3AqvrzJgD6Kzz++Q5EsPZRQRb6oqAG+i7IEu5Mgr7xjoma+WrGHPjVZmz4Xgm+9LXaFPq6Vvz6ZrHS+2mikvRpEEz474Cs+3MfOvXDLzz21PZ++qn2zvs0rwz6Z90U9VOGBPrDbTz18gdU9oXS2PcmLlT2c0/y9ssTsvTtAmb3uL9S9jllrPoBne76qmQi9U/GAPtXqcz6lFuQ9gPpBvmOgDj5ropk86VvjuyLy6D6inxK+9iaZPe88uLwYKau9PwduPpY6sT6WLp29djcHPhqbWz2DAHe8/m4kPkJVL76MwKa+vKU1vkZLCrzdtos9ekriPfE55D0Pyo298hRpPotlmT56aGa8Pm51veXkCD5ckYY+vglCPc79bb5RVGM+L99JvpiYAr1JCoG+uLWkPYPGiz77D4G+SSiRvtuAk76yZIm8eK73PRPE1L02Zf49gYvAPqqxWj7EsYw+LM/GPXn9Jr297WW+4zN+PpXxR77sQtc+Yl07Po5EvT79nx29tInGPoCuyz1pYR69vuGoPWyzhD6juWG864JSPtW7cb6jRCq9wECEPHNWxTzLQe+83JYXvnDHqL5FPR0+Bn44Pj6Oob4pO+87Gt92vKVy372Dmrg9DxbbvM4oUb6sJqi96CjLPHk7Gz5Xy4i8y6Icu61Hbz4XkYq+dnM2vpfuS71d0H+++R8GPsKffb4TJoA9YIWnPrAfDz5S9la+O14Xvs20g70DHII8R4ssvtKSOr6jVV09TCRivEQzvz3wNC++2nXNPYg5or2VE2u+Wj8vPmFcAD00UvI9yF25valy676l10E+JA01vj5V3z24V9C9GZuLPT8yW76pbus+hmcovj/V3L2mzte9S5+cveP5p7xsTFa+lBCavC8AMj4Roiw+SM4jvRSZKT71+Bc+azwqPhUwoLxBYQ2+RDJaPlFP3D1sswk+8vchvlC19z6zUI0+GYLFvT/RzT7wQkK9p4ouPjXzkL53/oW9K3jkvQtB+D3AgZs+TvNbvvYAHD5SgjQ9/iW3vWCNhDzM0p49tHIZO1KYn75FVR4+ZAJjvu2MIj12fim7aQrQOS5acz7fZww9vLO+PSL0K75Gb2q+u3fQvciaGr7SDU8+Dt0PvhGHYr1d0c288URUvCM9GL4CB7M8Jv58PW8KvzuFG/s+zNeBvv+Jsz4V+K+9+qOgvtvPJL7VdYm9Jhw1PijxL74jQVq+oGwRPUqcrD0EiOK9Ig8fvrf7Kz0+/Su+/QWbvrtd1z3QfRW+xdpwvupiCr5cUdI9x03TvBMelz3Hu0s9S4G3PJmi/b0pqr49wVoAvvR1FL6XnKc9Ss3hvGnd6TxESjk9PlV2vPC0H76pUEI95d/WPQoWBb77PPm9e2GbPCFRxTzHKm6+y5vfvWFbw76WK0K9KGqdvpVg4L1Zs128h6O/PQzWGz5Rasq9EOiMPQu4yL6lMTC+r5sxPYNfVL7OzmY9ZyfrvdSKKL0uqdu7pOyvvEJrPb1xrmu9733XPVVBCz6SDF2+hSVuvt/1PT0VROm9BIINvgfkOL58Xwo+NcOcvRdGPj3kvmm+OQt7vjKw+73KKxa+AKKxvTc8BLur+OW9gRKPPIqy/b0daau9Qno9vFuBSz0ary++MZXQveicNr2+oCm+VybHvf7HjL5BpQS9x8YbviESUb0gnly+QmXvvc/Y2T2x6eQ9FOS+vUxDjTtWfcS9DMN/vrkmer4Yu0O+6zIMvhndJb5Q8ZC8edkKPne9E70Nw9q8+g6OvcgH8j229iW+K77iPJoxEb6qC5C+afZ3PRb5fjykmrM8bC5evpQDvDwWBEm9RReavcAEB755eFe9PEOGPWu3Ar4mkSW90F9utgT5bD3VXmo8tn49vjLmA729tnk+d3HRPrqHKj1WQqU7lXmrPf6mIz5ciYm9fJC6PnYsxb1IbqQ9S+5ivg5zLb4GaKy8BCusPNrwYbucTjg+vxxAPsqHCLwKjiW+tJ1gvhQl+TxQMn08Is5fvSqOg70nV6U+CX5aPUrDuj0BIzq+5gnzPDuAVTxzlYK+vb3RvhzGlj7TWt69/GXWvSTivb2f2OS9PRyovfh/HD52hwA93TlXPPlcSb0kYze+hBF9PA1IOD6w/Da+RkzgvVX6d74jRlI+YMcNvqNd2T3bVxQ8COZdvvLc3z2Wl7O9uR07vQbdY73NhBk+xRm6vUcRWT4+rGO9Y/i4vNZuXj69d32+MN5+Pr/Btzx/0kY+Lcm/PXHuMz4mGhW+E1KKvkJ7jT6rzbo9QbAaPJXGID25G8i9H7GqPqS3tTzXMTC+OJB8veCvpz7kFYA9ic61vSUGir7N5zu9b130PdFdnr6TaxC7YhW6vUhIXL7bO608fVWnvaYtPT2VIVk++wC7vTyaVD5kfaM+neaovV1YMj41U1c+JvO8vAxfvT1b7c48bbktvr/HVbwZNKu9CSGcPkcHjz4zV3E8ybRAvs99A71HgBE9qog+PpAfIr79c0a+xzYRPolBP73hbRW+ui9bvn1Xh74n6g09qh2jvPWzi70j5Vw+EV9CPlzqqbzB3um9w65rPUkbEj5/tI695ksHvrcdu70A8t48rFU8vveuCL7Zw9Y93N7BvRKSDT5q+0G+RHygPdcrvT1PtHq9N8govZHQR74XMhO+r8tSvAqejL24zcg8o6w6vGAjST6rH0e+M7gdPntZ2zzpV8u9TNm5u3071DycI8O9Sem0vE2e3D1r59C9QYAAPqQLC74bygK+1zeYPrjZuj1bl4E9wOiCvlGkQr1DxHi+PHoWvVIruL1X3E++AcIkPSiYFL5t+Na9RQo9Ptj1jL7itkG99+vIu8sZhb7IJaW99gfPPQNpyL1J4J09dsuFPtcS27nEsyE++vnjPv6v8b06pxk+gUXKPVXlAz5/sBe+PfUoPojgqT0AqLo8aM6wPEjroLxV6Ys+lOn9PasWC7x6YBM8imUPvTUHzD09jCq9V4zvPdKRUTz3i36+MlsYvrrmqTw3B7I9emr+PYn1PD4z4sU9rL8cvto+hr4mkhW9As8wvlm3Cz3F8zs+A6nTvYYeEL55pFA+YcapPASvKD6Tyao9PGgbvoZyL76fyAM+O1+0vubhxr1Nh6A+EPkwvacMUDydXAK+t9H4u3uw5j20FvO93xjmPa0L8L2TkAs+QlRkPf1GmL4NAmA9Fr8lPvAiMD5p0hs95pcavFe8Er746Jk9GlKVvQZ0Oz7fb5K9Xsn1u6/Apr36xG09CfnNPQk/dD23c4Y9zOZivclfVD3Olf09IENDPj1CGD0R0hQ+/Ne/PHidDz5Lchu+TZ+1PKskVbsEv6W967RFPrgMFL75/Mq9lnMNPhqCxL2w3Rs90CWqPWJDIT3Npze8lNbxvZR47LwTTgk9DsucPZPiAr7SMsg9YdyIvTM0fr2NN+s9Bb5pPLCyir3xMQa9PtwROo9jDT2rcpa9A/m/PfwqvT0ccni9CUk1Pa6NpL3KTaW953/EvebqOr0vcEi91dbJvdw30D2myR6+HL9sPTavtz0ujHM9zKORPN8sxj46uT09Lgv1vD1zmr2a3c48qW3SPCFESz6L7IQ87zHGPchERL0uzzs+4e48PRrSgD1nmMU9w0oBvknYrLyNbh++WILYvbgziL0c5Ni9K2jfuxZiyD0g8MY7zamlvntU4z3FtQa+Z6X/PfeYk72doZQ9uzjfPR35JD5geWm9rP4FvsWWML5UhNQ8nZWRPB8oDD76QjM+PDomvqrq0j0KTgw9eExgvbpVlj4+o1a+V5nFvPtlyD3xFAE9U82ZPBZ6Oz4SFq0+P50aPoxpYz7fygw+Ca7UPaZZc76Kr8o9NxMhvnEdZrwKn7s7J45KPAMYMT3TwoI9wLZzvaWTDj3ZYwC+Y1dMPls4qL2q/rM9RmwQvl/3tT1NzR0+E2GcPDaX+rzo6eu7hRSgPIH1ZL08Ppm+/TCMPXeWcz75R009Tnb4PW7Tmr5Zh5A7wGBVvud3yb46B6M9e3YnvgE8/b23aYu9WogQvanSqL3BiSy+Os6dO8JYDj4Qj4Q9cHfnO8uYHr2/gxo+/PvUvbhtHjwMwp49rNeOPSCvQD3/tx++t1ZSPGH1fr21zhU+ycjuvfN9ET5ZTge+h/yjOl0ymr13nte9MViBPq2TFr4WdY+6836dvddJVD4NqE6+aiU3PhLfKD4Ejsc9IuGOvpwfAz5VZk+7meKKvpsJHD7a0lC+PVj7PsQZvjyDQ/y8R4gVvptmsTxJb/A94JwNPXuwVDxIugO6KgGLPrBBM74fNga+M1WIPk5/l75alk87qVwlPJfyz7pPTmQ+9p/cvFeR8T12pWq+iEykPrIWUT1yf2C8BElsPBvT9z3eO1o9tikaPn3fIbxrJDs9mMoNPrq+V76A8J26mjiJvYXH4LzZYha+3iuXPXZpdzpLFUc+GLgMPjZ0ML6o86M97s99vvMZar6HzKM9JTg4vgJfP74unZw9d5LXvJ9xgTxpJQE+TWc8vkZnKD3JJAq+8/jGva5iLjuAjxy9S1pZPueEKD39U9m9E1MuvQjmzDtXrj87E4FSvhv0G71BRBi+1SHPPaaCLr1O+TQ+79ytvVA5sj2h3ME9Y/CkPlGIHT6Cmrk9qH7ivI5Hfz5yIv884NC1vDTtVb1PfJo8qjMTvqvEvj0fDz8+pMvQPGcPEz1gATm88S2TvuI8E75YtkS+I9yYvCobhL3gfMY9Ujr8u/uLoz7bi78+yo4SPTQRDb3OU309HY9JPqIxPD7Jhy4+2Nj1u7Xscb7W9dI9UEg7vWqRcT5IglI8p6wYvJAzIz6JwV8+Evg7PerpSD7SVI2+xiKIPYyXBz6O08K+1qK3veVOur5iu0O+ZLTvPb/oKb4xXpG8xQLjvDm00LqIGIA8HylRvnW4XDzG21W9HY6PPkJjlD1yGCs+jPu9PPQMv7zFaxK+ear/vQJiubxhK7C9lFbUvC5rmb4ux7G9VFxHPrsRoL4QMWY94V0MPtjHNz6kZiQ9v30VvCU7mL0oXps+SvwDuU+fxT6+GtE8t3MNvRXcuTxVQoY7ZQunvhAcI75rRoG9buMBPeOH9b1bWXo+bHUouyvQ6b1xV1M+lV9+vd/pmr1ElnW+xpsGPtFnBT7zEz8+GjDGPApeHL1+vQO+N5W+PXgx3D19G3i9YDkyO4FGRD6I5oA8Uv2fPd4dDL4sRDs+pntSPR8Gf74b9km+QUwfvjdSBL5FqwQ+SkakvKjeC77jxi8+WsYBPjhLhD3FppM92DAFPvIN9j1veZA9aGYoPm5l1DsuyoA+qfzWvcyWp70e1+g8LM3vPJ5u/L3xFOW9C9mFPQXnfr1GHP897+bHu4ShU76QW1C+2kWOvjJn/DmCAnq9KUL8ve5iozzSXe080TDpvbYtML2Ffxu8mpRmvu7PirxNuBu+HcfBvYgP1jwYTXa9PFYnvvYkaD2L6As+dfPwu1uPwr1DiYS+A5MUvtroUb1xtxO+XM4QPfFgMb7nFca93F1pvSKGF77zXyC9aq+zPfh4EL6wOIM8QKXbvdlXa77iT9g8fRb5u3gRVr7cbwC+sQChPKI1Bj6hMrc7XATWvfyx4r2efGa+CXsVPWSjuT1LQI++OB8tve33NL5OLic+apyIvr90wr2ruaS+1TrrvShZaLxUR9w9EffTPMjCd77YNx4+o6Qgu3Y1tL3LLxc+qnL3veP1IL7f0fM7OBpOPheRFb5CKoc8UVa2vTqlxT3qqsc8UwhzPaDZpb2Czda9Qwu8PZjwVT3YDRw9k0JdvsKtHb6agj89bkqMvItBsT2UbDS9uM4SPgtg9D2Ehb49CFvGvStw4r2mGz27+Hg+PinfHj7k1OC81uqqvSVr/r29fh6+/+iMPXFQrT3T3H29sZLgPMjnKL5SY909ztjHPX2yVb7pxds92e0uvgO+B75J8cS9Rj9qPPqAMT2hg/m9Qy6hu3bjoLuK7OO9TvTjvQyjK73FeIC9UexavmoIYD3eZbq81r8fPprj1rwQ6829nDdJPrKhhjyJQ8U9oGaNvoJDXL6tSmk+TknKvYr2+r2kxd69z0YSvY/t/DxUYPu9l8bJvvxAhj3J97A+ezIvPpEbMDzvPg89FOv4vEAsb74cS8m9Xo0kPmBYVb2wi7a88nopPm0bWD2uuh289blcvV3keL4+ABM9JMdsPoTt+b23eJ2+Qxq1uzxF4bpw6tS82epivdmCQD4t5nu7n14OPlU+k74Y8iu+qFkVPHCtGj58B5c+kU+5vbusLb1eDbm+H9/EvFpger57QoE9/KUqvnr/ZD5vzRu8rej0vI4xGD215+I6C3YHPf3Zuz1TGDA+jpNkvkeTkr56ocC9CviTPQ8hsT1domQ+iU38PZsNvD2Mnio9yQTvPdmuAz3cZBU+b/87vtcoI72QDoE+gGTYPZrNO72hX2W+ru0vPjOvhb5/nY09hkwuvEyX8j3dVHo8HWs6PrbFazyiFBy+if+vPX6PlzqJaqK83jXtvQCWNb6829A9RTOAvvV+/j2r6UW91rOnPevxxD3Q4Me8eRYxvbfIHz39LS8+0sXYPU/opr7evcK9OM9wPYH5Dr5+HAe+5vQ7PkrOf76VtES+ryThvLO1J74BXE09EU8BPlzYqLx5++U9NfoCvnt7sr1WNzQ89WurPHe3Pz1hv7E94cx7vTwFEbzmOam9fHlRvpWnQL5OZmo+aPYpPCqliL73f1G+cOt/vuRhgj3xckK+RwXLPQS32r1jyiE99Zz5PdE3R73Fg/S9tWiqO5ZTzr0tTpG9aWbyPVjSjT7ref29/STEPVT0Vj6BM2A9YwvJPRihET7KOiu+gJHSvdPjrT3T4h6+YoBlPtnjhz5OIKC+rgBGPTlchjw3NUe+u0alvegxcbyspSU+qPYgvgRuGrtUUX6+itCBPkPj4r0+1eS9WT5MPWfUob2aWBG+aMHHPZyYMT5lZim+3FfiPVspW7xZhRU+f9mBvfLyEL2MZ449jlE2vmHOcTsNx5q9cXwMPiWILT26CAc+xVS5PWKLjbusglW+lyrEPv5YVD6Uigc+SyYyvQ2/H75Ef5g8MogLPktw/DwX5UO++MM9PbZIOz3r6x8+s+tOvuDrOj5n3ou96J1vPk9+Ob4vzmw+5zblvRXHmj7J7z49Ov+JvJxtgb7dFAM+toW/vGjegT565xm+mNPDvVdXpj3zEJo+OBAhvmI/fb6KRWu8qJ/2u7esJD452Ta+6ikVPserEr4xj0W+5GnSPvivID3WVu098IMGPia8Jz5wrTS8kBE6vvwLqz5iyzC9gbHGPby7vr0EuEk+6kIsvjsCkD17ajo89CxOvoREk7znlqC9jsyjvKO8rDvmBm89Ys21vcWVsrxtalm+XEQMPg6Xer3zrCq8mhskvfjXKb7kyBu++MQsvoOx+TynCgC9qZnUOygTXrqWvZ29Q8vavEwOsr2v5R4977dgvOK2JT2CA/U9BQE0vZSQvr05syY92X8CPNQA6b3g6Ji9M8gPviJPTb69Sd09nFuoPWNltT3ESxM+3EpRvjd2Fb5iJBU9zhrmvWlBIr2YULC9IrzZvTskFr4mBPi9NjfBvbAF072jhxS9hx35PJineb0vt+K8RHPPvZtrTr2kGGy+uHccvT01RjxnZYq+NESaPYVawr19iMw8B+BVviF74j2zYxU+Y5T+vbclGb6sBV69doLavCFiLb5nlTu+0kISvjcHNr3hb/s9BRmnPQH7u70UBzu9NVnbvVd7F74IRAo9dDcSvlSLLr0pDkw9CKnLPfR3DL5g4+O8uss2vrvULb6/A+29VgkOvqUKM77LIKS9Pp0svhtURL2DFYc9V7LKPbLB4TuSLNg9rQIMvFXNpj0be4e+slH3vRFmHb7Fu1W+QT7lPY9y4L2dDkg+8uzxPeoVRz0dn1S+IlmvvaiTIb6z8Ga9v/TGvf+PKL7sUt49Hi2DPerpBr6wib89Tn7GPXUzfj2bJSe+rt8evX3nCL7b+bc9Il2APPvZPzwaPck8GOAlvjlkEzy+3IO+EVd8PVmCir5affa98p4kPV/pEz0tYjA+/DMqvOgYxjx9jWI+zEqxvlTwFj3HII8+3dhhvoHUxj0HGkk+my++vHMriL6zIhE+Xa61voBB87r2IeE+nJCrvREWDT4kSZo9U/fjOuwNWL1s6jU+Be8mPnNCub7nOHi9PeAMPhiajr0FySO+cEqGvpORsjz3YUW+vjGfPj2lST1r4hW908+OPgMMBrycUuI9h5epPY5TrD1uC/w8cijwuWbJMb53Rqc9qURUPKjkQj2ZYEA9rIdmvcYKvz2vf5++2wCGPjz7Sb5F2pG9O4SQvnll7T38khm+p24qPoz1gD4TUas+EMEGO40zT72OG5m8x1GdPrWI0b6jl4i8DyHIPmfwkbzG+2++z4uDvUC69r27PSa+1OSivTzR+T2oRWu+xJzEvrrNMT0wmkM+fGP8PQFcvb23eJK8jFDxvXyly75i5+69aNWOPMHtYb7LP+C+JEKJPSC5Pr7UxSq8EjexPOjegb77HFa+pb+KvmfGS77SFI8+P66UvozWgLyTryA+A7uCPoHPvb3NrmO+QSrlPI5Exz152869IufBOxI6xr1KbH6+qHMEvOwgXb39apm+MQR9vk5qr7778jm+iQ0jPpGGpb39hRG+CWWbPpwgGb4goiI7eGBVvi017T1Vf6q7XCU6PguwxLxAm8+96cTevSDvmb3kaqw7gsDzPWeaz70CggY+/OKZvhroEz7XMl89GFLTvQ9oiz7KN4y9QM6IPSdMCz18YMS9kMVTPODOi7x2ecK9zCN7vXHETz7G0Ee9OstuPpB4cb3jMxc+gHa8vRgRSryMRV6+dWRNvg20YD6TAtO9eJGQvbONVT7poSm+iRTAvVkSmr4387E91t3GO85tG72Uiya8qO1QvpRnDj13XxO+IR/2PY2SKr4gkIU515q2Pq7INr42cXO+yWUTPgCDiT0HdNw9P+JzPiQnTj7T+c09FVbjPbjFe7sXJjY9d12BvIssgL0YNsI+v0vVvdY3E77232o+XBenvHcc0rwabZS+Bt4UvufoxTz1ewm+rVFavVxWBr7zuxM+Vx1dvmGQuDtEt6A+Q1iJPnK5wT7ka4a+3Ig8vcpXnT51XPY8fskJvVtQWz4tiky9TcEsPpVAmb6K+eg91NeCvgmzFj1rl5E8LeEPvjwxgL50KKg9M4A1vtagr77l39e8/VARPm3TJL4GuPy8rJk+PUIiqb2YV6W90i4BPqC3tT0SFue9qYp6vnguq7xhI/s9J7C4vMYLDT2Mtha+tqX8O7zmzb1a2YM9tBgwvjarWD1okFe+lGWLPnqUibw/XHS8ZX1qveacMj1eF4e+oCJjvmabmL2Vbs+9rIHQvRNi1j3ulJI9uEyJvhXMOb5gFU29SFyNPgU7zL3PdZU8QpysvKo5tz1bAbq9XAkRPt8NAD7Wpu69IQ2vPZKwdb6gY289Qv8QPd0wEj7MJ2o9grVhvQW0LbuVM209rTMFvuGECb1CVTm9cBGmvZyrtb1MJma94AaZPZ1EQL0Gi9e951yUvoF/E71+hlM8SxeQvnQEmr29eB2+oMa4PefQHj72qYU8FfFOPRlhFL62yNS90Se+PW5j/r0hdJW9PKeJvtSZcr0hi5y9PzE0Pii7Hb0qQey9hQIIvnKKsj6YNMU9w6+SvbDPMb0UtPq95NQXvkeFFT5SmhE+HLVlvVuCqT1kbC+9dVxOPUfLtD3jihM+Hq4zPlI7QT0fo4s9P3ZCPtjjlDol15q8kprIvQlV9r1KCJu9FCYePrFHMb55TXI9HRsBPn+Hur21/Py9CZcSvqDnGT6Tka28btArPi+vND55RU++aShIPnaOBz41Dvo7RHfsPUvJsT1YAQ097PTzvTNaBz7gjk6+nx4UPlaNxLwgiFC+TfgRPnZHzbyGOUc+2j0uPrB4Tz5kyls9pHz/vdtcDz5VOzk+48cSvin+xLzd3BQ+OexQvoOX5DwkrE69UJERvlrSqD1nixA+M2NivfY7VT7ZNUa+oj+sPZC2770lsxA9zNQEPdZUIT75jTA+gRVmvoh4Dj1PYB++EheFPsjkND5SHUw99XQOvjo8fTysAZi8DbwgPUavnz1lymY+A+JxvnkRFT7cLHy9NJ8OvNigTr0Mjee9mL2CvusS/rvw3a2+scFLPl6PAT6WI4k+/iJlvX5pM75ySl4+WxhUvjllB73Mo6Q9IsPaPcss/D1ZN5Y6S2aavg/Rkz5Hk6S+HYIdvLkJJT2MIxI9YySGPvkIrryL7N89AVewvQICoj2BlAq+u94DPtyCmz7NXog7ku8Cvi4JpjyTVhk90hCCvjdtyLxblcK+lfEgPkj6xbwuXn29jOIMvK5cAz6B1H68UuzFu5snCT1y1ja82eNyveBQHD6yqMe9G49kPTmOkD7cgJI+o8H6PbBRQT5Weco85aOePeFiFD+2SOm9MaiWPgSRQT4+fW0+QsfDPTieMz6o7uy9DH1ZvYkyDb4luDY+fl0YPvgYq72LPjO+oEf2vZJIDT7dfLU+B243vXXRI72z+Fq9lhjOPmjtAz0gCFa+6rNQvo2xrL4hHPG9sPVxvZK6nr2CoKU+2l4lPnAJLL5eq/q9wRaEvrfbXr2qGEW++coVvo6/c77s++C8k/wBvusoJb5H2529c/Z6PleCXj522pC9jUAVvpH53z16BPs9flhnPr3Mqj2YqXI+MDxXPr1xUr4mNfw8QB13Pn14njzFkQ++utYUPGtmjz3T7lu+u91BvqRY2j1BU4e+cebWven5bD4KuhO+RFyjvlaGxL3023w9/DcTvlDucb5LldY8Dsbkvb6Y/LvzPSg++UQwvaysGz0AtsU+xGUnvrJqyj39f5C+fwgWPjD1jL7OsAc+K7U9vdg1Db5HRB4+1KesvaYJLb5wIIm7GpFmvrFg2D533h4+geAuvrN9Bj49Zfs8Wg/wPEx42j2hg3i+wd5xvudE3r6psTY9TmaZvSrMCr4IaIS+csqDPM0bgr6DogC+YS+qviIGzL3L9yW5SUegPJZHGD4CvuI816dGPS9/mD1NmIo+Ufd1PkPVXT2nags+pyFHvhFmJD4RX/K8DTL5PQeyrr23XRM+qe5Tvs1+oDzNS9y9dIxcvlIfDb634ye+jjTiPFf+RD5bWIS9fJTzvX54XzxXr5m9W9KVvomk0b1BdBa+5RD/vYIoJL53GB0+MXOrvnkKg70ZSUI+YdIBvv8Q+L1Fdgy+OhO6PT0k0r3r1ck7agAZvn+rPj5mAEk8HlnLO3Dpgr1o9m8+WChpvlkNM701Zgq9QI99PoRTDT7U9Qg+zPFAPph05r1O0xI+S/Z2vnchwL2vskQ+hCmZvR0Bvz2qRk6+LYocviLeyT390EC86+iWvVbpWz1YGr29DEkCPnhZ6j2wpkw92pUUPkFiKL6HwSq9UQh1PW3bez2nE3Y+cFZBPoPt3b0OmG89JH4uvfyoGjxTV4E+sry2veYqFj7zfSC7ZCLivfob7bxEt3u8Kt51PfTY+L0ztQS9WTE4vTo+U72amFW9sOATvkBLIj6kF/Q92A4jPW0t570SfJY8QZKNvTFwwT3RoV69EZEPvsCAuj116109qO2EvGksqT2P6ne7OQhEvQtiHj5qw5085FOZPYaQwbufbRS+6F4ivgzLlL1rRCG+t86DPY8y9L2BZhO+5P8yvUP/VzvR8TS+Y2cNPlQFxjv3GDe+GipjvdHxT76Z2LS9P/QZvtzDGD5HaqO9PN9fvgi4w7rEBko9PXOcvW645b0y4QG+K+MPPdsnAj4VIl++5W+IPb1RPb2sGPu8rRHJPfzVor3xhrM8nXiCvPrQdrzoI+M7EinjPZhOhr6mH8E9+vuDvBWOej3SY8u8/AaeO/iuBr7waRC9cV2gvbNtKr3lLr4978gLvlPxwL1F2Hk9iQGsPX0PmT1n+f89u/6OPdBUdr6Rnwg9X7zevWE7871IptA8m9onvu6OBT4m1hk+W4ePvamNmz2H3g8+kMOrOdEdjT3RSx49tUC2vZybCD2Zs3K8dujpvfsCpr0Xbye9WYorO/abFD500Ky9ONS8O86N9D2N0wK+jadsvnuSOT4JjIA8x9M/Pl5KHj5JnyY+jK60PghvZL6zXti9oG+rPshlkrq1ft69hobAvZjbMr5fUsQ9iN3kPnTfEL4l8iQ9Q8IMPPsOzL2wlhm+pNU6Pkhhij0+sGM+/z+EvpNwKD7hDJQ930IBviLkIj78Fga9FdKuPdWQprzAlZO+0NOHvnfh7j3w8uS9uhOnPlpq8L1Q4gm+nc5NPDzE4r1whIA++jBQvnGCOb0GrqS+d+UePt2ZkD487649+L9Tvunddb5lKoI9pF4NviTBOT6rh0o9a7hEPcRVMT6fYyu+wC0VPk7dDL62qVw9D8BbPvFIYz2kXNw+sjAHvvvCHL1ZnN+9YGLfvOgV873/YoA7cEETPuwXQj4DAgu+jHQgvjQy/T1+3+E9WeraOXvtwz3u8So9Hz65PoOSHb7pZF++LcdsPsqOyT7I/jE9opwRPgjAkD1qNSU9vmPUvc+fML56zGO9eo9vvhY77z1pLUi9sFWSPbLJBj72v3A+VrYhvohxiD5an2I9u6VEvrxKZT618os9z2WFPjqwur1UBmE+XUXlvbyGZL7pFoE9VD2pvciGw71Km6E9DFJePhxy0j6Ko0K+KJd7PmwEFb6e7tE9abtVvEgyxb7nP9m+bxCKPaw0sL3yj1y+ycWNvcdEhD5DWFI+BsgmvkJV4b01j7q7XKdKPU7xqT7s7Ic+/8QnPibI3DzUK4e+b/9lPkCnN74E4X8+9fQzPDCFL75c2Yg+EP4VPgNtg72YdBM+ENsrvuvxpj3RwGC9m3/APuH2vr7nzgG+TEKpPQzZYr4sZsk7EgRtPTsNAz2/ots+SXKPvKQ/Qz5Eu6U8O/lBPsT+bj10jWS+e2uZPHBIwT2bQCU+3E9fPlTlDD78fc2+Oq21vsknWj5LLC2+nD2HPJGOdj0JsIE8S07wvS7pfb7zzym+5UKJPnhGyr02J7y9QZgJPXQxEL7TN8Y9j8KfPqHQIz6q6s69zNwuPnnPL75fT7s9naa+PFN7+Ty2/DW+IbNwvhgKV75b84A9KQlFPuW/G77j0+O9eDGWPhMwWz2AfXW+3HbzPXbOzL1tnj0+cXKEPXBemz7j83I9EgnYPZg2Vz40OvU8WjefPTrTw736i7M9IgMAPiRwiD78ZEc+1v4XvmwDqb0LARE+gZsuPtoLOj5AsQm+Lg6DPf6/TD5b2E07EqviPoTwCL4jfOI8+5t6Pp/2Qr5kiKI+PRgxvZ45TD60AZi9T55kPGkTZT2YVoE9VVWVPgt/ZDtM5kM9+7ZUPtugqryfmFw+IF0yPmFnEz5Xlwq+kccmvj2V5j3YWTA+iWbtPTnZlb54CMQ+N9cKvrZw/T1+Ijc+GvfDPcQYqT2Wgwy+"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "EEI/vlAwWT1PmQK7JctGvZzTkjy7Gy08Uvesu5uzoDzrouG8xQpBPQ+wzLyQdZq8Jh7BPaPRiTxgUhe+HIdXvWzSej1s8DW+CtA1ujuCl7wdoo68GMGmPCyV7TqEY4m9ymBePfyPAr09LFI7WF05PCgdeLwABh2+G7zVPawYgT1kvDM97cuvvWKfzTp4FR29bXRzPNjL3zzNLdC9QdrIO387xTz/FT299rbvvZ15ET2fvq28RwxtvfOX8z0icVS88vhxvGJalr1yiBc8tp0aO9E9lbrt/fs79xaUPdbzwLzOQFM85aWcPE9gH75DkA89PL63PLdYvL2r1cu9QB9DPT0jvDzNki89NMHivSBjdz3zkEy9sUaQugKTyj3dxoG9ThwSvN1myLsmRz+7tJS6O2jUujuS+SO99efwvBAA/TubQzk9MToZPY/Jbb1UBYc93MPqvWReQzybEti9s9mXO7VRrTygHKK8PfF0PbzNGr4PsRe9dppeuookkL0MKKy97gTYO38CkLxrf5i8mSybvBNpk71LRio9LvhVvZ6eUz1ci2A8HZZPPVuzx7xPoc+82UsXvotVHrzMoAa945OXPXc367oeN0q+1jwKvX0XTbv48BG9Dq+OvKE8gr0fs9k6zpJqu7kvJ73Tei885zg1vUSqOL3RiDC9MOQjPSKPu70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "SgiDPXcUfzwDaru7ZOBmPQi/5b1wpNY735PVPIyA7L6y4pY9YoqevRImHb4nlEO926zoPFkM/zsQixY99kO2viPQ7j1mD7s9UNGfPXCaMz5Ql0A9Hra4PfzTAT4B+ig9BT+rPBBwGj4aoyU+6TUivaTByz1O9Jq87jSLPYipuLqPzSy81aNdPC980DzQRzI9hmtAPejkuD0QWB89wZINPjxMsL0PtAO+vUR9PrT27bzI3AQ7WbN8vZOw6TzN5hm8JL2CvAcsNj3b18W82uzbvPufgL12ebG9EnLiPVj3tz28OgK97zBDPWV3gb1VaYI9SuGLvaWUij1Jwhw+3lgJvv8wwLzvCNI97kOWPQLVbT3UwxC8lH6qPeTjWz5Klko9h+GtPVibHD5enD28CaXkvZ9T+z0iCIm9lUBOPkds4ztqJfK8DyQxuqQYkLwcs4a9b5vqvdJwnz0+sMy9joeIPee7kD1O2189TFqlPSJEhL3FZ/48xDtzPW4baT3juA2+tSzQPRcBk71itng9kZo6PW1+bD59GpM9YzSwvU7jLj5P6us8H65bPh+ZVT5UZcA8tA4FPonkPD47xZ08+oOAPdNP2j0g0VU93oshPJdpfj1emAQ+miaavGMtv7yxDpM9aenSvA2mET7Qyzs+rV+NPZ2Duj2EZGM8PG7oPGm9lj1+gYu9v2nXujpoIDxT6Fq95xBNvd+VDj7vgio8WmHQPU6worzdy0S9J5KIvavH3r3FNgk+VgqpPWOjvD3uENW9WpDnPICL9zyPYbW8rSdTOxvMkT1svnk9ze8KPU8UlL11oOM9GVS0u6lruj0PMmU9GqITvvFPIT3rIk29YDjWO5lAPj30/J69RfsNvmXVxT0DMqK9Wt7IPT4PTDzV4ku8jehKvkGYHr7mAEq9OjJ2vDbhpD2DxSU99IgnPcQmZr3aw5Y9pv58PXLCBT0qQTE9RvwdvgWUuz0zZdQ5uA34u2kuXT25JQ69WxeuvRsUCT64uIK91kNQPgNbO72o8BK+ySXtvQn/wb1DBGW9GUtZvg8bGT6KZuw934TcPRaGPbtAskq+0XnyvSrZBj4c3FU8iGCCPQ4fFj2jM429ZcLQPdlJTD0zlZa7tDzrvAonVj0IJDu+a6IjvM5r5b2cHDk8MI+kPf/Q9LzvGI89dfXevNbMTLxGh7q9kthNPQ1iYL6Ch5S9BnQcvB58tLx+M229kFrjPd+oXT2LTAQ+DzwKPr5H+D3CAw8+GNFPPeX5ZLv0BzO9g4xEPYEzHT4pp4Y9BDCpPSsXvz1kgQE+1vUcPodf8LxkpAY+IpLLPferEz3YNI69+eN6PtEUqT152aw9GYWSveJ5u7xkjEu9uedZvGHOIz4QKMO9OHDGPaZe1bxGxGw9DxNevA0eA7xL1qo7dWJSvXKTtT3PWGy8Ze0yPhNUkL0OEv+8z4NyPkbiEz2Xt5q9fwdJPWYnHr3CJh++jUEQPVH1Aj0NdBU+Di5mvW534z2JI529VbUnvTbVTj37fgQ9FPC2PQOnZrwKSpO8m/Nivec1dL0XsWe9LVgFvRlOmrwdS8k8DcFCvbCheT0DrMQ8W6T3PQyYJj0JL0E6E02PvY4zxT2gbOm7RXwFPY7s1DzqIpo9VmuFPREP5DyRQYk9tONOvLDoCr3P3Pq9/f4pvpdjIDxeGhA+EmqYvSLgUz4nDX8+IlhpvtjEa71/vYk9muGIPSOdBz3O0KM9+s/FvSSY1L1EZ9W9EXZOvVcutTxuFCq8yzxGvi2rKD12sT69hbwmvqYiab0Ly0O9w682vdxd9LzIT6O99dZyvUAhXDuB3yc9NbvIPRFG7r3O+hw9LXopvhnJS77f5JC9JcGGu5xRgjxPMfe91s9fPczY9z2nOJE9g2iUPQeRMj5D2EY9sG5uvtQPf71fGIc81uKrvbnskD0v2+I97RkRvmV4u71FwYW9kRlsvsIZ6z2M28S8T/D5vKKI070PXQm93hh+vFN/MrwnDsk9/LSTPU+Uyr00G6G6Sg/JvVeGkjwQOXw9sYfsPDTLar3GQZS8+9yoO9n9sT14nYa96DY8PeAWwD0kt/g9cAGtPSH5Az7FdEY+ljdbPeofCT4uR7A96FI9PS9Rzr1Avw89xElCPk34+r0Y26O943bfvBI9Dr6POfW7br7tvIXPlL1hx+W9Uq8gPUPK7r1ghJa9BBVIveEtbD0rX5S9VhbCPJKk670nUTc+Z8v2PQa0kTui7Ho+YnmPvdMSbb587JG75RFpvduqKL4gIhw+oal2vVCYVj2eThw+e1u4vGuIxT1Sc268HI6WPL/6+jwy6eM7BbYPPRv5Gj2fqfU9cypJO/hZCT2rH1G92MvkO8rICT4k/Qm97+PkPQnuFL71Pq69397oOzLVVT00JSU9qOO6PbKa+DsX9r89Y8DHvZD1sT0iEYs8ZC2jPGnZ7j09rck9+JmTPdqbM73k/PE9Pje6PdRSLj2JIW88dlJhvSTuVb2JLqo8JKkHviEsGb3vkQe9PzafvqBqdjxcX5m+8IHzva7hyLzXLg2+siXUvbe25bzWPq272+6qPYuoTbznQgy+r0U3PVucFTw4k+07cBagvWKGCT7er/k8TG4jvvtJTr40iqo81OwnPZrryD1kJGm9rQqYPeiBbbojViG9XCUAvnsaxzvnznQ961C1PO5BR73z3aO9kOkjPkvFG72l56S9mozDPeMODb46OUI+wtravUfLO70fLhg8CiyQPPUzQL1EOFw8L6DPvRjLgD1zcvE9vemIPKLMTTz2r8A9dhkvPjQtor0Z/Pk7SKFXviY6WD5hjLe8/T1BPUmZCT0WjBo99eqpPZCyvz3xdMY9NOwJPt6mgT4WNBk9eOQePRogmz3N2yu60fIKPlIcUL1zpt89r8YePoYRGDzHl1i89o0Qvc2OmD0SNpW6f0/xvHdPGr24mP+8ekL+vTaJcL2oB7M9gav0PVu1CT4LjhU9v2edPWrHQ75xbc47ZLOWOvpBUbyuA0E8SAZAvNm+Dz5K/eG8iDFyPrXjRLzrXN49auWmPsDpg7xTw7A9ZikQvmyGyL0bpYM8EsADPvMqwD0Lxvc9GR5YPkel5j27jVO+mwN1PPwxmL0VF/W9Qw64u7gam72E6AQ9zRBcvIYw+71Ebxc+gTHMvHm5mb1GBPC9VXLevZxepr2acdo8uWn/PXvqEj0EHVm8NDZdPqi7XL5EeI87VLwbPGf+Nb4UerY91jDIujgfvj1LKYq8JuUKPewOybqmBSa9lyd9PXr4AT1YPbI8zi2NPUFEsz3mhMs9mH1yPkCe3z1UhhU9/qImvYHtPT152IA9eEBcPl6jID4Yh7E9g3eUPicMHb0N3Be++7VmveixJL7oMVy7cgujPX0CIr5XhAW+RdZSvrqwCj6YV9w8VFRQPUHXZD1OYjU9+vsnPW/XrD1cw7299fDVPSC16TtNjSk+hX0HvS4c4T1+ISY+v3scvYbypD29CSQ9AlLsvPzqQD1c6KW8X6yGu32iWLzzFZc8+E3uPcpnS73M8h0+hitfPNq6Nr7EidU8VJzPvZSqnby9r708gn5APlKWAb6RSKo8ej+WvZjKOb2FqY87SreevZQxsbyeoYS8IhYfvUiaCz0v33y9sAYmvLWElb2+38S91oSivRC9OzeSgHK9tEZRvbbVlr31sQa9aBVHvcS5Kbx0caC9TpP+vHqLmL04eoI+ZckCvr4c2z3Fi4K84XWTPVXmGj71xiU+B6HXPdifIr0c7ZS8LiytvIwtAb1PgzA9SWw4PbTypT0tMQM+tiHePc+WID6Cu9e8+polPvrlfzuC3Jk8vffgvGobBz4TrRA+xbyrvPpB7Tp0Kp65DX7VvBLgZ7083RA+bRibPUHqvTxdWGQ9imeYPD12Pb2YsPQ9pEnWvfm1kT1/jtA8Yq1MPCU/CL7mPOa9zWpovNjvSb69dKk9P+AiPlf7vj2LAQS+fTkPPgwQtj36BVE+6gNXPfFyj72XCss9zRymPWM65zwtMIo82IzGPA5skjwjloY9jI4KPm8qEj5PJW49F3QWPLoIF75h8sO90RxaPsnRyT0tiAg+ZcFAPqaTYr28yRw+UI8hvYFGAL11IaO98ChfPQei4z3ltxi8Q6bGuxkUIj2sV229TNY5PVBSHj5Ukqo8KfSMPTEt2zxSPAg+CL8Lvat0OL3zv7297MOVvedsUbzAPeO9sS/yPSwGST2vyOU8LTUlPcvPyj2oWXY9zYIzvSAqqD31MSg+Jp8DPs1FN71mbqk82R7LPUlTGLxrtJc7I9/EvYIObr0UUVg9Zi6UvVy0Cr3eDwQ+6MQ8vLcvyj1n+KI9EbcGPe6qkD2WsaM987G1vdmdub04RpS8Ypocvk+MKj1USHE9KwO4PZoxLD3DhAS9PrdhPTxmTDwhP7u9HLgjvOZ8kD02kg09TwehPLwCEr1TrSK9ONFRPAmgnL3rZQA93Wi6PNW7Wj2VVYY9eQhgPhmeOT5BTdM9BT4hvVfE47wcn38+ktm/PZzyEL45KUY9haGNPQJixz2w2Ug9qxoBPQNJBb1AKwc+62GpPacHtb0nHsw8Li75PYGEiL06LnC9mvEvPhvbuDyJc5E9PNcfvU1Lt7y28cK8dEcyvMhyc73XOjU+6AJHvrQHD74seo299sJDvoWHxLwyNaQ9higLPgaL4j2cYZI8+c2/vdfv/jwMERI9K930vHoqGj5Mrrk+/qWRPrAylj013Yo+H+m+vTqFJz6kiCo+1/kwPKs5+j2b47w+kQA4PGlHJj74Lac9XxmGPfOEtD355MA9JBX+Pc/BbbxwOQA9PbAaPRDfBr61qtC96ZGGvElYSz2DChc+qV7cPby8CL2CS0o7WEmyPc2wNz1sv788VL0KPi19p71oAaw9gyCpPPPf771tyIe+6PfKPQHvQDzklg89zM3OPB7jEbxD0qi9IGLAvXpnnb0PIAe93LQOvHSJTzyelkc9zq5rPN2wUD3D2Zq+vd+pPcAIoLz9xCG+GzRKPUzjCb0x7rY9VRtIPPmJND2DTqm7L549vZuSj7ybGxe8Elu3vfjyXb3Sghg+ZXnRvTCVCD7jG+293TmZO5c1jLvHbPs8s1T+vdCG9Dxfu5E9EeHlPRKNzT2pSHE90BEIPro4kDv2WCM9VtCLPp1a7TyH2PY7h+X9PRo0KD58OGC85Pisvazzlz3BNek9m+t/vLjKd70CBYS8MkevPAZBb73ew7A9N4UbPT48DzwGqS0+E5ZvPC8Glj7zu+Q8kccgvTY3lD2252c9ohOxPMR2AT2kiDW9hsXovAaqWToifpG9PM/UvZTEPr2hVaY8YGdivdmuxrpCJbY9RZH6vLb5d71GBgS+ehPxveezgDwH6gY93POyvRBeEL0wvMs8NikWPL52IT3UvCC9c+Slu/qKcb6pLF883xxLPS/mHb0FwIG7HoSGPQ8WCz4lUAa9S/E8Po8Fqz2MRYA9UrtMPcdd2D3nj6A9iG3OvSBlID0nsyw+6mEIvQNXBL27fRs+nbBwvTA3OT3Gkxq+xBLZvb5qAT5eY6e7VGU1PbcDcT0LsM+8fzhMvRMYy72YqyW9ot7pve/s1LzxWNq9SafgvW4IAr7u2SE+hXukPE34ejtgcMO9samovc/Ffb1i1Rm9UfiWvSwNA7wPZIw9r2xGvZqz8LxUmVO9/aTPOnoVOT3hg2O9HrpjPO0GGDwffyQ9cGKuPX3YL72MeQe9jdoSPHf0rb1h/qc9q4uhPWLuIr4mXqY9fKn3vCV2ez6nX0o9SB0rvdWonjwz/BM+CvwOvchlsT3aqa674WD9vNH6kbwSqhw7XRAXPl3CgT2iUQS9Coq8PTsQN74cLd27dkBAPrLC0zxQs+09VNJ5PYrZDT0Dl/E8WHunPTh8iDv+Qug8dUD9PQBxGD7pLlS9CHQBvvi0RD7rydA78JfBPXCw9T37cUe8AJgbvi17Mb2y0DW+aQPUuwZj8r1Vvea8TyrVPDSJWr4y8EY9AOkpPmWTQz0XbKS9aO3UPKdL2z2ftYU8ZHRmvNCPoT0JM5g90jJ1veM/cjy6SF68vUWEuyti/bxaeP487LuBvBw9Pj2US08+9YBnvgIivL0COwG+F408PQUpUjzxh8+8xoS/vedYqb3ic+093RRRvdY6vrw3HwI9zFzPO4PRlj2SQ649OtCqPYAY0DuEmtE9KBk9vZtbCD3Y3cS9HLz+O+SprL3Op768arR1vA3enb1Ugv290NuHPeUX7j1d3Sq9pU4BvTwncD6y1sw9T/waPtFcQT20j0U9YhqZPTZ+tj3dUMs9LRImPRhNRT0hnCe+Q3mpvRsqMb27l2O+aqbVPJZQZD7AglA9O8MVvgfgFT0gZe+8/fCkPS+a4zy+ci8+rNHPvXKXdD0j6C4+JGjJPYsCVz03Qlo94T3pPePxtr3Q0UI9GCDXOrSHgD1Z8jO9in3Rvd8LZb090Le9l5WwPWrc6D0Jt6M9BF5UvhFSjjx9Gm+9559UvdCZvz3b93S9H/QvPpNDt701yjc+Qu/DPdnrwDyhhgQ+3o6lPLUSFj5VkDO+6t71Pa5d2bwYU049EMtyPVlRR7zczpE9YCUAPCfGZDwPwHE9vVq0O/eq0r2OP1s9gbMmPq1KBT1sAxa8O9hWO1oQzL1cAke8NMaXvaPS671qy2W97d4TvsBvsj45akI96t7bPSga2LyVin49zalkPZHMvr1hEEY+Y2mqvaqwcj7nYGm9E+cbO0qhlDw7aU89uRCEPbGSjjuY3zm8DrgMPqsakr3QziK9OiFwu16WFr4knJM9EleIvXTRBD43NnQ9PS7bPS3Pxr2TfN68RnoFPUiljL2pqUq9miJmvT7L1z0R4UA9VFfTvTnWwDxdbjc+t6k1PkyyVz0eaSY9sOrqvZk4Mb1Manm8jPS2uiduljyjCgK8JZgNPUPLNz6SXoc8twwtPHVXDD6e/pq9yKNBPv8WJT7sCY88FyIbPpTKtj0+TgK+Y+hePb9K9jye2E47O/+HvD85Vz3rnDm88gd0PukzJz4qr6Y8gxIWPJ7XzT0bE/I9GciqPWVagTzttLm9zaGGPRvKtj2bMwA9HsotvYrhzb2yLGg9VTL4vVZWVT2V9Uq92RebvY9tEbz83z49xt6FvfiN1r0DaNO9S8WJPYCxSj53oWC+EFZpPRzrkT2GAIw9kK0wPbbQ0j18smY9ZqPEPb+Lnj0Qr2U9KLMTPiIUVD4CxNq9s5wuvPT/HT6G5Hu9i++zPdhASzxk9509v9JYPYyVgDjeOKy870QuPbIbnjzBp10+f8PLPExdAj7aQoI+pBTqvQFMgj2R0G49hvWwvRiqdL0id+q8X82lvM/kK70+UM29MZ+PPa/88z2uOrU68B/ZOqQSlzzb1qI9bx1EPUcY3zt4yS0+Ad+FPuheN77fvkY9Ld90PC7xrLx/XE694DFLPLWAbjwbyxA+KFWTvd5lkT7BERA9GpKGPU06Tz5Oxn49GNWlvXv6Mj5HTIC8U/kLvf/DlDz17fi8aQ8lPVYr2Tthk668yG22vZP3E74Mp7A8KVyNvMRXsr3M1M29o/iVPQgfJT05QDo9TkcGvnghrD0rOEy6lLD8vEqx9r1JniO9dRI5vR2GDD0skHA6LtLXvA/Mkz12+QK+4TE8PkyNUT12VAI9rHy9Pdq9ZD3gDAS9BD0zvQumBDz0DCS7tSFqvW9ssLyc3oi9JoM/vrUkRD0WgoG7tBYovQyHXj0+50W8oWArPoYtQbwxUru8SaVaPaQl5LwygAG9V5IsPB7nqb192Iu8uLtFPX0mJDwjM4m8h9AUPCzBFT5Dos69qiXhvdZk6z2/mPQ8JeOfvIClEr1RXvo8eLWdPBdVLT07VMS8qkk/vRPi/T2YIPu8EwxAvVbi47ypAlW8bWuwPJC/Fr6WP6+9BIM1vfEhgj0F+V29mZ6bOv1vRbtgw8w8DsYAPTk73L3NUxk9bnDUvZX0Zr62dBW9ABz6vOYDTTsIWps9z7zpvMS0Kb1dqQs82+LOvQCf2LzeoJ+8tG1MO8Ngh71P17c9LzHyO5POtbxZPXC9+HQePZpZYr3XhsC8sxEOvva2mr0YtOq8wgLAvQUmWrs9WB29IARdvXC6Hb3K8PK923/cPdJ8yb25lJw7VmJvvhUrET6ChsO9J1cmPdlNpDy+irw9q7f6vXjWxzwthIG98AwbPnLDjTwl0xk9WZgMPn7ovb2WAAU+9ayXvbjZTL0Esoo800FCPbrtPD1AF8U93IBrPbAJWb3ICWq7l9WNvbf9RL0D9Ua9uUV/uwhBdL1pdx8+v++Pu/syHz0mdP89WYoGPlTwjz6dGxo+BYluPcxe8LzRLGY+otYgPrATAj51pGw9P48OPTrOHb0mLqk9lPCPvYccsT0Mtyg9Eha1O2bvNrxhlJo9WJchPkmAOj7vS5c8cakrPn9SBT4IjAa+wpvovJv1abyZqRy9k6sYvQ4U7z04tpU9LaWVvbVMcD3ua2K97l6tPfF0nj7d89Q9rQnNPc31Fz7Sl1E8oQ/TPURRjj34k509dWKwPD9dkj1gTDk9y8mIPGXxSD5icqG9J2CPvLKrLj5ZwJY8CJsUvB4ocD4x4Vg7oDifPZ9xbT3I8+A9SbmaPer8hTy19cg9WPpOvZJ5jbmZUHW9VSS0vWutnr20J9G9+IFDPes/orzP8OQ8NbXxvMSGr7vcSrm9pCvQPAitEjxTbGw8c6kEPRJlYL0avnC9gqZQPVe44b0gk9c8ZuxJvGB7Fr4Nfae9WPr5vWfUKr7fqfm9PZ91vJWU47wdWHE7jFDkvA8XZbzckk48vp4nvnuuJr364Ym9Tv6lPFIJZTzqGbW9+FYcvgz3DL76tFS9vjFBvUovJT0kEda9ej8uvY2kWDsRwtC9v38UvUzDzbz8NF49p8QnPvIAwb3rq4I+DL6svb0NGD3Euha9r3CmvUwJFDyDDPY8htmNPWXCUz06Mo687RWoPYYrkz2QDwM7bLHLvH/FWj7xkKI9EzrLPTAkDj78XGS7+uY/PasxYb2W22C9nFzwPDesuj3HYzQ9BxKEvf9DkD3aqMW8SlczPZcT6bttYO+980YHPBtKrDyI3uy8KIewvcBlA77vrDm93q4wvp17Er4sH009trqTPZNfAbsHrdk9oeLEvXL9sD1hZ1G9tSinPdGGAj1H7b09fpq4Pe6xsL3Nkrc9VqZVvYPFBbxl/9G9xOauvWIvyb1bs1k8VO4+vlpUCT3f8yk9lsqtvRJkYrx6dsy8s22wvVnPHbzYHSS9/7bjvdDcgr3NO4M9m1VkPQKitLyjT288VqIGPVRvab1sh529ki+sPTspBD3HsUQ8iBP1vQf04b1xJeo80DKbPQqYhr11uxM9uI2KvbLbMr2nmh8+u2sPPkZ/hD74Nz8+hp5hvdDgDz0+HO+93KzBOpuNxr1puxU87YgivSdToz0xRrG8sOE7vD365L3iHRe+J6yfvW1M4j2X2wc+9S5zPVZQDD1LzYc9GhonvqDTqT0AfEI9HgpJviXeSD048yw+4V4CvdRglLyljCM9W+M4PcDgp7tM8h09gpmUPBYG+zxiPNQ9iuMJPsD5rTtvVww9v13uvC7x+j0C6iI+JgqEvYVMLT4DxU+9s+QNPbboATzF2B69TP1XvdYWtTyZGZi97gKtPewYcz0ca/I9xlltvYJDOD171ga+H22hu7GogL0q+p69DytQvd4Ezr2XR9K8WCsZvJLB/Dw7MUc9RY5dvQy8jT3D210+0LlTPbRiR72IT6A92oYZvuvqFz7Wt+O9XZ+LPXZNzD1OZhI+7KKdu6Ga2D1jwps9daezPUuKAj4Mxz290r0CPpsuvbx8zgM+QzZrve6ZwD14RDa9zlMdvv9ztD1kqx2+uXIBPVyYM76MUHa9/0Y3vW1iJr2PeoK98AqGPuS957z4iga9bTOGvcEc/bwWl+y8kQtdPeBYs7xeKOG9uPlhPL14sr0YfRo+PYmkvMiB3zvcQMW7xzzZvIsFSD1oBl09RCk/PVcIMLx8GQO+EzD9vK3wDz0Zglk9LNYnPkp4dD3iSc09rHoQPkm4Dz1HjUc9B8wYPHOnzzy0L7C8IO8cvA1CDrx0AiO9B/LovWVZ1r2I3ZG9EXPJvXXpLT4rojG9CdvivVWYLDwVVpM96mICvciRWj1kCpi9g/gSvZa2zTsQbJQ9yZ+GPWCjCj2zXfa98hW4PFXNN72jdCA+dEhuPsQOhL5ME4s9GoulvCO/Fr0OHU68y88Jvb8a2DwWgo+9HnEFvsyBND6FcSy9FQMwPryX/rqYKpy9Cu/UvXmD77ywXJy8QJ6IPUDnC77/f6u9qmKtu1nBL76xkSc+DyIzPulrAD66YwY+44SzPe4SED6T8Fg+S5/NPaYVBz4kOzi9yiEMvbtcqrz/R8E8pvVGPSyvSD0hFE69zSC1PXsYmT22LsS8g5F9PqygFb1nKm49jaMSPr69Cb4DLv09r+pVvH4JDD677PG8w6SQPDkZlTwSLD+7Kn0TPY4VMD12IEY+l5EoPudaHT5uYLQ948lmPsKKhj1hT/I85xDXOj9kpL1KzSm9Va48PE8vjDuyT769+fPUurmVv7xq3VG98bYPPqI6jr2ls4a9SzGJvE5+rrwjNKQ9InfKvPQBir1ZNoy9N9qsPWAQxb3rnoc91MqaPduY2D0hzQI+MyfnPSmG7z3b5pI8dkExvpgB5L1CDQE+v88sPZeOCL5eToa85VV1Pay1wL0N7Ik96iHLPdF2+TwuQ5O855iuPW06GLt4yTw9ZYYTPmgtBj1XETC+RbAjvnKwCz5gQ2a86tZ0vRGOXTwUXye9/SL7PUoMEj0Kzj49lQrIPGRJfT2vb00+kL0bPqDYjT1CjfI8s9/BvR4IqT2a7h0+YyUGPquqwz15T4E+bBJfvK/omj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "NPA4PN7iFDxddqQ8cBkCPULYkrxAcOO9OdBovb4Vs7wPioq8PRP9usdDwr16Vry8l5osvbRnYb2Htri8nlInvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 