{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "cAQpvj24t73lej2+UsJXvvKYgz22j6m9meEWPlZlUr4weio+RH7evDdl9D05bBo+UNeDvSHB0b0bGEc+SAJYvvoDnD2npQg9MpJePbmrlb2nJC69LQCPvHAVRb11DAS+dm3GvBejOr7t9GI90SYJvhvBBD4wGo09Rk6GvIHcur2ldqq+152iPSsolrt48sQ9lS0JPXiN4b1xdPc9oHPEvFS5zL6dMya+64cKPmVkhr1c1v+9kKxOvdK43T1MfzA9O9kXvkRTPj5V/R6+suhwPcapvLyhcI49/mtgPlv7Kj5unos8PkbEO1vqgz3TwQe+Xs9svKaqkb6jZ7W8knk7PQHJhr5TrUU+XYYGvtqn2Lu9Eh6+XgdtPX+rHz3hqaU9TYwfvp8bMz5DLEu+JQo6PpSp9D23yp2+EC+kvPI70j39mm6+FzrfPTMjhb1WwBK+in1+vreIoL30XxO+e28hvqQkkL6b8Sm+gXKXvh9cHr4GX4y9ZecBPpQMkr3Gbwa+DzJZPmkiJr/PjFy+IvOCvuOrnL2Y8mw8tGnavRmYQDy62SW+RnYgvahbQj2Wx4s9t7CEOOdx/Tyj6B09q+/QvZ2EuT36FCC+2Z36vumyCT5o4Qs9tHyjvroYkjuv1Vo9xUVDviqhaL22ZYM+KtjePeQoCL4Hul2+Zz1zPjjAPb60MpU9uTwqPtvJSr03uEi++bBEPZQutb2aweS9U+E4voVqF76Bmuu90pwSvjUTCb50fn89PVdvvfZKgz1cu4C+BaMyPnjDVr0Ojpi91eITPYbXOr3C9du88J+FvWPdMbu6Ubs9noPRvT93KT4jEgg+tXMSvqWpMD5vdAi+kkAOPgwWL75Xyg2+xSgnPiUy9DwOIWs8TJE/velZJz6fmdY9SaKzvRAhRb5jOtY9yWb5PRKimDyW/V69JCqXOasR/L0+VBU+Fw+fvrGDqL63XPE8vQ2VvA3VHz02+LM9roqVvXW3Jb4/I0S+3PI0vrBAkb5Y0fM8nfoBPhYQJL2qn3K+xEgZvByHzLyud8g9mDwGPqZgY74N+Dg+PoeePlNy67te2YK+qFfVvI77hD6iEWg+c1JQvWX6Cj7DfPM8AgdSPRrCkD2eK/69xM5DvS0njTxWuqQ9DEVaPtdNwb1qeE69cOXRvqnFRb63IbC85+3HPeF2/Dyumpm+JUMRPkwLtz32zVq+g2+WPPyExD2WmAi+RRGVvaOBRD6hT04+D8MVvs648zxqMyI9L+OOvk2ZyL0a4qW9/gmAvhLM1ryVqoq+GTYevgBckj7BGYg9Lo21vd75DL5K1R++Q8wVve4lAT6S6WS+5/c4PtcBXL5PshQ+ODuYvlLwO77RDuS9WWsQPvUckzzxlX08ufyKPcbrib17UiI+n0wHPinWcD0DLVs+6v2Bvpp+aT2wxeY8R54Dvtc8JD4uWyS+kKoIPQQ7NL6xiXO+gxAjPl9dCb5UXwG+35qUvhKP6rxEFoA9+Dv5vSBj/b2fxZW8KNh7vaUoMj7gpSU+L72CPv041D0dlhC++sC3veTro73B/v8+6rNnPvAFCj0dnFw+qLOtvWVcjj6cUU89H15yvmq8nL2V1NU9uKkKPs4yer5QMIO+VILHvXOFOD6DOPI6aWW4PHaMdL7oqgs+etkPPlWAyD21c1o+pcmDPX/ohj7omw09ZtbDPPdSj70T2vQ8/mtQPliQDj7Ktjo+re67vrWoTb5BRk4+UK88PSLaIT7GtmI+niwuPZ7abz29giM+nimMPQsTyr1MRCa+F1a1vKwSjj5T4nc+GXdRvu+gm77w2SE+AxyUvuHbAz40Nz2+DIfGvVSkYT7imSY+cBwcPpfC+rxXIxi+8UJUvIF/Nr4JmJ091hi2PepYM74Q24G+BQx+PovjMb4MJ4y+yKnYvbxK+73jRgQ+lumcvZyTrj6oAC8+Dhg0vUpy2L3kosm8UOjcvUWyDL6oQiI9UGnVvSnlAT64O989A/kVPa+XHD6tj2s+DBGpvSXeKTy3yvo9QO8yPenwf70oXpY9ow2uvl5qnD7qzVY+moaZPeNj/rvdoBG+05qsvdiUmD5YcOO+ds1VPlsYAT5HOk8+7Jq+uywAgj3/YIS+O/RtPUD4Mz5wQ0a/KwgEviraZT6Sbeo8bEqAveKrlD423pU+zC6Xvfqq3D1LHRC/NUwAvb3OKz2ZYGq9Kd0aPnD1sDxUdYI+mIKKvoXXob6NtYS+v2OovWW0q75IqF2+a7YJvoxFXj57me29itxvvQwbpz2Sgh0+YvCDvuxL7DyhM6S+OpNkvbKpBL9fKoy+UAx8vkhkvr3dPgU/OUrdvRdrrL21Xy6+2itBPgnc+L7MpBi9ZnwbPsFtBz5n55Y9iVW6vqiGHb4kyFa+wY+DvnNI/L3DDMy+/Uv6PdCyOj67OoQ+lyKnPhfaZT67R0S+nZ76vJ+Sq73Q4Q0/H8TLPszsLz6AVmQ9YnyXvkqbEb814v29uAMhPr6zQL6VaYg9AIiHvWR9Jb5q/7k+GvOfPRusx73ojwo+frFdvt9m9D361NA93C2fPvbvcL7HHCo+XCWJPmwIaz4MrSs+z+kUvyyDO77oGi0+oo43viFWE76rdJE+proVvpLdVL032ce9XXETvr6LPr7WPZU+Gp/JvclCmj3dNxu+/mNTvrttIT6U1uo+6M4/vmvHTLzLNO69WcsMPhaCwT3LlGC+V8wKvoDyP755Ju29qBTdPdzCk75GhpI+dlafPpFRHb5269c+pyBpvqmtqL4fZru+5YByvmDX0r1ji8M8JsUdvRi7Dr6Weoe+JI+yPphLoD3vfjo+BTe4O6AjTb0xGqE8ye4EvlWFxD24VZY+6RpbPtL8Ej9wzsS9LXjOPg6Mej0gq6O9b9rxPTZ9ob7zmFE+WP98voYtMT7mHoC+M+Wbvh77vb7R96++cIIpvAG+OT1TUSW8JWWoPcAb/b3wjK699LUIv+VzxD6n9fI9xBnEPkVl6T6UnLK9PxsvPpurvL3LBBK+Y81pPLx12Lw2CI48bxwjPiXZazv1S+M9nuuePnMUtD3eaw4/D5hZvmCQ675ZPQu+KTGHvq8nrr4YqQQ+Pm8Kvr4Mmz70ISG8EbVNPuMc1L49GFy+yAwovpBc1L6eLV2+vH9fPfGJtD7UBJW+P9IEvuqaCj7w9aM+1BeFPsWSFT5gTIW+M+GAPG0kLD4jjPw9XNkTvoEJCr6VHca9cVmkPvQid76q6i297v2+vWNi3r4GMwA+tLkQPGrPwb1Blrk+raeNvcrvIb4PPJS+SzmlvSEIeL5eNrO+LudOPoK7Ib5yYKw9Ph/DPoV/1T4sBRs+gMl0vnWXnb6BNqe9FYCTPjl8DL7J+6U9DqvEvQXJhz4NCaO8M1H/vQBCPb4JTQG+hdlQPm9O3Lx5v8q8ig+RvVQhfr7PLLC+ZX1bvlB8hT5zIpk+3OCsvcWB7T3fm0u+7FthPio12T3d5ke+jZTZPaObHz6F8q66G17svqEX+z5ktz2+uNtlPleEL799IMm7mg7EPXXRIb4EdnS+KxSHPtKIvD4UxrY+sdgPvb1Myb7tSYm+oVpwvV8JYj4Wciw+q9S4PnNsCz1oxcw+XiTnvMf1xD7I+Mk8Wtb7PrHETT0uX7Q9hMibPtBHkj7bgdE9BRDdvHvSMr4+ExQ+Lr2svYhjO73FxWe9740HvU4q0L5jk1W+BPvCvflVlz7q9Lc9MYaTPqgZjb68qXM83BWfPTqJZz17hB49Azj5vYPLRr47WPo9azAXvrWEtD6Scos+UmWDPU4/oj5rVqO+NwG+Pt2wWj7IPCc+NFlrvk/9+j0f1ZC91apzPV/9pD4siN+9hfBDPmkvwj06IzE+1cc9vk+kED314bU+TbA6PqmZWD1dQ/g9oFU0Pkr+mj7mMxi/5BmBPrO88j2GW3+9rTzku7wIgr41NKC9m+l8PT4FBL6l/Ma9NXKLPgEOij4Q4Bu+QLnYvO43pL1BugQ90cedvS9YpLy/kII7Gm9CvrHIn71m9YS9ZAX+vdOPyr3//RQ+PRkiPtYle77Gk3I9ZOkYvMmuML6gJEk+dI7xvUkY7D00UGw9gs0zPkxg977+gaG+seX8PfOsSb7eM4o+QiFKvcaCrb6sowO/P5+7vWJk5j2twUm+FccavvPQxj2YYDW+79NYPWHZO75O6TS/H/nAPtvNsb1jd4S+5pSbPo8Ltr6swkk6UzXrvUmvqT3SnEw+P/nvvIDA/jw+Krm9jMW1vDikKD5FsIw+15mMvoV9tj6D7Ls+49mrvXyPFb7lMzQ+uvA5PWny7r0mDAm+K5mkPVkF1D7GVm+9NVQNvX+EJ77AGJe+FBkkvqFZC79ywyW+JmIiPr9jkD09D5q+hAHVPjuMcz73g2k+mcluvs2jPD/Z1Q28WqLjvY0fiD2x00G+YjhTPFqojD0Dqec90Al4vQR4MD53YeC9oAKIvtbZMD4sM0m97FTjvawN5r2B0YQ8gc0Ovvjn2L1pQBk9B993PRkM6L0MDhQ9zwcfPnSSur7s8km+x0+UvuqQDz3gDMg92Hs1vew9N7udB4K8WvAuvvDaq71rLcQ9G7iovVS8GD466CU+g8GTvelgUT1Rlua85hB0PQOxIb1mzIG+py8wvlrpXjw9k7M+OBX4vYMJT76+rGO++VApPTLhJ77Hgtk8yftdu970gL0Ie1u+ZeBDvjMTAb5JVJU9Rw1evixmFj4sOLW+6upTvTDtET59M3k8mFj3vPofR77d5Ki8XlfUvRe3cD62cBe+8+a5vhwf8752wgg+oJ5CPrtYUb6FmEk+7gInvqArgz7Gb4Y96tpKvDqDq7x29Oa9vmM5u76zIz55oLK+v3zPPhDTKL6CUx2+vpSBPAaGx70wJHi+EmUxvQ8zuDx0hS49q3Y3vfLv1rwSkku9MYvKvUMJKD4Qq6G+8NUAvlHwj71ocW8+QYRJvTYnVT1gaJq+xhhTveyMir6r97+7qx8Fvst2yz3SqDq+ugeePgArGj66Ffu8of0dviA8pb46Ifs9RBZwPJs2Wr7qi6a+SUJhvtvnUT62Do29LFa1vBOnSz5vFJo+sixaPu2x5b1wtAm+SqgTPgw8ir5mExU+VJPkPXrc0L2/0KC+mBi6vfLRpT0Swd2+srKtPMr3Jr7CFs48WBi2vQLuFzwxs2c+O3VVPUBWF7/n4x0+FVrpPXYmqz112o2+aJkGvsgO2T03+8i8tKGcPWJz7TzTqNE9/bQAv3pk6z1i9iy+g1LUvOlGRj3gaR08a7urPfj2rL3DQIm+AsXevm65fL4ZzaS+zfC1vduPvrwv1y++lGqePi4s4j6pl8Q97KmrvbTPHT41iu+9Au5cPvDtDL4W2TM+w/5pPUHlcz6vuFA+ae2Pvd5dwz1JLoy+pCU3PsYLqz5REkO+5JfEPQPTkj635zO+sdrEO/SMS765NdM978hQPsOfq71MoJC+g0alvdColr5rxui9S4hMvh+5jLxzjXA+mzqCvcV+Xr4Ev4W9vgWSvjRmZD4VyRq+t+IfPt2lob63F1c+naC6vmXCyb1gLlU8GaGmvr0I5L2FgR2+oxsmvrzkgr3Soc++SQUDPhAZPr1S7pa+7ciAPS57WL45p4i+x0rGvpk4Lj5vn6c9VuuRPjtyLz41irk9+nu+vZ5elj3cbLO+BGt9PVOeb71YqEM+W2TXvcBlIL61v7S+zAK/vox1Dj4JMjy+m2gWPhTnUr7aNUo+RcGVvQuECL4s5og+K5HcvTSJdb4rtCS+ObO3O8nocr7Pcmm+hxDPPdG/hL5frYQ+UfOtPvfRqLwWVj6+JTc2vohkNj4+H889E57MvuXidL5B6vW91/e1vSkC976A4qs9tp3JvUaTtr7iHBm+QFuKPMmsg75ltx2/ZuydvD1bq73A6Uu+mOKmvsNeuz0cj8k9LwIMPJkpL70izEo+LfB9Pt86hL1ZIKG8rfqtvl8mOT7fmue+R2YNvTtkkT4UPo0+SjZZvWtPQb5ieiu8DB11vbzvE77N7Ha+oE8oPprQW7zcTSe+CYzpvXfa5b0PFE2+CcfyPdgVOz6IJVm+C9JCPml2kbySZR++Nl40PiPaQb839Bu+cbG/vcO3nD3Ztse9pRlGPnFXm7z+CMY9IQ3jPq+X071NBPC+uL2bPST4kT2MOhA+WgHoPaM5hL2uuok8IdF8vQ2w1Lzt/m69aXIMvsszyT3p4Aq+pCk2vuPvEj2aJoS9hskSvlMx8jx7H9Y9SQ7uPWT55Tyk4O48evSgvF2kM71BoWM+XQoFvrU9hj3KMJa9MJM5vmD6/L1ojX8+a/4evUm3BD5RZCU9dCoZPdDixbykGOC9Fqetvb7Qp74QVY++eFA6vvbJdr0BJiu8EWKqvWFDOL3MUUi+Tz0JviMIKD5Gg5c7yzYrvfsk6b3rCKc9Yh6NPeRUs7383e69JrtRPf21Gr4KVvq9Jh8BvATKjbz23o69cF+bPYrS370x3iY+rH0iPgbKKr2AWvm8i9rMvVMUg70qxIm8LvogvrO7472IjwC+rBAdvU6IPj1H7/K9ynlbviJ4Cj4pqiq+yk5ivRm8CL5+6D++NQPhPVMQgT0nyRQ8kB1UvfxlLzyxW9w8jPacvvK1iTwxs8i9gWQzvsbNbj0y0LC9m3OGvig11D0D+xS+mVyhOlJLzr0hPm++37rbPS/ppj0wax6+lFxXvXKqgjw0xwk+cEiRPI4kPL6HK9a9jUByPY/SDT3OrwC+VvZmvZ/aSr6Kffo8DhkavStdyD38+Vu9XAaUvq+pRL7IcNC9FyBwPGTt872+cHm+kcRvvlf6CD4IiKq7d1fxvTs21j3hwOc9F7KwvXb4j73JmHg8xMSAvcjQKL56JvU8zB4QPC5elr1ozro9z2kVvk/rGT5deo+7cawiPerpab1esFg9eqsFPnUgSL4tCAq80SeuPV5c6DwR/Ry+d72TPnXj+r3IrIm9KtP5vYjv3D3ZBgY8H1syvf/CDb6/gj4+fMBOPm9TA74ZbzU9f9gLPtca8j3f84G818Ykvmg39j0FQ7+9Qbe9vZOPHb6DBBS+hmLfPYqkXz4Z8pA9sDmNvf/4dL7HLWC+CPtnPVXX2jx+k4c8zS6Ku7KLsD0F7NS9+CsQvs84k7296SW+v+buPYzx+D1L28W9daiBPXptyz20Ac281HstPr2mcT1FacK9hILUvaQ1ZrwdsXO8PtIOvkoR8Dw1hbc9/mfrvUB3rb2cDaY9NVYgPmrgFj4fG209KheXPaUtNr0WR4y9cTvMPfso4j35nUY9R6y+O/ix9Tyld849lGQIPhUGIz4KJ1O9NrcEPts3cr1x3BC+TDK9vdvvRj7eEec8GLKSvTKfSz32tTQ+Oe9KPMjVYD4+7go+Mpoyvk6axzsHnXw+d7+PvkaFSb5yi0g+QuTCPX7rRz6auti9AnsgPkF8WLyH/fu90E+tPk2UgT3yagQ8PVwavmzToLytzj69F4h5PFl1ZD2eunm97vGcvcoxGb7gIYg+mWoVPoSvBr3uV3a9nKMcPReDnr5TxgC+AYWNvHrOS75dCCg+mG6bvPgbN771Dou9vw7wPeiBAb4YcDU8WTvQPWVbNL3s3tK9KN07PviOdT7QPH+9CXgIPFTrxT1Beq4+6LmxvepI8r1Jtd+9CnwvvXEhPb4lk6E+XUSFvlBe9T0Or388a8iivU31Nb5KBrS97wKBPifZN70XxKY88TaDO9qi/ryNTj0+I9VlvZco673fYFy8ij5rPq64zr0aG1i+DbNQPVMhij1NH9e9L8m6vY9YlT5HwgI+t1UKvWt8CD4iLg09wBcxPoA6hT7RhK+9eeJovjfiGDwF8+K9HRBiPqSxA72jbUy+wdCkPrk1S7yVDLK82JckumcnMr380Po8RPYrvY0eET6UEAs+NNvNPdbkur0DWRY9Sn9XvrjgZ70ip308Kl63PbdYaj7KmXm99ntlvl1O37y/VMq985OvPa/IID7RS3K9msf1PUG5oL3Vxgq+5cHrvT4f9r0JHpe8p8BsPuBqCb4AZcg9+9ILPioUtz3f7Tc7TJAqvv3IAj6ZtC46WjNKPSmSkD31noI+LodePmCj/z0OUD69jFr1PVFr+br0ynQ+9VUmvU7i+Lwcu269AYHmPaagM74ZdQK9lE6mPDx1Ib5FTGe+BTgUvVH+XT31dw2+u5AwvWHpsby5R4c9rzEsPnKspT3W7b69VFUTPRnZeDwjde68yZrbPN76Z76vTVW+zRowvgOL7b3KUwE+xLxbvRdMor0/kQo9Ox4xPv2AxTuqftg9G+2UvqzrBr5JjIg8PouzveqKCr4WEy6+Xqfgvbyf3L1GZla9r2EHvqSQE77nExC+/hIOvv0nsj1IEjW+xyAoPhI0Xr5Nqge+wXpkPcJOrL4Hrdc9zYjWPY0ogz2JjxW+FVX5vQ/eGr5MAgO+wl1rvlvLO75QwnO+4ru8PbMrZb7eyWm+Hf1PPagsOL6nCyQ+bJJTvQtXsb0lxPk9EZo5vdKFPz2aiS89/8HXPVKbS72uyCA+ZMQAPotJEL67wBO+Tie+vo3f+b2MKFe9dpRqvvDMeL183QK+iKAkPTtzwDxJYze6h0lOvfV+LD0uAMW9JYJzPZMy6jz9vJK+SzmHvoJWvj2k5G29wA2ePOhcEz3XLcK9VA+GvqmQUr5keSw828USvjkhiD3pm6g9FnadvqRpVL43+SM7SNpPPvRJgj3XTVu+GKn7PONfM73Iqqg84oGBvjREJL6sokW+Xb8TvrcRsz1agYa96HWnvGjli72oZxK+KlYmvemwSr2pOiu+DQsEvrpGw72KW8s9gpX/O1hi+L3vlia+vZAGvskLHL3IY7q9glPnvTnQjb0DO6i+/tZUO7OGkrzwgJu8NIFnPtXnID2yiI++bjBqvl6i4z17ihE+j+1Pvsl48z2Edz++Vut/vnEbdDxqom49rc3pvg5dAT7HzEK9dxd8vjUQGD6f62g+LhGvvUcMjLw/efY9OC8LPjBZkLsD9Va+cKELvlMWyL1dQFe+iMjJvQ8D3r1ti/K9rYjHPRZ3Ab5RUA2+5zJ9vET8o77sqwm9w3wPvipoHDw9ZxU+jShPPj4R8L1WWUO+9b4SvVqYXD6nzYq+kh2xvcPJDr3UdTW9hlEdvv9Evr1FT8A9PA4MvdQtSLx+KRa+IY8evRub1L3oVO2+nYSCvnMHIb4I8RS+YPIoPkA5LL0HBZq+UX99vokwID0pJpE9BhBYPjw2hT4CVDa+zksmvgXeHDopmpO+2JV2PrXDRb66kjS+mlKGPGNTOD7WBm2+KlUePutWpr4Rggy+aeLUPSX7Zj7zScA9gPULvsMf6rzbLK8+EWxnPqwjRrvUhIC+0fB7Pn3cjrxwcFw9ZwhIPvZ/er7D3re9lUIhvkpn273ER/09/OgMPiuLhL12DoQ+iylnviaIQL3rSZk+qG8pvkkHX71NC989oSUdP0JtUL4B51o95LNPPspzgz0ZUAW+lPX8PrQ2Qr6oHsQ8bXvRvcXoLjzWlgA90L54vY/Ywj0yQjK+EypTvsQNyb1SvgY+si0hPvtgQ74w4y6+B/k8vtOJmj0tMQE9KXAsPonzIru+jV6+A/cxu1PsMD62WmI8zMppvbLiuD1dRt49dINUvaZiwL3aK6O+EjGFvnAHzTy0RSs+EoK8vpoj3TtG3o++JdlFPjYAIL4ca5K9UGKivX4/or07EZk8tr6svkWSjj6g4sA90lQLPlXU0j02MZi9Vs0DvXWQID0NlCE9t+ubPcOJjz6u9g++hqmKO7R1zT2bDZO+9KK3vEl7XT5MKDk+ZVCZPZ+9qj3qsIM9WYY2Pbp5aj4ZqJM+RUsSvtZnWz2fgzE+WtpJuyJDJT1vy689yocoPv4cvj2/sGI+TdicvNDka76+iW8+4jOpPMWRor0qWoi+Su51PsqQhTtBrbi951sAPgQsRL4YRsI9P4eiPgxQBL5vXXA+DlCyvljRNL2zEIK8l4vbPSXf/T1BBSi9lPgevjNYGj0cjYY8DU/MPlPkGT442lc+k5kOvV0VuL3zjBO+XAmDvVpDMz2xRSu+v547vj810z4hv+o8qu2zvMXR6j3FqRc++2PeO6b7yL7bU1S+N5uLPoB2Ub6HzsE9I2u5vqKIO718cOW8hNltPYO/O74VB00+D1SIPsYRQ77TnlQ8iCeMPiT67D3ZNya9nemRvHsPEj7qpEK+9pFXvQdM8D3kwvO7RG9YPu1Va75SJvU7lX1zvjcX+r1gYMq+9iM/vdQPEb6DAlm+Zh6xvbc5l71/iTK+3osCPdybCr5doni+M08Uvm1DFrySBYw8a8QRPbMFET0FUsk92liVvjn4ib104Xy+15ravlX2jr6DRl097j2Lvs9Q0r0NpwE+gKmYvZ7Bij13FgC+SE0zvlYCR74k63i7FL01vhjmmj1FuaO+Lb0kPZNHf71rCIE9Jh+YvTkm3L3Ib12+UT86vXhGyb1hVBA+pzRbvXYDR763LMS9y2j+vb3VhjzKbAO9JFntPGNQYb5pN6q+VucWPuKSrT1q0gS+U35aO5qJN77PXQY+VhB1PbiIzz3XPgk+u7YYPZqmIj6GINy7e8UtvrbMT76Chfa9gM4mPaos5L18hvO9qRyUPA9m9LuATRw+5+xiOw8LrT0TgOk9lr7iPYg8yD33UoS+yXRsPbsfiL6GIIC+DOSYvfZGpD2xiWW+ZNxDvBEzMr0gSCa+jIyPPHIW8b432xk9S2QKPrQQKb6XGi69TfRtva/I8zyh+8C9SVSDvkwV571mgCs8tzmcvsJXmr664r2+uA9QveItBD2c4as9N0cBvk6shjwEQlw8D+7fvSH9c70/1Xy9ltKlvVmnFj6yNZC6iZ3Cvq49Yb4YiWa+gk05vh9rsL1qlWM95EiCPaHRsr1P35k9awmZvnjvjrw663K95O9xvfaTCj7TlSG+M9h6Pm3lS76m6Ww+65Uovg58aT12rAc++vI6vlp/kD5i8Fq+ipkTvBamyj2MkS8+Z19gvqkmXr0DJwu+sbBivl/m7D0L0Kw9n0nwvTUBtT3wHGC+dQKOvTucgr6icKC+OybcPNdPw70wsiy8cILqPT12Rb6bZic8VS0WvYE8i7xwuUE+TVKYvjAUXD7ymCC+FEhEvXxXirwOD/m97PBSPvognL2S2m++DVc9vrJnDb5qf2i+JyZNvuNGHzvuuXW97zZRPjdtKb4e+6i9dR27vdNEt747VEO+jSdkvpEGpj6YpyQ+NEJkPgRSGz5pTAY9fBVfvoSyTD2CyM28EqiYPox//T3u0mK+navEvWd6BT76E1G+IG9zPSnI5b3Xlqq9lTxRPcxNNT5fBlk+5pwFvjqCSj55YAm+saa1PTTPn70oGUo+FUOGPi9hX74JaSo+PXgZPr6Fybzw8oG+r02AvXQSuj0TTF2+y2XYPaDCDD7+hGc9nSFrPQNdS75LKd88fZpavjx1rb2l0ni+pxq3vfDptL0WsNs9h0wTPnW0pL04d9K9COEBPrjO/r35FW8+XckuPofJTr2EvDm+K/+pvd1deb04s8w7szLJvSTU473E9Je+GsxPvpn+KbxGz4m+AwqDvU/Huz3Iz6W8Rnr2PPiemz5LuAY+axhFPSrx3z3fOrS99f/svV1dgT4DVxY9NThJvhXOMjwgloo+iPMHPaTeFr5UxSy+UUEaPJKB372EAX8+lwYnPUJRNT5EnpO+Qq0ZPWNlfj7H8A6+cnFTPg0AqbvlmBK/P73/PRl0nr1ucZ4+Z25EvnpsAz7EVWa9cPawveFlcr5qOoI+qE+JPnj2y70llbI+lkgWvcnVLj5nXvc9jhruvY2pEz4m25++UjTlPPAfYj4fWOm95GKWvOwhC7771Yg+Ie0+PpBO4L0EU5o+BGTdvIIyar5BTMM867Q1vi50DD5/Y8Q9EwB8PqU0qr6JzkW9cIpOPU4xhD7ogjq+J+zXPaqu873yDZG+vGJbPu2s7r5xYki+F/H9OwpMJz4VUrq9LwIAvsC1770f6Fu8So6luzkBKD0u1QY+bQ8sPnto477Aa949IFYIPu7jJr58TI68NTQEvpYlvz6AROA8P0uNPpjIMz7llEk9R3Wlvu2va778Hpg9bLEYPpC0Wz7A7Zc993I0PvzZdj7OKVo+7SJIvq2Bl75eHEu9DEKBPVwFNr50Xga+tCk/vorX170SB8y9olcxPYL9rT3LjUU+hX9lvrX4EL7ni4E+SHNbPsaqfTpiY4k9twxGPMo6Fb41fJq9YgX/vPMP9T2S55I+c7uWPcxsRz4R5S48ZXT2vdUCk71SOWg9EUabvWhTa76M4aU99uKcvv0AnT1zBg6+CEc9vRl7Rr28gIQ+jHD1vJO1cz4LDhG8ApAEPmwhjzxjHQE+5mMPvUu5+b0o9is+ac0UPdXRDr7YcRu+FssdvucCm72o3yS9azd1PfGHvDzysMa9I/lHvdvm5zytTkY9PQKHvgFtOz1HZ+Q9MSkkPmT+MD6LjtU92q1pPVvWdb2sVWM+p2RLvfgv+r3psLm9lx1RvjqZPr6Nidk91UhkPWazBDxSwUO9PW4IvbUtqT0LRp49PzMRvjP2Zr2t7fy8oxyIPVYvIz75iZU90qYOvv7mYj5OOVY+dDkxPkSwmr2bq4i9Cc5NPXp3aD58H6m96UeSPODhiL3ccSC9abyNPAnPS72t8Vo9iKyIvHI/ND0+n7a8PCPmPRUUKb7BQkI9gvn2PX0MRz7axkw95PaevdnlOT6ZlAg9mDC8PQEfTj6unU89DfVjPNYTVT2S3HC9zOd8vbKa5rxZthQ9rioDvbiylL0cFj4+27MZPEr/Bz3sxdC9sm1dPfvdnT6tucs9ewUzPrABBj4iGtk6IaioPcxFuD2Bqcm9n8UGvtBi3b28uZW8Vt10PZruSr1pl/S9iCCUPTu/Gr0j2je+d046PmLyID54BYg6iYD/vffKpr25tT6+gcU8PMw3qDy4R58+Fk8ZP6g2Ej6sysY87L+nvvXmxj27h6Y+/zx4vrYaRL5XW3k98siivbBLVz3Mwy6+Xk5CPgnwBD6q8Se+jEP9PEwgEz2e6do+iKZCvtDqsr2lvAk/Brq/PfJdDb3G9OC+BmkoPoWSib6zDI4+5ytbvj+/lr1uIOG9Fs25vjjYij7vuLE+gCFAvouweb71Ddu9yXMFPRSXHD3aloc96EnAPnarlL3BnGC8AuQLPhNh8r1SXYG+VP2kvESRBL5qn9A9f9tXPquvYr7kADo+oBTuvbYhl74V9P49GvMavi/qoDylDQC+aemsPfD64D1ug0c+xMBvvC7brzxqQAI/awFbvviqlT1BR4090jA+Pu8NPj6r2jK+jmmIPU+HA76McKi9x1xgPXLReT7j1eC+48Cxvs9fWD3LZ56+LzervR8bXr608IO+wpUqvs3dMT5k6v+9kKURv3on1r2/boo+Yhg6Pr4+yL1Ur7+7t0lmPtXxCb5NIIo9ehqTviqxir7RTKs+sym7Pcvso76mSjE+6JxzvRQp8DraaQG9s1KNPqpFez5lTwc+pKlrvhz3Ab0Jo+M+5LCAPaFAbz6/UT2++DcvvqYV2Dxwniy+a7erPquywLwuanG91+KxPVzeJD6czAc+FWdqvRyLWTxfL4K9DGM3vixCBj7e3h0+nLepPW67Xz6k89E96eK9O4GrF77zen2+dtH3vfT+CL5dv3M9HOrwvSp+ej30gnS+snj9Pbt2QLzLF7A+Ve4NPcHLKT7oXUg9vg7DvVvotz3hPb+8/ElaPtwf/rwqQYO+RbHlPYN2/T2sTCm+kNtyPJSRSj33v7y8Xk8OvoDJI74lewM+/IwKPpV3jL35Aom8bwTUvKniUL2SjVo++vR4vjLxqD3YLQq+QusyPn11Hj0ttqW+I4hDvtswbz7tZCI9DYs3PRSgXz4Ksgo9ySuLvkyIdz1T1Se+07CwPXOmTT2l3aW91mQSvA/vqz5s/o2+noAZPcYOpz5mDTo9ETEgvtbCiT13WI++FrKJPabddj24MM893eL9PbY+Ur6cYjo+VXypPmySxj19bww+WUNZvMZf4Tya/4s+UYUQvqApSz54WyG9TPAGPuwb8L6r42C+hGgUvmZBqr19y+c9CnPtu3iBAT4otYw9Hs00vnSrnj4C3ps9DlejvsMunLwfXyQ+5VKnvQbiEz1AQ2Q+TmtnPRKzHj7WOUm+RdCwPOuhML2NK/e88AuHvFIn4b18Ex4+QtGgPYvpkL4RiSG+rtuKvO7bxj10nPm9nh6zvDgfRj3Zu4y98P7mPT6/WLxD4vm9DQadPSxFnj0ANPY+njbcvXY5fj4ZagW+199tPVg/VL7a1UC+wJpKvHHHx73+chy97O9DvnzHlr35ZEA9vF+rPSQuWD7ZZAu+/gPcvCOOxD0swxw+bHYLPkkFdb7+zhI9PJyKvaOxjb292JE9/lrCPU7WFr6XzLW9u5oYvHUAE76L6gS+6n13vloQp73os/o99TjjveffVb1dY8W9HgqlPHvrEL6k2o09NKsyve0IDL4+RPQ9FN0ZPpijVT2CmEm9tAhWvch+QT4Levc9p5sqvkkNmLwIQhu+Hd2BPcwU+r3yD969qEeNPtViCL7uc4s9AjpVvWWPxjr3x8U9fdi7vaW+5D17cLa9EOnKvZjpRb7zRIS93WcivvwyND4PU08+viq1vYXKKL3qkbW9oYruvPVbHb4Lx7m9ow9CPOATA76W46M9Za7+OwrRXz4XIUS9XLsDvlp/jDx37ii94a30vSnUBj5e2mg9VEd2vsso571aLyI8coGHPYHwXr5vGpS9bCfBPS45/D3vtgO9JrxOva0FLb6lp4O9rzauPRjT67y4fMg98GD3u/7pyb1yN3K9myjTPbtSAr7N3469bgRfvkduEL52d+m9DnIpPpt7Ab2cUBm9oX/SveNYRD6ZWEe9GbFDvSmwm71RBk8+F5NcPIapLDx138Y9AgoNvVQmHT5pxx2+teooPZlekb1I93y9gxSkvRgSfb3Tdjk+4/zMPMJL9T2cw0e+QpAFvuGifj7uAnm+/XzYvf8sJj7cAMe+NlR5PWolLT78aXa9bQmvvSYYVb5E24Q+SJ8IPZZggL2bESC+NO7YvQwDur2h61+9ghmNvI017bx9kg0+2nCKvldxuz2qvNA+4MEUPrRLwb6YkH0+2NCrPViYcD0CB5w+0/ZQvUE9UzyicE2+lr6/PfjUc73K2Zm+2pm5POoW3713lTM+YlEgPsJMcL3m9SU+tBaMvfTn6z2qzei+hF0FPj4x1zyuFjo+HX+svl4fOTwe58s9bmxBvuW+G769Z8E+O7ecPlxRrjyoLmQ+zccevsGgUL6WO2085WNivu34sb7GleC+t0y6PNsYezysLbu+iLFoPeGVazyT78w9sLoKvzk+kT0s7nq+cQ3VvCEoe77uWiw991VdPr9Alj3q4R0+eeW+vc+Yob627h4+MVQgvgTw3j0+RMu+ymwMvjFJ5T6zBYs99QsxvmEiD75VCkk+2B4APgbXir0QvJM+A5yRvrkIr74MT7W+dxGrPoS9vrzNDOc9BKN7PgncVb22gd+9JJyKPg67rj4qUpa9nBsbPqnZDz6jWN08Q312vAtXWT3dZpC9iI+AvplPNz20FiO9QrhLPo6cfb13xFc+pVGUvh8Hyb7a8FE+ArCWPmHhQL4unfU9ewrHPD+2o7wo+aU+2l6OvsiKB76i46Y9pSEzPij2q7249gO+P8GIvQ8cV74fB5e9eb8BPvx9ZL75kFa+b2LCvu6pAT6t/CO+ND6SPSrN+Lxl9Zc+cUqSvSYjQj7Vo929i3KkvafjPr5u2E6+u+wEvi3Xkj3sGCI+m5jNPZF5Jj7jNnk9C/oaPvcJfTs99tG9LLdHvrvIRj053g6+6wPevjAFvz0x7JQ+5HIzvgu1tb0pOD+9ZHQdOnYdwLztlfM8b93PvUnAuLwMeNK+pQ2qPlXb17vOvcC+8d8VvEc5Jrxc/kq+hQsRu6SplL4vUqm+MTLhvd2Wd75FUqa+5hBbvmw02D2TdRq9444HPeua272ghZk9QK1VPjgnJT6L4Km8y4S7PMKqEz4f7IO9/KDVvhR3qT1hjR69enu/vUlbAT7I8Gi9v/1Yu3VjhDvL6IY+T3VTvkd8hb5p2wM+b+CHvQsTpr0Yu0a9Kb40vt6JGT54t9W9ouymvsvNfb1Z0nI+cMV+PjKBXb4sXX+9jbTfvm2OvL5hoFa+VeIpPuCbgb3aJPS9BYHYPR5OgL4oPis+7CfkvQU9lj7Ilc49Vr0ePky6Nbxieyc9dMOtviJmS76glCU97aT1vPpqAL5nitw9KSS9vnMvIz7ZJxg+wm6HvdyXAz77tCe9RKFSPnsXmr0HMo2+blgkvi5aKLtprUY9P4rSPnYHYj6jO7M9cnFBPv2WSb0+lz+9pDR3PvDf6r0pdTg+gA6YvS7yjj2ONTO89YRMPfCUWD5jVwW+2W8GPValq72aph477VrjvWu+Ij6QiQA+a8lpPhIPfD1Y9Kk9dR9KvZ3Wdj7GBwk+v6WPvGIilT3Ymwq+mG0xPi1jDb4LsWY9xbxVPhK/1Tf3OQE9ZTyLPo7hAD6b9qW8VAhgvmuEEb0He1E9uBgivk83W71dgre97/sbvVOGNj2xkLk9JlgePvhXdDt1rBW+nAULvjuAlD0/vww9xCctvmDglb3utw6+23UBvooStL3HUd29WcpmveiCbjxhusK5xPMWvYbF7z3Sut89zYbkvfdZk72XHPI9fv2BvgKXxz2htak+B/AFPuqgVD2WwP69iDHSvFNHHb1zaWy7DAxjvmocJD0b9SM9IS7pOvyFTz5f9mO+9qQQvpvIkzuQ2Zu9RXJNPa+MqT3ae28+mTxEPk9i3b3O21+8UculvW9AbT6sZoa9tcnLPSSYTLwY7NI9ngYFvuhggT1oa6y+EfANPVhUHb21V5m8AhntvbW/Nz5PVZQ90Zl4PuS2iT4LBxs+m2zuvdx5HD5jty8+bMgfvjURy71urO+90xxHPZWemb2MqJm7DvpyPdzvWr0XhaM9bm1iPpuMhjz9dqu8h0ZDPsZmqDxX8zi90x4fPD07VT28IgA9a5l3Pkbmh712p5G9L7cyvm/u1j6UfJW66riNPiTgTj21+uy8h1bfvA9h7TzI/7292SecvlB0Tj6iGRo8oxZTPVg+yb2vqBg7L1JiPdJhjT4BW1m9hPiOvjpNAb0i3Sg9xQCMvdFxhLsGyGS94ALkPfmyJz2ULjS+Qv9WPYRlsL72p+G9kaPhveHi9T1r7LW90SVSPsK3Mr06fZa9xibIPgftKb3qCzi+SwMjPPbnfT3klCG+3ySvPffYNT7Fjge9am6+vj4GEb1pEn09r8xwPZd/VT5azD8+GIXFvZi647x2zTQ9qdrsPTM8/b0CgmK+W/abvT5LCb5YJJC+UAeoPcM4Lz4BhL6+ZbhEvun4UL4DufG98zxivWYt5b0+NRs+Hym6O9tOgT68HMe9N3r6PSV/Ij1Ja2++OwTnvePCmT3x3re+qnpku2+sYLwHUQg+QVIRPlHMhT4pVOW9r337PQGVib2hsj++U/AvvboFbL3eFjW7LCufvSE0jr5dG669efLDvuczgz1cFZO+RDPAvlXLt72uLlq9uZ3guvn/EL6wkHO+CWaePFVneL3uW/Y9U9gDvkODXL2LmLE9Y+9FPemRsj0C7zs+cpC/PcV4pby0qV0+brGEPC62Vr7+AGI8tnJtPkKkMr2PCrY+goHJvv+bVb62QEo7Z/oFvohHHb5gMEi7pv70vJhmWb7+AwE8g5WJPrOPnjtlkFO+3qTdPXbC4D0y60c8kdKIPjyn572Aq4Q+acVJPSXhOz65ssU91LXCvf2WAL5RfzI9lZoYvv7azDzcqt6+NbqeO8HAg752J1Q75KgRvY8En70L9Cg8zMt6vsZVCzqUwh+/EIeavrupSL5K6BC7nT2kvvhzQb4/Swq9Zt0LPqPpPz674Au/zIMYvXmPNT6eDuw8nJlPPgMdH75IQR++NGJBPExRXj7H24G+GjkEPNgwWb1+P7695cVuPGP8VL5AB/++20ulOsdGoT0braY91BWavV0R3z1L0aq+Ebw6Ph9vH76BWa49cwKGPq6Jt74rRb09Y5VUvkwYTb7uAhq+edd4PgYGEb08A7q8x7yIPTd1yzydXbK93sIfvvj95T1yoLe9aYX5PLuFAz4U4Ns7VXxxPLL2Zbs6lka91xRcvu18I75ni4O97PmrvUysLb5MbtC8xkOjOg/EsD6iurg9rF/nvSI2lD1sOVU+nHZuPj1rND6rGlu8V+PAPbpJb7x5RCq+AxlJvjhMN75goMc9aIn0PdZ31b263su+HtdBvr/5fj3l2Uk+LjyIvkpNjj58X3s+tnERPoZLlT1bahi+wO0bvvnYzj1bG2a+v1haPrHgZb0NU6O9YQQRPdAbcT6KM4S8LLfwPLgV3bx7Pu89Y6XXvfH0Uj4TB7C9bOBbPg6tDj5/QUE94dUPPh5Abj07I+K9MvVVvjtbR7yAdqK9x7Wtva5FMT6Ts0q95GkqPiYuIz6O/T09MBeavTq/uL031pE+j0Jzu8mxzb0tx7O9jXq/PBdTtz24fMo9Hx4rPui3NL4ogzo+104GPhF4Mj1a+y8+ToI+PqWCOb1+CGM9hEHGPR0d7zwcq5K9HqltvU30n7xahL093K2+PcWIyr08gYK8WU+uvJN+hD2q8zQ8XJkIPvKpWD1TAoM9qluJPTCyjj2D3BA+VkHWPMD4iD7VFEe9f3Q4PkHCUDr8GAW9EOt9vfmUC7yLy7e9IfVKvQNus72h1s48wrR6PSlYDr5Yxh29vn4Ivs3M9zxZjxi+C02YvUpLSL1V5/o9IocbPrFAuD7BHnC89oz7PUI/1b12lbK9U2QoPjDKuj2PToa90Y2QvLoWcD4Fbv68cCxWPkhSZrxesuq8iBRuvtG72T3ksp48m82APlYYPDybsjM9nLEGPgUNgj6tqT49BSHBvdKqET3y2mE98oyLPVE14L3kKbG9wVjpve7tIb0YP489lZW8PJPRwT28Eb49/aN+PKms/b1kmQ0+ZCTWPDFJZrwDfrY9Az5vPm0mfb1gkeW96p3OPQ4NtD6tw6U9tTffvnDfOr7q45Y+L9bWvdsKCj3WYrU82HupPv5Cab5Ok049KBHcPcE+db7370q8Z6fAPWs7DTw9Jac+w7Qnvu1WgT3UGY08IAKhvawSRz2H8ti9jEk3vnfcYD4/XKm+ZuGGPnuTfb6s6hM+fpkjPqA6l73Jq1A9CpMfvRi0Q72DOUe91QFOPI8tV7wdjCs+J2DCvl0tgr5CHVo+dq9ZPfqambxd0z09y0a8PqhG5rzi0Wm+9nW9vXYKSj48I3Y+y5OQPfmkQ76AEk++fYQnPH6Rkj22ABw+p8pavdJjFT1GRpY+FAZSvZiClD6IDV4+RWNgvgIjgbz8n5S9ny4CPlWs1D3ieIK9AJYqvS0ahz5fqfa9Lq0kPoNee71u48O9HexQPWBbT75YFkY9kTVuvBDfhD2HmEA9YaG5vSyN4z05S6m9LP90PYwG6r5rDrW9xVvCvUOJNT7mxjM+Mg0hPOwPl73X0rA8kYvJveB/H77axbY94+lfPLaLYj5IFzS9CEEVPYXEhr60CjO+n0qevX8YHj00g6Q9l9givl1Gfrz22Ji8EukgPlpBnjuNN1A+651nvYN2pzxbCgG+kwtMPiXHY74cgk2+xNAYPjxFIj6Txbs+7K91Psz8VD4t62o++OuPPkWorj0cVWi979WTvV1KKT4S4hw9xkQ/PDQpj76JStS9l4QkvmL0Yjy9XDE+cOJkPZqprL5/evO8pMP3uyZudT5qEsi910tWvA7M8z1sgBi+L6hlPu45cjqzHIo9lUuBvgkvxj1SSKk+157fPcwBKL6CtwA+i3tpvn1tDr4vb6O84rXjvZbjRD54aZ+++TnaPeAztL7wSRQ+Waf1vTQgqz55V+C+gtiRvUhaxj36Wv49STaZvVwWmb1+QNW9wJLXPX8WsT5QOKY9m1WbPKFzJz2JpoU9JqRKvvQjVr4d5ri7U+wnvll4nT4Dh3e9yTGsPYfJmb1kUIa+OnAGvj7W8T3YJH6+88asPV8a/D0yzWE+md4svh1Yljzg/Jy+9Dr9vRKF3z05uFi+fRqmPiFaLD4TAaY+bjAcvu3BKz4VHAW+NhHXPpxHIr7oP6S8MhymPq4fjr6xogm+WxA+PRINNj6/9/s9enEKvnFH4T3oJJY+U/ZePWIODT5FOjW99FKJPdUOb75eTiU9FT7Bu4Dx1rx2ZFE7AAEFPeUumD45Vti8NJz/PQSv2Lsqm989Rd7yPjGf7T3iok8+Bn2fvivZy7xvZnq9d8ZQPSwtxLnaMbk9tTqSvSMgVDyP8Qc+4VIWPbhzKr6FR7e9Yxh2PtIS9j5eRx8+6d5Ivt7/ET6NzD4+KnSIPhoDS72Bolw9H/5uPXcucb5UKlU+bYZGPasmtb3n/Ce+q9u0PH7jnL6cfW+7JFy8vauAib6cwT2+dd5XvpDW271gwlS+UoglvU8Xxb2J0MU88gAyvnDS2b3wgQ6+npIsPKTeVb79XpA9me3Jvc8K6r3upbE9+ewevjpqPr7/Mra8b8yJvrVuoD376oU9iEsVPVLMD74lS9E9dbccvmuv3T1DA7O9kkehvWAYW77RWqq9xqBevu9U/71F6WM9DaNnPdziQ75E8Nq9vDlevmnIKz3CGEy+dnj9vQJVCb1q9QS+6HUNvLTqyTwY4gC8SsmZO9ADxLyFtoq+HpATvhqigr2waNy92pYlvp4GMT5Ev609IgIyvnrLCL2ZKv69+EyEvup2E75mCjm+aQwLvSVC1L0ebug9Mptevs8Ssj3f5/U9LE37PXZwHL4hJ4s8fyL9vINkBz733Eu+UQ5Dvi6oSb5hRUO+pn7KPYH0mb3F3j++ycRVvl/jfz3e8KS9ryufPY5XOr1/3UK+t6LkO2iTZ7zp/xa+a+8BPcD9Lj1U+u290GNCvhT5mr110dC8Y0xjvuBUWr5kOgy+X0lRvtI7Ej64Oym+SY2lvrfrqDydPK69SOCHvnE2ZL1cMH49JZfcPYh9J75u1GG9hkbEPDKeU765dtq7Du+SO/vBFj34h8O9e/39vMA9+bgquYq9SYfGvZZpYL1KanI+Iq7JPak/Yj7CAVA9zV9fvZYhoDwJn+w9ik+rPP+Yqj153vI9JawxvtbJPL07+H2+WlKfPEIVmrxKXQM+6DexvqBQVj6sddw9HvCZvSl81j0yEqw9h3NPvDMdZj1YnaC+RzMuvgpCib0ZA3K+y3pJPSIopr3IktO9SNG8vjKzkD5cU0U+0/zEvQIOgz3Wc8o+BX6wvl2Zzz0Ywba+RLqIve7ILz4xVy09272WPoTipr4Sphq+kO4NvY/Ulb3VLAQ9QG+MPVZClrvlK8g83nTXvc24Jb4bxDK+j6zBvaEZtT0Gn0w+avUnPTt/oz6cjAu9nRV5Pd2eF73m69M9ckCqPYUJGr6tlws+nUTkvINF3z5Vw4O+WRfDvqMc/72BB5K+AN6hPd7b0D24YbK91oGAvRb597sQ7ES9tortPfSuUj57VmC+lWBVvQsXDj5Q3KK87Hy8vTiU6z1VQco+MUJYPl1aujx2x/o7I3W/vdrEFb6vOpY9iLaFPcLBC75u7yW+bWDKveK3EL4ysAi+1guvvp65Gb47T3I+yCotPlO0kz1IhiE+TzwbvnKV4LosT5y9In87PlVeWL6k0UA+OxoAvps5ibz/zCq+oUVZPSARLD2sTZG8CKsbPgw9hTwJm+Y9gPetvpCprj7v8pm+HNMxva1BQz3WiP49M2SaPQVPkLzhJyC+eHrBvUsELT32u2E8WWZfvj3bxTwe4sK+4/cqPrxOiLxcsEI94lLxO3gxMr7zvuC8mvYAvjb+wbxSuN68cH3rvT3iMb48vbM9iLLCPRcuCz7xgUK+iWEHPkk9tb5pJaK9xQEPPsc+5L1oRAk9N2dUO1C/Kr7w/Pk9SvADPfXEUT3Vxyo9JnYbPhdngD2bUTs+8lKwvDEKqD0pQm+88nI4PfUdYz7P9M2+asRLPWOEgj5jBW0+CAr7vKifh76yxkQ+rOiRPpV8873sYYY7sHVUPp4Pbb5P+hu+AcWGviSL4j0KKXA93bNfPkxfeL6TQu49bKCNvB3MyjzxCGW+RYiuO3Lu6r1Eclu+OzInPmFYE74Oz3++3w40Ptqnez76IFu+KzY7vvHQIL53IoK991PMvbTydL1AtPq9THftvQtDt72Lopo+K/xmPYUxtb3YiKK8An2aPhKtiT5pRp+8uW3+vfxwOD6qnWq8HTqvvoYv/bxoWim+bQyKPiHm5rwVfiw8XlI9Pi9LQz1d8HY+Mp4GPn0Ehr1kU9+9HDixvfRTPr5GK7i9u8/BvutKSL7l9j++/yiNPkbj0z1+vpM8Y6kQvSyEGL4agmS+ucedvWZ/N76I13S9JmQ/vtsbE75r9+O9SZ6yPQrOML7oMMC8M5rwveChrj2r24g9YHNcvFjutD3zdZ49/KsPvaZGhD3Kp22+PUO6urDIMTxLOC++kAzePf9IDD4mhS89tFnyvWV4H727Czg+kISbPfh/kL1IsdM9oeWvPdSpHT1Ug1I+uc0ZPoQO1r10uaM9uMkKPGvbd75Bjlo+WwEoPuYmjr2MkHK8kdqMPL0Hqr3TjC8+1F/YPYKCCT60nFo70SIsvnOT8b0csQm+uxFfPsaWor3Ddlu9mrjYvU4fjL2LeEu+WUHRPCvyvb1cNZ49mZCfPQysoL0/U5G91lOWPHw0UT2qH8u9TPTtvO0hEb75Gkq9Z2OaPRe2lj1GZIy9OR8/PvwQGz6bM2I9TZWevbUNKT7n9py9fsOavcrtor3Pt7k70bEHvpih/D18AEO9m4KNPF3dgT2akhM9ak0YPuzQo719dCo++6ccPXc6Fb5PBZ++1MNEuyKRQj0MGk88/STiu7wOJT5gl9i9R91DPcYsFL5v+Lc9UiJFvHOYPL3rnN89hITEPUGOpT04fu49HssoPo9kP77iMYO9+OogPrIX/b1VDtY9KFp3PdmaiT15Cug7A8ctPm2z6r3J7Au+Er2LPReiUD6+jqi98WGKu3yCy72wsN49N89JvYyUe7wCG5+9zgXEPHwDzb33O669+cx9PnpC3btDJaI9GkzfPceRuT12XE6+QQBePVpeoz29DAq9OaKRPVoiVb7tdR8+GjkMvV9uqzx6Jwa+nU4Yvln8VL7G43i+E0AjPr+mG76/0fC9J+k+PocRMj293wI+458KvjUHLr177Z6+UCLlvYi/pD7k6JQ8jAHEvYTU9DwQ4nO+Nuqmvi8CzTwrJDO9+RU0PoiMEr05qGY+4s3hvQ0iV7wbI1c+0hwXvmQGury97r49ejzzvaQ0OT5gCxG9glSQvnAFCL5MRWi+G0wgPoULWD0cOpk8oXBMO8M4abw95pW+5HqLvt3fHL6SQYA+toB9vuaebD4mtbY+c9iAvdLwOb65nac+qrTFvRiBNb0v0Ko+rM8BvpGwcr5BIf6+eq9kvvKZ3byNT9c8mlucvdp2Tr21pcq9LgLqvaJv+jz/s1u+3vOpPveO+714unA+o1MwPVclnj0iwt6+LMPtPTcUC77Lbk++fekwvggvyDxOwRi8vA3EviqVuD4zh8I9di8gvSZKIz3hpba+eO4BPcl3jL4OlrO9Cp7XvdUa3T134me+SWC1vEXpab4+GTA+wbDavjFXlD573tw+8DkMPvc0LD1QX6s+VoAZPFloHD4Ukny+kVxavjCKUb3g69e9KFaFPpYEsrwMchW+TTfePthwlT3JIh0+5y++PRgzLrw4kgC+o+cavqE9u70G6U2+ujG8vmWTmj4yZmy9aLd+PcNID70U5L07neUHvjzktbwCHOi9rwAmvr1y4b6vaUw+KdMMvBw1GD59xGq9dP1IPjKQdj4C9Ok88PTMPJsKiL2yKBq+9Je0vq3Cpj2f/ZK+uRZ7PnflFj4jQhQ9F3KuPRvosT2BF5++09sovji4uz1NamW++TjtO3ALPL2Ha5A9NUqUPAXMlj5Xqzq+uptnPj22zb3pxXK929dsPtKVkz58uZE9/IbLvctRxD4W6m68eUIXvgMezDxsOVk+EOS0vnD3Kzz9dNQ+W6u8PfgbMD6Vv2E+bwlNPsXjB755kqW+1QDfPSYmbz5OZYG+8hPDPd+8+zyt38m9K1j8vET4iD7C/Ae+cGNOvmu1WL60bzy+c6u1PYGci70FE2c+FR7rvbd94T0b+iO+JMzHPurpEz38Wv29k2mCPH/yCD5Uyrm9GLoaPSYTED5bK7k+F3QqvvNCYz79Sgk+B1qGPjsO/jxE/Wc8utMyvulfVb04e0A8aOZIPtV8mb19Dus+8YeLvReGZz434VI9Wvv6vZ/NhLz6Gqs+o0EbPsHUWr6Vwc+9gNswPmO1Hr5AnVG+cNetPgIAjT6X0aK9PaH3PWeS5z7ja1k8ydNBvX9LiD04Kwe+duX6OsxMhr3p4xs+7wEOvj+iWD6cvBA/lS4NPvH2WL5duqO87zccviWAur3x3Xu+3UEqvg3UJz5d3bQ982HJPBT1D77E7/I8SCiYvFiEWrxTUA++ACsXPnOxAL6PWr+8HkkcPo6+Rz0+yC0+ah7XvevnDr5JVIS9FQDyvYYSjTyX2ly+AN0NPrj7mby187k9+F/1vTuvKT4ILAs+cEgQvtjre71t0n08NnJkPZllOD795TI+V+0WPqaHyD26TjS+wwJOvUYV5LwLt+c9pjRGPRCuiz2K9lu+JDUqvPsV2jw5QPi9fwuxvTkpmz1isCa84N09vDKDszyK5Xo+6MUDPkSNrT1mmyU9k2UUvrhl9T0JABu+dKzLvB7QJD5kct69k22Avp5zKj4M2Mu7z0gnvk3ICb4L8ki+U6kgPUgO973GT4K+7M1evSnmJz5Gq1a9S+TBPSWHAr7yq2g+wWvjPWDijT2JBtC9vONQvDaa771eota9DMSqvTim87ycGf+66ZVlPZEeD76oAiy+14Q3vpifLb7ih7a9tjPTuknPsT0gpxA9eu3TvUPXX76wzZ++nYK+uxsrXL7aTYG+T02fu4nD+T1CkGE9QnckPd7rUj416Z29X9v1vN0eU76jO+U90lbDPEGrt7wxyM4902OIu4m02LwTjWU+44lQPbYfL76v0xQ+Ub3NPfsXzLwIrCg+v3huPShkDj4EgrY8lmBPvs8LYb02vA0+YQ1IPepkgT6EAZe96sE/vga+1rzQfC0+YVx1PgceML6Bc909+yg+PoMdlr3H2vW+nkeNPtxItb1voNA9ZXlePg3eE72Kpim9AUOgvLJcI75JRZ2+sdjVPSzl2L3Tuve9AgCzPS0XlL0sUjq+BZqVuwhnjD2WiJs+p3uVPlYrrrvYuXq+baZwPm/bH75GA7M9qdXnPdL8az7G68C7Cfd8voREE77AT4A+ddKtvSp3Rj3zb+k9+CWTvUVqiD2IApC+v1fqPXL6Zj5CmHo9ntQXPg72rjwTBkM+7IO9PZgTzz4nTCe+C+YVvU+OA77yuzo9MdpLPrLqoz76IZ+9dI4gvvCEeb3XiMg8Lod9vfFsKD7TJ4+9rhF5veoCLD0F+bk9JLH/PUx1Vr0oIZi9HDgKPKgOdj6hzS88SZOmPaV8lz0tTgk+0BzgPJPcgT5TClQ+FON+Pp2Bz73KWH0+5eeGPlA/Nz76t8Q9BNnBPIILS74MjJo+UbO1viNdAL71ENm9qYoGvkYafD0xYYE+2jccPimqqb46nrq7TdnDPhGtQL1V8Ru/dYPlvacisr4/4s49v/CUPldwm70eDA69AiZJPmYr1b7PWHq+tLHrPaqHSz5h8Vm+DDHvvYeuBT6ObA++5P2LOpcgC75K6oU+fsVtPvutWD2f2Zg+NUBvPrFf+L3yFso95OsrvsL/eb1d+Fc9XSD/PTnljb7nuqu64wc1PTV/WL7RXN+8ZBRAvnjvXr1ulmS+wATyvd4Gb76hb0a9gW0GvgHnJz7mC5e64NzcPAOVrT2yXiU+haqxvrSjyD1sn3Y+wyaNvcySer4A96C+tZIJvuirzL2i7iC+cu7vuyS61r57uj29Kc+kPSdtkz1b1XC+A7o5vqYcOztvUpg+EnOXPfTZAL5+S0a+Yg+pPvi1Sz0sGTA+UaIZvobMWT30ASW8nM62vXGypLvLuhi/baSlvufRkj03/sO+tX6Qvr1q9TvzpiG+XETDvvD9kb7ldZq+QOc+PR0Cqz5gk1Q9Gp6OPbSFqb5w9vO+1UWCvoFLKr14X76+FuFivMr0hL6QgrE8yz6ivW3+5D1d+7A7iP1tPtgvYj3n/ei7N8UkvrNyf74IoNM88h/YvuAPSj56T4q9eRhkPnDoWz7fmUK9L7AIPRZTvr3yGhO9aDaRvptA8zq9Q8M9d9kyPgA5cr5JB0U+D2e9PVWbdr5Zbmw9OS6dPTlkFT7rT9K+1ORzPi28nD3a8c+8S7lKPUBHIz77i5O9notwPvNvqr4nGLy9qf83vHts7j3Ewzk+08lHPBgkwb2Q+6O9gLOivjif9r0sxme+gq+TPs08FL4Mb8c98RAXvuFWfT2fx5m+dbatPVEOMz608Y4+7E0Cvcofhb6KFcu99cSwPUiNxr1OdSe+NH4XvVbeE74Oxg++x10wPGZkj7vqHCQ+ZjeRPY1oxL1oxeq9IsVvPX6DNL48aBu85XeOPOlxVr73DfM8A2HEPG7iiD3iwb49rmezPXivgrzQxyc+bourPKc7zD0XITy+eAADuyspDL5q00u8XDMMvuWJ0zxc6Ky9wN8Uvu/Oxj0HFOi9Ca05PZazGT7QdAa+znijvRxIzb0zjt09gysGPmuLKryVqJy+6G8APtrwxb0xXRC+BNgKvna7kr0+oha8wvnRvTV/Hr5X/LY90AABvmhJ4j2WdyC+X1eivCSCkjx9Dim+nTGyvRp8rb2TFu49U1MOPX7+ir7/aSG+qBzFO5KzIL6F4cG9jIDZvGdtHj4uGNS9blfJvH3MtT1EpRO9ubwiPWwnKb08U4u8YJvyvTxgk7x1B7W9LhObPNWOgz3YsA6+4LIqPvMxh71ehdk9A0A7vvgeYb4PPNq8sDGtvcTGlb1ZenG9vnszvLGDij3kJMO8H7vPPWNXIr6yu+U9GRRTvBSUjb2HPAS+zZFhvdabnb4XqoG9APBXvh3Erb0FRV2+jiz8vdSZ270UeTw9fygSvmp5Bz5IG389jw5iPt09gTzZ9K296QKkPQ4UWTxAnN29o6tVPhAb8D1TnyM+uwaFPnTr+r0vapK9iFUCvwdMMT4f3oY+jS9uvek/Bz2Y2oe9StY+PtcvzL0OjWQ+4UenvnkyJr3HGFY+8uz3vUkhCr5pBgY9uDqjPWFOmDvE5Fu+NgbRvTghlD32GN49HPPivC8XTL34+vG94YnLvTu1HL7VzB09wuRCPtIGVb2ak9S9L5ErPjaUjz0H/yq9Pi0LPg4bML6MnNA+UaGnvv/UwLx92ga96vQGPVIR3b0mE8G+k5WUPniAsD0B6k2+XcI/Pdv7jz7RvJm+PuHEvQGrvb1UkWu+nSTZvZrXhD6MYyO9kXQRPbzIij7R2IA9Xe7vvXVTYT7uTG4+EiiFPtLnbr2ucLE9B5asPclrqD69HYc9XJdkPg1lwz5nboi+vl0cvawLCr1trbq+XVCdvK2cqr37Wzc+KqGUPXQn/r01qJe+HoFsvOB0YD6B2Hq9HxgQvqMCA7+4mSq+hbLRvQX9az6Yr7E+Y9uNPsTUrT6dYWG+r0fevmKiCb4exKs9BXOkPrDuKT7lEpE9pTaVvrKdg76b95q8d2MjPgYCkzxOd7m9zzs+vqLJxb5e2oW+kC+RPRhEL721X7q++QMBPmf3Fr4GfDa9f6UTPGZAIL4xaLk9my52PrpjIT6pqDc+F0EFP/22iz6UTK09f4xHvRo8GD7lNYi+GWyGPi9+n70eePO9F/L8PSl4Mrr6IaQ8Sy1JPXKgsLyToJk+VTgmvRJ5470huYO+3VGqPo8mHr4Zkcu+6x9HPqUn4ry2ZwQ+2Iaxvo3ajT2/vhA+kJiYvbAYA77nb/49m6O3vfWb0D3u/0w8cQ5OvpLSDb6rG9q+9xojPq5l9TxOZLu9F83rvcrkw739yx0+kT3UvWj5BT1hu1q9W3LJvvCFDz18kZg9C1o4PqAViL7VIjM8VAEGPhot0z0hIeC+xMx0vb8oVz7c8Qq9JidpPoPemb6H/CG+a19JPo34KL5Rl4m+ASe3vQZJnb1CIi4+lfERPRNsqb4pdCQ+MYouvgypgbyQJRo+084lvvFIa77GbZO90Yn1vABGMD5+lPC9adPmPUSEWb5Z/Ya9DpJiPo4S4D4Wao8+0FvpvmJstT2z9N4+Dc4XvhBQ/70ZkY49zrDjPScieb7RTh8+DQYrvlJE8ry0cQ6+qRlAPmFBTT3WCHk9a+KKvl0adr4/ZzS+iN6pvrHgZz0NPry+ZkTjvWw/t71L0po9LhcUPhvjHT7oSuU8UlT7vSqKmr6FH4S8OxYJvt/j1r41tDA97Dm/vo16ur3FZBQ9HSEPPlwloTzDGrg92wawvubHir4jJhs+4zzgPZlUBD5JGoY8pEj1vlDjQr5ttIa+YVsOvoh0YD5bCwS+JVuuPqvUkL4wTwO+WggYPjDa1D14ji49ijvsvWRZYz7IJQ8+ZEslPvFswj3iRs09pdl6OwpHAj5Q8f49jMcDPgsi3L2tkgE+UEVqvfp+Or4AGWG5E3cuPqkbkj3NTtQ9RQCZPnjFOD3ygyI90k++PdeOZjx2OyM+H5j5vMkw8b1Lp529DJZfO4yB1r3YXBc9h6XCvdhqF72gTYi9FjsMvhWzIr2r1UY9RxbWPQLBTL0g/Iy9LEm7PXu8mrykdI08cW7UPSQ/CL4j1fQ9cw+cu9477rsciY49mQGsvcmTBb2pZyw9mGnevbHnCzwMDmo9lRP1PQkHRb3RbSu9L8A1vWHBTD5Z0qM9d3W8PXEh3LyXzyW96PaHPVPvjr1MY8881hNkvnPwlL03gDy8CPYmvbM88b0Y/go+cL49vnL0RL0qQxw+47uBPVLQrLqFYuk9Bo7rvRnodT5B6QI+dvhjPnHSA71k+F2+/iEXvbvWfj7IkZo8q7iLPcKkOT3dmlw8wWgQvduUUD4C/L48TaFePiuwE76sbjE8Gi36PToxBb6pany+Ao8DPpEQs7y/Ie08L3s/vvo6qjysSm49xZeevUCt6T11kv+8TNYDPpFt8zzMT7096x7gPUfG6j2N8Vm9FIfYPcKbkD6BWNw9hyQuPtBRaj5Vey8++xuTPe1XGj6qwtg9rCePvOqP1r1f8QS93AA+PntWjz6JX9W9x+Phu1qkPD3El/c9quoiPn144T0bHTe+SXm/Pcr3rr0AMRQ9RDlNu7oLMD7S2zq+F939PBk10r1akko+InoEvcjqVb5VWL0+q1VwvoE/nD2k5AA8op8ku6aJyj0LbvO95J+wvaPvHj5SxBe+wEDjvV0HKjzGdoA+uFEyvR4bKb63tX49kbM7vvxfrb1o+Cw88htuPcMIMT452TK+iBfLPR/gg75mgYq9rch2PhXqsT12mw4+3SPpu5AMHj1srvI9bR64uq7RLr56Obs9y9wPPrXWVL6W4dM9ljhTvZFgpzyPTIg9aTmSvW3VV77fcm481niBvrYhNz6NNnK+PGMmPb25E72BilS+I61fvXHlBTzu7mO+C8wUvZzD8D1+zSs+eNwpvHhZozx9zpi+5+B9vrcTxr6eseO9izkTvlaMg73888O95+W2vhwMwD1sJYU+iNbYvB5Yvz3dt6o95ySmvZfjOL5bBDA+6xL2vAybO75fljm+YLAhvVwYjr4a/Js+m99+viZ8ED4rvr++A1+LPuuPfD1Cmk6+cbWhPG7JOz5UNg6+2wsYvbvvmzxp9ry9O4OGvZhLBT7Bl2k+Zd0JuyqAuLyK3ZA+tkroPQMqAj6e9Uq+0BfAPWD5sb5WwGq+HaKBvlEdkr5PE5C+/dCBvcPwJ73FFSQ+JFVwPsI1x76lTKi+EW6vvuYDPL5E5RW++rYXPrfEZL5WocE9E0nTvp1JpDyilSS+p4xyPSxggb6XRkK+e5rfvIpmXz4TxY++2x+fPfCPiT6nTLo8081Mvi4Fx72+7y8+d2QKvjduCT5oS3o9vGeEPRTGXrsC/zM9iCpUvjxGfr4APMW+4Slivn3kIL7HlZI+B4G0vUBKy75P2Cg+9V0rvr8IID4CSlq+uGM3Pvcok71RoSI9OG+aPfUQXTyUoOm9fjd5PpZ+gjwDdoy+OjcYvv5/i75RoDu+LxACv+zxib7y53O+qFzIPIRgKj7TpKo9IVd4PAzQT70YOs2+MOsWPT9YMb1r7z+8jFWCPpRIRTz8sxg9aKQwvqQx2T3Yxyc+YIi6PfKsAb7O/R2+zAH8PeDS0r49EDU+XrWyvsgPIb4H6Fy+iC9PPj9L3b3ue2O9J4fAPmV5MT5n5Mo9YeOgvpvBaL2wPhY/SKg4vVpsc75D3IE7rf1gvlTcjL5EIcK9OYQivoshHT4wml49/HIYPueAPz5NqFg+ToXbvZ+QGj7KHma++BAcvoMpAr78c6u9d1NmPjHDTruABEu9e5DDPGjmVb7yezc+mkW8vuYulD7jJMi90bnkPZCEpr5y120+GWbgPefpPT7jOxO+g7HvvbvslD4LoCm9gDgtvfmqTj6q1C48tPodvkC+dj2G7887+euHPDNHAT4xwQK99En5vZdE573MlTK+ul70vXDnLD5Rs3o9GTpDvvA35D0jDVS9qBmLvZ0d6L0XZxQ+ELwHPv2rurxIXJ49YkMlPtjHTD0nbh4+G/fuPORZ/zzwlRE9TIvivE9NA74nkz4+rEIjvWzdr71WndA93SWsvYoXmT3szau9op0RvjaCiT3Jm8e9QJkRPCmiwTt9G4W9ib2jPEN/K74YhgM+VHUTPrrh473k8DC+/napPLWfWT62CeY9PpqsPapD9bxiLdU9Lu1rPJtSJ76MDIQ+IiYsPv1gCD73LZk9fZeJvcGPeLwl5MW9/K2fvSSbIj7QnFS9iHzZPeaaNzzPKfO9TRT5vU7B5j1tywU8iaymPWuNDb7X4iQ+b07ZO3LlBT6NqGM9LRjzvTm3JL0FZxA+E1WYvUxOxD20k349EjT/O9Q5Nb6dC44+tw4oOwKiHz6JH1U9tq8OvotQrL1iAY29xZzHvdr0WD0Jdzy+VG2Dvbru+z1KD/+93E6RPuinIT5S5DE5VN01PkC1TDz4VNY9HfOoPSQGI76qpcc966QePhfQib0cQTQ+IYXzvDDqCz34HEK7eM6RPhakUz4GPdg9+XrqPKcpQLyuFWk9itJoPYAPkr2Hnl09lsKMPu4Tij3x2RC+PfCfPbicsTln4Ac9+TRvPmrYzz3JRAS+frs6vsk1iT64/oe+tdNkPT/+Mr7+uR2+2D1ZvgE/4bn0IYI8xX/yPIOqN7wwOAW9dWH2O8NAbL3mIJ09aFMIPj7HRT79oSu+FK9ePWvFHD6jIFQ9H4dlvXxiOD2+77k9OohaPjAavD4qdW6+rLmDPfubK75+8gO+3MBmvE1/Fz4yrq4+EfwlPaQ2rDxrvw0+DeWevYjWIz5lJTi+ZHjVPV6fUb3rBoQ+6jVovre1zj77yAe+bcKgvvPIaj4KLhG+ZI1KPTFs/DwNcu09Tm6NOrt4ib5T4Vs+DBQHPvl2h75AE3W+iVigvpEmFbxsP6W+yzeEPq7V+z0wKCW+n3m3PRNYmL7eof86YvJtPQZqhj2MDlS9IdNRPeoU5L2SwBK+Fi6bvVORaL2PXxa+Jx69Pc9Sej1neXG+vpJVvkNgLT7Ocwi+zfGIPNFm4b0ETVg9+AexvekE5j0apwq+rRU4vKXnCb7AGUG+xgZSvp4BxDvziqU7HnZ4PuH9ID0LaxU+iyZ5vb9SC718yqe9eBLwPbANsz3zjq4+WXrQvTWYBb5GWqm93tP/PGqahL44NlS+y53EvW4MIz0xq/S8IlgXPtwoSz1HeKg+ezCwuhhqnbhTgCk+0IiUPpaThz1/Wq29UMU5PUyxEL5IjXY9iiuFvX3IJb01L2g9paG0vWYwh74jPts+PH6Nvtn8hj4zNoS+IZEtPhaqgj7Rx5k+2GMxvhbAAD5q8S89WA2GPcxcm74MJDo+I8VGPHiikb7C4vg9+gQuPqTenj2eiIi+Xb1+PbUeIr1An1y9WIb4vR2YQT1wICc+g7CFPs6F/z0lKZ4+EVaxvImliT3Yc/Y9PE9dvD6UFz4Xxpq+28ZNPpPgL76v8ZK+ju7jvf49HT60wA2+JbMVvr+PTD2KSJO+g0bNvksg8Ly31Ku9SINZPjAQUD6LyC+9ZQHZPHXuFb5csdi9NfDVvQhiUT7G2Ru98txRvvut+b35dBk+QbTCPGCVCL6OBH49sxIaPpYgjb5TK349e8kgvsULkD178kE78mcHvjAoLT5+DvY9RYc3PHq1dz6ht26+aO+JPkuu6Dzh2S8+x9h4PfLc7T7ynAK+rqTNPRlPKL7QnkY+UIKYPSrFnj0QPT+9pYL1O6riKz4J6Jo+WZKLvrbocr7fpFw+GFNlPsDLpL49zWa+c02dO4N0gD3eiRG+km4YPj+MYj0ygGG8mQEkPi+YFD4/MJa9P86jPX/sPz6+Pow9XRt7vTHIfj03W5099DyYvcb7v7zamgo+4WkcvtzxkD5gcDA+IFTLPc59vbzG+eq85w6uPZTpp73oquk9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "r1q7vNKnMT15TYQ9oX3SPM2/lr2pfQU9AoUZvM05KryMQ9y7VtYAvIiij712rGA6isuAO7tsnr0/uTo9QRtcPXQXe76vqgG+ZOMSPMmjhL38eIu9tq7dPSiqn72/Rpm8XS0EvEQQxb01QdC9c6UovPNMLr54zju+EV7DvRLR2b35FdE7p636vf6zvbwRMf08NfJqvbf55bub6cc7EadGPKYOozxZvKi9ek+CPAHSML0Mpv+9BYKlvf0Ua72kDWW9XNX2vJg0Nr3P5v48ztIUvjIMVjs8ate7M2sSvlpMfD1GwzO9dj57vV/ck7280uI74248vIoq6L1qi7a9L5NAvdDYMT2dp0G+X/0Bvd3jhrxmhz697L26PP0CXLx26fO60J9dvXxL0L3/5tu7ObPJPSzhUr4IjyI8HFoOPPZYoD0xQ9U81dzKvccS6ryC4aA8dg3QPCGnrDxbsUO9U1gYu2WY+7ymHM69lymaPOsMiT2WPE+9bgsrPaxMk7xl2fc7Lsz0vcSzPD1SgoA863MwPSkQcL2gERM91v+VvRVH8TwRJlc8jA6XPEyjKL2eC3i86XLavWVWo70kadC85R9eveRr4b0wdsi8b9bTuqpun70q5Bw83NOgPL4JxDmykiy9WbB0vNesYzxe9Ti9pe2xvIIKtr3CNYe9HA4ePWjSAD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "tt58PatSdDxSS7C7VqjGvcpANb3uDhU+DBFBPStEqr0vW6K9utAlPaDydTwBOwg+qkFVPt+f6ryGcvG9JhGOPfqGZ70b07S8xRxQvaMJ/r0aUwu9AVkvPEkMMT52qHw9xkGpvVaVkT1Reyk+qijEPXUUIL3/e2c+WEm7vSjepTvQ6Gm9A190PXOrJD2CkX69O+0dvLTbpLzP68+6RU8hPhz60Tzhqdw91tcBPsyzgz3BcGu9GH98PYl0mL3ROgs+XrBDPSl3sz3nRTw92oS1vOEwiLyQKpE9ODCYPXohAb1fbh2+QJlpvuNOer08IZY8rJTOOnf/+73zWvk9j9eKPaiIQz4zOdO9i11yvQjT6T0XNO29ZJPsO2bA+z0LBaQ8uD2dPbBS3zw1nPK9SOWRPUWEFD5GFDA9Q7q0vWKb4LxV9xk9LgdZPvKsYj4Q/Oq8QJYJPAxowrwgPRY9ao6DPeJerjzVU/e8MDfku4alVT4K++C9PUcyPqXBrL326xE+AeWoPN5vDry2gaQ8xdRwPE/hjr3wCbA98dylPn7zQr6nzhS+sXymPKm1O7ubbUM9wkGEPbP2Jjz2qHm+4gdmPXSTuz2KuES8+oSfvGgYND4vcbo96ZIcPaBk5L084K88HWEBPADkbL4aYTc+rMuwvRLyJL1kYDc+ZzMGPrQBLL658MG8+QB1vTGKoD3Qoww+UXTuOxb56z2k5SE+gx2nvJAgkDzBh/A9wh+lPBkagD4bycU9008kvAx6VL0ZifS6iIjVvUDrtL2VRl297YFzvPxQdz0miBS9yRzNu/PVpz3s0mm9I0BZvRfjhb0o8Q6+vAfVvZkcr7w7p1W9RBPNvZn5Yr3qAFW8EUDDuyZmQr2wRbI9awccu/Fwlj3LPw++xyPrvNrf9DxuKKA9mDCmPM+bjDx1xeK9dlsgvSKnSDwAzxe8lLEivUVBCb1jtOc99HIhvuSrGj4pDhq+Qu0gvlG5XDwFHvc8I1XyvaKAbb0yDdY9cfdGPH7/gr0Q8d68wGb3vX4AWzy7qAA9MA8/PT80mr0Qv/e8H5xIvRAQAj0+eAK+z3qFPTFjjr3oFZW9BfUqvkxU2DxHf5C+uEykvFyCrz0rCKY9oZo2PiQdtTyZLfQ87t9AvV69ML6G9Dc+9UpJvhnTOb3xHGe9jo8Ivi7nwDxYfYw99sfvPf5pDb6yJA6981lOPruLTz6nlgU9/eiKvaCv9zwmMSs+zPmbvO92TT5HDw0+lgcsPaX/K75A0gG9wZcRPnCtXzycQ2O89OL/PT5iTz0hnYS9WY1KPRIqR75ZxeU8UN7evQOFajwYDLM7w7AuvW2MFz1b9Em+Dt65PTuxH74o0/k9hRH/PPf3eb7hfD2+8JjKvcXDZryCRRy8iS1PvX+s6DzxNe+8BJCNvSqZSLwSoQo+7NSGveSMAj080F8+vfgVPiRwuLwAD9Q80gwiO6RvjT1h8jy91fLevcYYt70F+4I9J6WavBrinb2Fg6M9EzyZPYZmab2Q/DI9a2kaPKYS0r1Oujg+66gMvq7iLLmof0u9WYowO9qgeD4CLdw95qSNPTLJ1704bcE91VAOPmX69j0GcB89cHXQPW8kOzt8nSk9DQguPewyEz7KG8676ZPDvPFupT3ACOc9672EPZFHEzsVnhk+iUbCvHXv7Dx3JA29ibvLPUmOtz0YeqG9L/2DPqDBbLwz7pw8HaQKvtt1HT1jZcS8bZS/uzQlQT4Zc6q9IZKYvYE9KD7VztS9GvmQvdHXBr5z+689JMDEvf8o6L32N12+mXXlvexPAr5NoJ68MkmIvtgHLT5YDxw+L9WAvCMXcz0s4ny9ftI1PAIQFj6Voi49klN1vXbUcL0XjC++CqzFPVdi3bx+hCu+IGk3vca2EL7+3zg+++X+vWG+JLy863s7iflPvov7iL19w7g8JW4tvUV5oLzNcQS+a+gvPe9JZ71m9xA8QX3gPUEJnb04LA2+eR3ePSV/ezxdYMW9108iPoShv7036Y68lJCxPAQ1IL6sBIW977Ecva4YeL27qNG9cAIXPowcBz6Ux/c90HtYPvczlzxEKT8+Kaq2uw50Nz7uV5g9QjhCPeA8cb2nhI4++V9yvdG43T0Zznk8qv35vWIF1j0YLMg8G8qePfeazDwGdve9IMYPPgiqHjx/z8i91mtiPpMOL77WWn8+DZhxvTAzkT1rq/c9bdEpvikkI7wnVZK9ctJPvU0RXTw7Bya8P7cRPpfwGD5/SQ0+OEHovfWsfLsHWD49e6dzPrMuDz048Ba+xC8sPkS3mjzVUqu9F/S0vaoNMr7s58A8BqCTPI5IHr0zSGY+iOaWvQ+JFb0Yisw9eaA8vuAGdD0qwSe+6GkZPX1Tnj38fnC+OMQ6PeDx2L2iR+y9RFvzvUOERL07EDM+vnl4viFLlL1yo7I9wLy/veRpGD5wwM69Y/HMPdnaJD4U/Ba+OZsqPSncZz0XbRw9FqkAvpsNAjyXtPO9z4yEPlCxcD7b+O899UjgPAPxAj4BoIM9tC9tvQ5pLjz7HH89SuCFPm+mnbwamDE9StHivGtuXz7i8Dc9ckoAPvZ0TT7iNtG8u8uiPjNWiLyJbKC8TP+/va9HCL4XtVa9qh4hPd0wer39JcE9RVowPsBBDz5bpYa9sUGnvUqfALx+3oa+5ESePZTXTb0UiRo+HgCUPZmWgr0Q1Q+8e7vtOwJ9BTzkgRK9SWAdPkyYhD28taY96WlrO0zqob3Lyoy9kRhEPmzxQj6p/eS8q4yJPff/tT0BaFW9hZDAvMhs1r2q1qm8wSvNPbF/3jzB+ji+4OgIvTWEqTzz/Du9GqiEPFTJLL0YDq49YMWUPoPI9rv/LFa+pQtQvqhnsT15U029YlM4vZxeCT55pXo+iStsvBTR9zxneN49sAVcPb37RzxDDPg9j8i3vM+iF76O/428gJUevlEmDL2ru6W9ilk0vgu6Ur5yWN28LKYnvnQQ2j2vCEA9+FIUPi/GML7kRUg9ZpeiPR4Acz5SsJS+GgiUvs0m1rxvycW9a0KXvSdf2LwwByq9CXC9PXCCsL2eP7i94dn+vZB84z3jsIM6bmiyvHFOKrwC4oA93gIavaaIgb7kQg++fmK0vY15ED75kk29Dx2QvHbTrj3nFJS9pgcFvuCN0bt8ySk+TbqevSUeMT34KnW8dUSPPkj1MzyjGZe+0vRHPqg6C7zaOwm9QgcAPnxOzb72EjY+jrwCPk7Fvb1VR4W9B+QZPfy1kT3jfbE9w1WBvmNINj3n+YI8kIwGPpOrtj335429CI2MPaO4jTxdRj2+YQ8EPRehNb4xp6Q9c8t6vPdgebzNu229CxYEvYVFgj0YKgI96ly7PbSeTTo7GDU9S22fvtiiJ7ogkJi8tE79vc/SWr3+hUg9HO03PBjTUz4l3wK9VA0KvTKysDzonxE8wFloPdKNxDyz/gu+Rm0MPXpRyz2ZuAW8tKwgPmOrnb2nrki9UMYePpV3Cb6g+Wc8Vp6qvfFIPb1RAZu9nzYYPsI2uT07OEy8ZUIJvlYkgL2rW669eg2kvXYJpL2fl4k8qnlYPX/vBr3P4+c8yhJxvVn9MD03RLY8WDF1vNjelD2q09w9mLWLvQvqPj3NN50+xAOSOyu0DbzwgHw9Yx4UvY8J4DsVZUm8db8dvd5Ujr2dHxI9EUygvLJemT0nz8Y9CbSCPrFJQj4bAsO8bSIbPkySZz2SAKk+aMZ9vkzDBb5XRpo+iWjKvenuZb5VmIo9EHG4PIeWv7oufSK8bm0xvQCBhr6/AQ+8+9xFPrAzTj09ZZ49oCeuve8WRD4TRJM+QV6YvAdVJr6zRjw+ZNqVvYRQ3z0HXpc9s5RDvDDhnzwOvVk+KfFOPkBFKr74qNU9XdAGPVB6Fj5/9Lo+sauYvk7kdj5xKaw9s/QYPNAzgTzx0dw93eZZPoFPLb0nxJw9OCaAPmHkZztsUps9PgxQvGHOGL3k5qu7C04APlYapb0BusW9mrJLPmbRbT3Rpg09iujDPeoxYj1OenK6g5FPvVMKHb7GWOk9gMoxPo2+lL3AQKY9So+hu+lpGz3E0IS+lKj9PHdtFL4LwK497GauvdGkOb4LaIm934dnvRNNnD3BSgU+84ggvoc/Zb6mzYm8ADMqvuiiBD4G+NE9qTACPuwS6LwP2xQ+MgYHvo3aIz0Huva8I+x+vXsmKz1wIZM9/aGOPouIlz13Isy9aym8u6gqkr1GkqE9hAGWPc+D8r1lX028p/s/vMjT+71hYQ0+cUkJvpBM8T0SfGo9N1ZcPudCtjs33Ty+npPAvYmnVj0d+uo9EBUoOS00lD6KCEa+RUCEvJTPKTz0rb48Zoeou6c8KjtgZvG9jqXbuzLC4r2b1nA9isBoPZTE7D2n4fM91mDGu/FjHD7dmjI9Qhk2vRdNjz4xW0A+AzWePZQwzz193yA+Mi/cvLPDsLuroEw5RESTPiP9Qr5AmiG+qzU5PeuoYLsh5/i9T3UHvqBGm7119Ec+lj6CvM/EQr7Do4u8cEdfPEFzCb26RaI9AzykvcZ/lj7/t5C9og4cPp6iJb66WZG9qVwYvr/7bTtCzBG+nsUtvVsvtbzAsAE9OIESvpQX+L3wUdk9j9xNvBHcmru1vto8W8rhPRFZdj75pwY93dWHvoKnL7wx48o94XcnO4NkSj4uA8G9G6CwPWmLnLxX0Wc++FZLvu5PAz2G1fS9ZB/OvHbyE747YZI9o87cPEle+brAWRS9xdAtPm7fJ74eXLO8kqdZvsfQfz3cXtY8DCrvPdtkkT03IhU+WLZDviQNFL3zEjA+1zlgPSIMFz50zSk8NM2qvc/1OL3gXze+YTqxvPeUvr2pk8k9ZJ3DPcCyjL7Acdi9xkMmPLNvUTxVLx299PcaOZDujT0At2M+iF/MvbLfor2s+tq9UiavPakoOL2B0qU9oDO7vERwWL000Ks93NS7PaerTj1CTA88kTQ0PlpdYr2RVQc+9JcaPe0tlr17o7W9aylAPGjA/b0dn169lrHdvWC/ET4SrQe9HPM0vZfFOL1nxYu9i4FFPfCjEr5Ba7s9aTDqvLFpDT4Pz6K95JKRPe4AXb2aArI9Yn6dvcjf4L2Oxma+qekjPerkrz1z/Cq9iEuxPHAWuL3TRLm9EAYaPhgY0z0vG7i7L9ievVLU1DvNuXS9RcsxPgDC1rzKetw92FJnvQnZwz3dQlk8+Nb0PYpcmzgPEgM+YLcqPlCudLyrc5y9bOsOPiJ+MT1qDR8++d9jPQABAb3RP2M+VtPxu+7UBb49/1u8Q6/GPBvCwDxrKR6+3eMkvgX7wrzpvXy8v8cJvqPDkD2wqEU9d8pzPNqLB73/6U098dxWPoftg72GcgS9/fF4vZMn4Dyrf5g89zcgvZVJbLz8yM88KdiQvZP/FL5kKhQ9Fxn+vPP6Kz4hlDY9fjOgPTrEsrt3fo69MF4DvkAskT0qlug9SEUvvSlS9DypOr46bx2vvFWL9j2haw49VWQNvh/cjL0TwFg9Vag0vk99s7t/HCM+P+t1vXURmD1YH0S++uP1PKb2pry4B9u8fFuTvPCpY70MJqI9VCqoPT5KNb4IEyw9UJ2FPXzHXz2jAQk+K59oPL1gVT1SfAQ+mlcdO2YLKz4+iec9Y00zvRS2fT2pPF+8o5Yxvra4cT3JHqu+YSrbve+wyTx+VoQ9chZSvZPOjLsuBUu+PQ3hvXt0V73XRgY9V/0wPvL8qryFTAq+z5w8vSmzTr4E3wU+9x8IPgnR7T3B0IM9rNqmPZ7ycD6LqG8+OhK3PYhUQr0oueo8M6uyvRXxpr6Zdag82qqtPLC+ND7lU2M+HIKCvZJ6ID2X4xg+9TE7Pn7OJLtej+W8bL8dPpIUlLz2XVO+mA5ruy8Vz73WwMw8KC1dPZIOTzyxVTU+tDAWvA2hdb1nrIo+EJQEvgTIwz2KjcY9ZdXfPPqmbD7gw5o+jJltvWrvq703QIC7wGbhvCgGHz3heuM9ndyqPRBg1jxqBtE9zfaRvYemlr017fI9H42TvWSKLryQ+W89+SrfPU1F3L1zIcC7iKsDPfeBD7201v89GDGiPPwVxjwYFvA91l0jvFLVDr6bXbS9dhaIvQXGNL2eoYA9ic6MvOp/vjvkQ2E9rYLRPWHxCz738529J7kBPX9dBL2dsmM9KkO8vTviqL2WQBw806mPPWsgHj5ZM4891bs7vshPiz1H6HA9mH1fveAhrL2FE0i9FIWePM6qsb1ajqu9jvuRvckWhT0RtXe9oIJEPTZV6z12VEK8qgn6Pf/EJj29A8a9PyK8PbAqfb0PBDu9p9LgvX2bVb25OYO6vb8vPaMILr4usgu8U0VAO+T9orxSopM976kPvVmUFr3BcE2+qGHzPYT4Lj73wyi+wUhCvdnuqL0XY3o83WrKPT9yKzwZw+O9Ug8PPep+AT5tF7Y81FFovEiCBL7cMT2+eZ+dvQwntzxCSLU94h+JPdF1/bxGgmK+wXz0O7vHSr5ANyq+2FVFvMJ+i760nU8+kTapPHVTNT1y85k87x/SPQvnej2aH9W9FUI9vNPX6D2n/Ry85ToFvS6RHb3tmN46GsCXPcdggb0hsy0+IkvwPIFL3j0wjRU+rw77vPjrmb4g+QU+25Sfva+Qjb1M2Ts9BG/JvR+6pD1uc4S9BNMbPbcYHr3YzEU9hutzvptzyzy9LJ89WEfaPMfExryTjWC+cD1TvIGQqLyAvju+NsZHPCfMez2DlOE9vhoGPpllSjzrsxq+d4WEvWSgIj7q6Bu+IXyCugVmnj3byUC+YcUQvB5NRD4LIyS9Snb4u6YPAT2gaCU+ZUrZPbW06jznPRQ+YI5cPjGPQD7w7TA9asL/vdlkcr7iwFq+F1ICvsFRCj7SH5E9sXqEvcIx0LwH0DO+JNcJvfNOlrwPqUI8tfx3PQ4af70D0XS9syX1vbNebT1H3iW9qJLSvUBeYz4UqEK9Zib6PQDVVD4afBc+Z8sxvdYY7b2LapC9eL0Yvl1+YTxAsrk89ZlGPgAOrL4rtUM97VnovUHcyL118xs+R3vbvRTt+7xNbu88ej7IuthyYr22cOS8P8aDvMNtfL03IJS917JHvAfrDb34T4Y9dB7cPJZjEj48E3k+s61JPS+zJr3Gq6G8WfMGPg82Xb39CT8+92IFPkBKxrwi8t467McWPJ7OBb5mcAE+Xq+2PLLLZ72V0Ac9EtQevT2yH75Rh0W+feqGPa+YODyPMGW+MorcPKzzXz3AOao8Q9xevMCIVLytOAe+NklSPTDlcL6i/oQ9k9XEu/16/bsY6L68uFctvvMSET5jA7m9FBCZPOsv972GeqM9+ZocvVsZmD1MfDc9hCTEPbjjxT3gTZW98XDzPbvPET5Ughe8ezlyOxipGj6Fl6g91VC8Pa2RbD7mIUu9PAPevW6zCD59NGe+lNZHPhpEUDweP7A+494kPiwYNr51T7I95oOfPXf8fD3LAEm+wCnevS6pfbzfZcO9YCyFvrZQjbthSUG9wLZdvVsujLzV3d27GBzjvL8K2b2DJ1O+wjQLvd0x0z2WSCW9OblWPUSzFzzwtF+95W1avgHvUbwWToM+LtQlPqexOj3ehr28ZH2YPTtZSj6y9JW8W/uVPNI3l7zxRE49vkivO9Hd2b0TNoy9NngwummfST1PeA++v0cAPg/7sDyK8ZU6TdY6Pa0Z872d+XY941YLvrMvj7wLHve9hFMZvrO3B70h0Ci+UKOiu4bB7D25cWa92/PGvMX9k72cK/e9PYPOvEl0J747vPa9CAXJPIeqjLu1SF8+nSubPBUIKD1/lbc93lvYvLRIrD3lFkI+YwnhPerj5D1Wtg0+x5poPCLyVr0HFFW8G3POPWGHJD4DRAY6tNoNuWcmIz3a1aS79NOIPr88jb6cVJC9D4nUu5sjtDzIUjO+f04eOuRCR7yyCMa8MhRAPYBHUD1KbAC+gOY+PZ1H2Ly3Vya8TU9NvpHwm70D6Gm9+RDLPTd2qD0928U9UOcnPgkROb34VJU9Oa6bvcq1FbwkF2A+jpBIPYbkEr6uowA95Xe2vXaaHr1bHSU88fpvvi8xGz6z/lY97HkpvlFUQr0194m7445dvlS8671qPb89G4eEvW/XcDwfKgy+f0CFvcyv7z1EVUa8BMbtPFCMAL7DWmQ+M5Amvb/w1D1NVaS9L0MbvXoeCL7ok8O9IrXfvLGGgb4gfFo+TlEGPnd8gr3EQRy++o32PSlmyD1nym87/urUvaPMnDyr+J+9GcIGvib4XT5iyHe99eYFPLga2zuyhHq9mdqtvT9z5zuICla959WDPUS0BL3jqaq8KCV/PrfGoz3Lwca9N8uEPW0WN75Lvm0+X7hIPnKFg71VJCU+n3KfPX/elDz8s1G+5FGavbHoRz3c1iu90NlcvQW0nz4eDyG+eA0qPpLS0z16+oA9Z+sGPB/QWj3Z/nc9DOscvi3jyDydxP889yTHvJ3fl73SF5w9dxCcO3nRqT1eeoG+kvUeOw0mQ76Zswy+d9aVPfvxlbwBQhi9HUE1vepgmryl8/a7XcNYvMo2Fb4ncLI7WUx7vi85Uj33Kvs9qnhPPorZNb5gddU9KNgRPmHgX74MEJG6YbkHvmdhzL2qfIY90i4nvQAaIb1Vhd+7rO8yPcRtgz79fOG9EhaqvZSTEr3R2QS9thGpvVMZjT43HyQ9wabpvN1OxT0ZsSM9yGl5Pn0iir6OvZ6+xppqvsRDq73k1cG9RmQAPo9+cT7QFxm9Z/yAvsMYzz2gS96+ha9fPdw74r1OGvy9+XMWvcxy1r22Kcs9pmRzPYnUkL1rh3g94dREPpRBH77dX+M9AQCKvbd7BLzfpFw9jgP6vIJVUzzjDi69/qFHvdzrjT3AuYA8ySnHPRiblL2JW0c9AmBgPSbgLTySD0I+LVK2urY3Az6ZuQO+EeZNPq3ZEb7kOgg+bXSMvd2ovj0Sd7y7aoCtvK2KFz6wEmg9J0SlvNMXfb7Bxvc9YOijPfpART4tICW+nJ2juyIvZz6q2Ms99zQlPUY8U7uZNvc8t6rWuhlp5z02eyC+7XUfvihQwL2tNyw+VmKovdwYgj1jnMO9A8s0PqNfUT7J8q48FnsHvqbXFzy8EGO9wXU7Ph38uT2v8x69XJ7VPUalIL0mJCi+DeucPVN8FL1ldtq9zOX9PSOZcr0eZOG9qG2fPf5J6L1vjBy+LfNEvE6YYT6FSWE+BZ4KvfQ2zr0aMwM9ncESuyHW4LzFXYA925savILyaz0nAs09WdwAvhvakz3uQry9nxGcvTA36LyK5rE9UlQqvUYxm7ztml+8yhRQvL9ik73ZLRW+zq5qvjswuD2pXq09YmvWvbs8Kj7D/jm9CQ+Mve/fsz0rWU+8Qc9pvSRB5zzjJnM9fmmAPcaUtb3R54u90S0QPSlh2L2IAeY89kNDPkLuIz6LYWG9AlkRPrl+Iz5GfSW+JGxvO0IP6712e0O9/aVRvIlTVj05yes95iWQvaYB0Lxc9cQ9jaSdPfEF+T1Tgh49uouUPW/GJD2JjBW+XRa+vQdQmr1LWi+9JC0+vfczaDxGDas9p++IPPHLgbwt8ko+tgGXvPpNgDwKkt09UCqMPet+0z3rwlG8C+/SvXEfQD7r7bo9/uDUO0JpP73noBO9Uu3FPSJWbD0XlLs9aFXlve/tGj3NnQE++xQAPsH/LzxQRBu+DyI0PbBlFz1NDu290ObrPTQVMT3w1Pc9OR5xvOUS2T0uF5g7cqQ9vgvhdLzZxw894JtSPkqvTrq/gY49LySOvdXn+zzkHfA8MnfyPQbLlrq0Iru8eZI3PLnZe71R6eY9euQvvgkoXT6LSKo8bNNzPe3QbDyRFq89HQW6PRiy57q1gyq+75mhvcQ8gDz4gc28YsccvgLx1D04dH09pW7mve16xD259wM+Aoy3PACo/D1wnQS+WckuvGO76j0QcG++fV1bvs8AkDzXVt68cADaPeR4hzw8jbW8hQuYPIS7mr2XstQ+5pK8PZ6dTz6zJAE+ofLHvnU6Qb7HOdi97GlrvVZXH74DsCO+B9e5vVtrGbtkFkG9srEHPaf1Kz4IQfW86GmUPszGUz63HDA+ZtoNPWlQ/7xORZC9iOAuPlnjKT1zZSA9qULsPU7Sob36rye9+7xzPbQ5P73yzXE7YpdDPkgIqb1e4qs+EW4ePWtzzzsM7lo9ZCCIPL0A571QeGe+Z9PdvZqnDD0/r6U9QSW7PYorhby2+6y9IY3MPHGHqj1U7zg9O2ybvZrmrD3N7gO+PZcZvXIeJj2VpQC+LJQTvrA/2jxtNli+fXR4vfjOf72iaWi9KpkJvAmer7wiLgE+uFkcPQVBrr4TJOC8Mk/8PYxkw704YTa9LNZvvav5Wb2Ttga9wgPHvf9Oc71IjFq+U7mwvCDAlzw+3ru706ElPVAUdb3lnTw9kdz9vBp3TD2LopA85mXuPdOEcb4ZdSu9UCNjPgdm3r0utwa+P/PiPJX97jwEtlM9noCcPUAGBz4qWD0+2BxWvae6Rb6aIoe9Y+8ovsjONz4FBbw96vStvS0+az3ENxa8qS5svl2ZqTucchQ9F5k+vcN/aL3yHCo+4H+bPWAwNz2HPie8YIIYvn86bD39bRa9qdHDvcQ0FL5MaDu+uy4bvryLo71dzp+8c0SdvasM27x914G9wagpPtIy6b0F7LY9RBbSO0Xq6711oc89VuJZu4LCgj7aEvi9StOevp28Dz3Q5+O9XkcOvpCw+r2cnXu9DzfIPAb4H72pHpQ+evmQPc5vqr1xHvm9+SHDPU3ylT6VpBy9wrsyvNiQfL2nsvs9IxWxvtufwT0k86095jRhPS/T77ze4Yq7fcQsPZnNoD1UOD++mUGoPCKh/b2qHB0+TPZyvaoxUL2WwOY92lJpPhEF7Lo="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "7xtCPH2Jdzy04Nw6xThcPTNf3Lob1Li98M/Xu2cNF72GqO28pz0JOz8hVr1XsE88OM9DPXcgM70LXKw81UeBvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 