{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "zNrZPXawsLwrpD4+qKPBvhxReL4m2Fk+OFFvvl5jCb4PA+u9DRRtPfOPi77fALy8vMCLvm4R9jyuapg9XdcevRwSRL3fGSo+daw+vo7FYb47VV098i0pviLFeb6cieu7BhzuvJyaqT31oFg93Ax4Pbdair6rd4E9MXXLPbM1BD1GrDm+AA+tPW8YTb5+ZFy9HUQdvY/4Ib0BMdk9ZNLePcidCD7Pn6q+XQ0BvrpeKz5U4VW+EOqoO2TryTwpLzk+64oqPqATo74Hhp+9uSspPQ2pZb2QFLS8QWBLPSVtQD7uIDC+/xpYPusik73BbRu9pDqVPdR4Yr5h6YS6wG+fPHQIy73ySxy93MErPkBVB74FFgw9yIIEvnGIi74NenU9GucrPK3Eh7l9CY26oFaxvjcaHj6kuy29XeWsvVamxj1sYwC+1qQpvVQmNz6Pgie+w2qJPOFeuL5a8BO+OLItuwFQ4r2/NxS+ewulvTEqBj7BNDi+j8GqPIvfAr+XLTO+VswpvNVaLD1uZ5o8OPJOvUxTm7zppRe6qrZBvhA0xb1kJSw8u/ISPnTKNT7D3DM9ysKJPX6BIb2Ry7C+ZN0OvjRfYD1mwze+bLGEPBIbkj52FyW+a0hRPrZdQz3CbTO+rvtyPu4cKT7BSo4+9tXNPBwZkb0BL6Y9DOsPvSU9tj4ua4U+0KvgPR97RT7M3sa7TFpCPtPoOT0BciK8KeGBvqsulD67V1y9JGmIveIwc75db1U9hWQYvmIfRLzf8Z88mVZ6PhJvlj2kAgq+jHugvQPFPL2wKBI9gbmrPKo35LzC8A2+W1aXPq15uzwZmXE+GV73PaMSLD51li6+uw1FvFxTWTu4fge+uiAZvibRpTypdwq8cJZevthgsL2QQZs8q6qtvWD9Vj4D0YI+83YGvm7PhT5j3Gk9mHMOO51ktr018JS93+cwPiq+T74QKwQ+ZGVPPTLgPr2Vinw+byEWPusrAj7LS0Q9Wse9vUSLSb6o578+zFfXO4NlfL3LE5y9nXmrveoFDD6FCJi9zwSIvry6Zj5iUGy+9d7wvaJfTL59vHi9tS7QPblCZr5RxRs97KcWvUhgBL4nRBA+C2owvgduvb28FDE+kJxgPjofZ74L2g4+a8TlPZqKK70lvnw+6SYAvuMJEru/5FC+W/WuvebEWDyPk9y9UjmMPMrrLj7UZrk9kEGfO+cv3T307jQ9QsrjvaYpVbypnHa98EM9PYpJ8Lsn9Qm9w1SJPb5HK74AJ+m9zKAEPvHVT76Eox4+hMl+vcoVv71yd6o+cPpyPWFOp72Utr+9ohgTvkV90T26TEE+UeOSPclM3b1+WxY9eD5Cvog9vbvvfDI93e9vPsiHc75TRHm9CChXvg2VUz5MLwG9sSlsvAzTJb2IkgA+uEu8vZkDIL5qZY6+ebMrvs2ff76kll++LPUNvooNnj4SAkq+yW9OvT2Pp72+wQU+GTQFvhxJtjwqaRu+hmywPkVn4r2ZRMm9fEtpvcPb0T1vMk296DorPTjZB77XWg48TeRcPkOb4b30Oa0+fwN+vuTpiL1SXaS9fbzkvW8QqT2Ps2o+b5OYPpmqQL4/HZC+3wMQPhsZFb7tq4S82c4RPmM1cz24K269EIZivrvZmTtduc09W3hqvthNQ73qy1U94Q9nPgK8Xb7RIn891zFaPHKYUz7ktWQ9hYbPvPclVT42rhe8CAuOPqViLD6Nu7u9TkmhPsFcN74/uBs+evduPqeBHz7Zwkq8mqbBPaixJL2uKAc9hvLUvLCUTL310Us+cXG0vUTJfz1ZEJM9oz2Tvvpuorqe5wS9t0JnPgnPEr60Zqw9eqVNvgeJIr0biTI+YUv1vTjGO7yYozk8yebjPWx/IL48RaM8dgRAPufs6z0JVkK9Vb7jPd0PBD6XS0C+1y0mviWeV76pJ4E+ZmI2vvE2j75ZTnG8/DTTPEjivj1HZmy+5r/LvZA2CL6QZ5U+Np0yPUp4D709ozy9ZBOtPRxh/T02SwC+FvkDPvTRmb6S+ze9kg3yPf7BTr4bUKm+DH9mvk13yzxtWeU8M9WDPvNrND51FBc+mIEkPnCpET7ya9y9XG6rvjFLQr1Je7w9Hrm8PWM7BT5QcpY9nhGivVbVQD1CNFS94B/Pu3irob49mhk+dys3vN7i173BbUi+supCvvDQH708rvu9HRZLvrYbJ7718TA+Vm45vu3Erj0o1By+4pvPPP8DFL3IfAm+r89Qvj00kj0reP29zsccvhDlUz4uzQu+zB1evi9AEz24jcY92LvhvKRAKz11zQq+Xdaxvh4ce74YlIk8hOhXvcv0QT1TDYa92quXPQz53D2Q7bg9Wdnovew0p70nVpq9ge/cvb1RBb1n0h2+pF0NvSXK9b3lRJe9ovF6viO13z11pPA88u+zvVJeKD5LgyG+R6AIPYg6eb5sMY+9kDi6PY4Dnbyn4rc9bV6ZvoRwNT6q33a94O+PPI71lL3j6x2++fswvrhkf752NQm9ONayPXPKG71sNQK+k53FvWAerT3e8xi+tYeEvHCKv71fhxy+yUuqvl24iT20MzQ91Oq3vWt9UD431ic+olSuvWjhAL7Hesq9cF+svBylh74vw/S9rn3CvBsmDT0GkGi+ZVyRPe5owb3r8Bw+4o8CPQq0HT7lixU+I/GDPOS6Q72mioC96Jxovg/Dkj0jwec9/sANvhPbFD2y8T++poXaPW9B3T39mNU9P+vNvAYwub1HvkM+WeFNPkGEkzz4gis+3wWivOm4RD0KwCa+uNYIvvmbUr7oBXK89qsbvZ53P715mw6+zpuDvK5l9LzYuJ89DM8ovcSmpz2SUak9XFmHvShoOj4Htha+9uF1PndjCL4TGOU94qNEPtE6Ib5VdVQ9/23YvKG84D2fzAm999ClPYN0Dz57+bA8ewQlvkhygj59AQu++1wqvJLyaz2pKyc8kiYSvW4EDT6r9xE9RFL6vcHk0T0CShG9P6dePkGS+TspQiQ9J/4lvl7+vTyfAe27VMAEPppeVjygJwq+50cjPQMq8b3UZpo+R9G6Ph19Hj3hqBq8dl+0vTglVb3PRIy9r0rFvf27o70h50W+CmCAvUxHaD1M9BA9LNojPdSoSr4jRIO9CYZMPvVDoT2i52S9zDTNvLABW76ICPQ8SXP8PSJIo74W/Rw+TUeoPVw5nL3BBT8+chGFvb1FHD7urck9WvHBvdh7tLwgWui9pyrPPRaPF7txBzW+9/pSPuIqWr3h8AA+FiLfvRwdKj2tiEA+zPHLu6evaDxMrfQ8Hjo2PoA8Qb6Q3jS8LqyPPptJdT1IBpQ+LwxsvYetDz1QcPU9M/kzPWPfkT3degu+UxMlvjbs3r2ePIe9mpGpvQT6Hb4D46+8UUs2vhdxKT4Ol8m9AJZCvQ6+jz3lhwI9Jmk/vvZ27zzJ9TG9tHQ7vLuiQDxCnOw8MHYkvshikb4n/T++GKxHPd3JRj0W8Uy8QSrzvaYtd713Pfc9z320PYA/Cj4cLuy8grKhvI7OJ74oEz2+m5XMPFbUIjmD58k9vWGSPXGLOD6nRCI9SJSQPUH8Rb0EfOY9p7TNPOzF+DsLTjU9aqgpvQIiqr1unk8+DRMsPU2tQj5+i9y8l/jsvF39Ob6BtXq+C+WKPtFfCbwXYzq+dbyGvfXoCL6wEoS+ggUhPa5kn733kUs+mdDyPQCtCT0XZaY9i+00PgIra76Qf5C90vJbvbu77j3JvCs+N0X5PBIT3z0YgH4+ZKBjPT8OEr7jyhS+Q+cyPs3cej3qk9a9rRIZPXOuaTt0EFu+Qlywva21BT5QN0U+kNf6vX7Z1r3nmkG+HKfCPQ5H5jzHPyA9gyEqvYyABj5Zr6+9K9tZPljT9z11+Zi9zUwuvhhh4j2QpyY+9u5VPHxWKj4+HT+9tbknPiqlNzwwKwm93Dw5POYP5b3c5Ww9ypszvXVRhj4hoQI+NTsRPim49j3QxAu8wBEavd7epbzsKlQ+UJzRvPA5Aj6HQmi9YX4avnUf+ru2YB6+KvKZvTEGkr053g88DIkJvR0ALD69Q/y9GPwUPagEij1oisy8z17tvNvOJj6X5b27h+iXPUMxPb7a2ZG+aQ8HPhTPwD59p4K944UHPQ4sZL6xtCK+QqhkPeatqz2hoji+V2HKPd0VVr4QK3s95GIpvQfXHzwfKk4+z7IZPuY1l76WWB29EHwvvb5Izr2Usue91IbTPZQLTb0Sq5G9k/+2PXY9qD46aZY9D/EcvizPjL0muCW+qq47vfxgJD6fbNS9go40vCGOtT0jEmW+k2EzPo3glr014qC9+Wnavbj8Db7rXM89BU7mPeDBVr4apok9FE+NPZBIur7C+3q9L9hOvKNWLL08eRk+HzHUPLlESb5RkXe8+mjEPV/FHr7rzpg8VzD4vTof9DxGd4G9vygLvoWemz36bCY+kavjvshcnj28vjw+0mwIvnftK75qTPe96ZBNvV4Yxz1MPcE8MpKcPqoItr10sSs91Yesu/AmrL09PtY8za/RPXMot71kX2S+Ir90PeLy1r3mpia+SAh3PZSUEr8vNS29RJi8PcFKLT7BblK+v9F5PFreuL3b5NK92s+jPhn4d71YyT2+Tn6sO57RZ72h3IM+4zzZPY6Lsb0iIQY81Lldvmq4WD6NMUE+10l9Pabet71qXHU+wRFmPoQxSz7hjV08K+ACPrA+7b3GtdU9NxChPUD0yD4HuY2+nkVsvi/Y7rsai1i9Np5EPpvkGb4dDU8+V1wAvo3SQ757T5Q+18pcPhbGbj5RhCg+uUIOvritxLxHJ14+DRXhPXt6zD5l6fq8bc+LO6MkQT7yUL6+xpcVvWdmiz2gdRg+Q1+ZPmCZ+TzuIiY+KM05PRo/ST2tCOo8sSUUPtB7gr6DmsG+FGCwPg5eQT2XUJ68PP5YPnX5YT4lNVW+BN6BPvwWGry10xi+c5jKvpVtOz0/GEU+Qp8EPlfCmT0D8RG+j2mfPrAi7z3hE5C+Iq0QPmeFlj6TRHY+MzUFvjSDzz77QY2928Ievs3fdj7qQio9Ku1TPt5wOj0x3sW9HjGfu7dDfz4eyck9P+c3Po7vEz0vQbw+dzuaveWDST6Rpis+q96XvrNdjj4bv/490poUPvzFPrxlXfi9EtClPufHfbxVS2w9hQUXPYqeJz7jCay9x+Ekvd97Gb7pHZ8+dMjFvd6hOr49WJs9uNdzvX6wxT2Ijgu+sx/uPZt3Vr4A7LE+lOHhvQSc7j3WcL+8+xFOPm1fnz7TyCE+lVdEvWTfUTc49OW8dKyCPgHUuj0RrYG9KKVevo5pC74URAG9s9D4vYuBw70dXyi+M8aGvWI8kr6yZdu+59mzPKcliL7H2b4+w7ZqvqWOMT6AHho+ChYVvfLFO7yH72++BqCXPo9lGD0GECi+fH4RPWoMMb41iyi+UmH8vX9KLT52RnS8grD3PdYex71uHK+8v25rvfkvtr04j8I9eVzsva4pYL6eOmQ+KMwvu57tRz5O74a90c9Zvj3l87wqS6W9B10mva1BbL131p+8BboJvQGqSb774sw9lJGVOxZZgD7KBE6+UHWSPoX95jwa6F698OcwPO//qT76/DU+HJysPhtTIL4cWDA+E7n0PSf0br7Ycek9pEszvi3llr6mUIg97ujtPc4wAz6lv7E9sA+lvQs8ar6WLde9myCqPkvLVj73KcI9ouaXvYcWcr5lJ48+axD7PPv9q72zIAq+ZRCBvSiSuzy0e3U+kYYPvkUFHjzsb9o7f8H0PMp8rD0FF50+iBH7vVhXlrzr9bc9E/cSvIciKD4DlKA9MqFpvTRd3L0IU1I9UAXRPaeIkz6Fd2k+Iq0JPrPzEr5a4n+9bd+zvGkaLb44F4w9DUUovqcd8br4QuG9QpCXPJBroL6BX+U9INIjPtBuuL45WdK++mbsPWnDnD1koLe9dUxfPsJUqb1c4hi+nH8QPbax4b6VsEW92v8NPo5gtbuY3nA9cMbhPdRQC71KZek7Pux5vqhv3j3p2R0+RHK/OT6eNr4sZ0M+ufWuPLoiULyW2G69eqgtviwvar6gkC49reCXPj4YFb4yrYq81D0Svib0jL0oKCg97juOvt/zdD3CfVQ+pZikPscqIrz168M7DqOHPe/ppj1tpro8gcONvHKiGL6ofZu++p06vinDLr0Sc/M5jealPamosr3TcWe+G04rvg49sD16ECW+tsm8PJcz270NaBS+zYdovZq8sL6upIk9u4gHvCshrr3zoV++C3oSPB3fdL1UK+o6084vvbpQjD3I3L+9j07pPIETCT3JW0y+GbA+PRXMr7yz8Qk+TiMCPabgjb3l3sm9xB4FvSiFbL7fZm2+9/+mPEE4mLyvbvq9LUjUPTjlXb0rseu9gNeovKKHtT1mxYO+ZBCePUKbmb1Xlw48lYw/Pm0LLL7TaSY9QjkJvc4orr3iCqW9iBSoPK8QT72pYhG+7/FsvDKIPz3IfkG8PIVTPhzLHDyG+Ym9p4S9vP3SqrwttaM7uNopvn4h0T0eNNu9LOkzPn2orr0AUwW+GSkwvnAIEb7DwhC+gPqpvWjAV76F6rW+FPhvvBOCAbx8JjC+EoS/vXKoLj1/rBM+aJpIvXhOOL6/JfW805QavqBQzT2FB9087tIxPvLVpL6vFcy81NdyPQuV/z3xYeC9dycnPXpa6LwsOc29FzlLvV0/0D3K5ky+0MhNvqOxS7668uS8ptrLvaZ5wzvpnqM91r8APhnRRz0JIzM9gii/PZkiQ77FWhC+5VLKPWppMb59qk2+4zpOPdsRwj3X2zi+uCAMvRoXQb557tE778novUxwdb098Yo95lKnPT0BeD50Z2g9O1LKvb69ibxNX7c8mJRYvrXHpj1ycB89a+WNvQhvrL2aRLI8/sMnPheJlT0jve68Ce+VPUq6GL365+k8NEPVPQ7SgD4s3BE9HQ6OPdjHqjtmoKg9IWorPs7WBz18BjO+/UqEvRx4sj1VzY+9eAZAPbLnIz7GYnu9VW73PZNlwz2W3QQ+QlEOPgafhj4+ADC9YXK4PcB8Hz4FRFi+2f7JvS/5Fr7CBhm+WAFgvS739L2Nd648F29gPW6Bub1iMNm9SDplPewZg7spLC49y8j0PSN3M72lXKI9RzGPPv1w8j0fVDA+nG8kPoyPwD0fh3M+GnbTPbcfizxX0cu9NoytvZXW0D0Ko9W9ywQGPumfvz1zQg+9rPK0vWgXoL1Bspi79NJLPct6Fb7Aota9MoMbPcTOvb0AtzM+fj0PPXUSrT1eRSq92kedPUmf6rbSrz8+PV5wPeVnGD51htI9ZVJxvktwA71LjTs+O66JPShzsbuP7T29IZtyPlZ/8z3fk8c9fmGKPfnPZj1ZbwM+yMkxPkXOob3RFfa94pW0uzntF73u3H29B9XJPYxZ47xHj+E9E4pFPBVj370Oe1690PsvPlo/R76x0JQ9NqIqvYZ+Yj4SUB09ZFfgPVVxUD1a8Rc92pAAvqMasL2QT4I+gy2NvpED7Lyehxa+VaWJvfeMm73h+GK+oj8YPcmwPz4j0VM9yw5Nvabnkz1JTyM+TUQPvWc4vbyuL5s9sJa3vSQAKD5e8OM9zKiYO5xbib7b7+s8pekTvTJp1b2VHrM9WImcvi84Nr1vmyA+z8q4PTlPSj7nEny86+6TPgNFCj5xQAC+LWoUvgp8Dr6hupc8+0YcvZqlaD3Lb9Q7Gz78PHG9m70l+Ty+R9J/vC08Lr2E02G+YCAhPeQnyj2TMuq9UD2TvUVBG71y+V89rg9uvZb6ML5ci+q9IZqKPaVUbz2gGEu8eDEwPpqJYT7BXIW8esu8PVPxDb7VxBW+qlwsPkIjAz72N0Y+VURVPpwyNj6crj0+PgHEPa35Dr6PAv+902XoPYf0yb0V1jo+ajodvksAED7iLbo93tp3vnPvQr6YZB+9LEWmvQPRsD1C+Sa+pq5ZPsIis7x15Ik+f74avaEKkb0y7Dm9n6pQvtBHQj6nYKW9tqU8vpDxgz77PgO9ufCVuhW3dj0CMWu81v1JvT6+mD4r4Le9F969PTTjKj4/CYO+ngIzvQme7DyChG0+QUW0PU+qw7xkqDA8qvhQPoCbGb5TpEi8w+bIPS7uL76xbYY9t0IqPrZeIr4TH1C+W4K9PRZIFr6Oyim+ppNOPIl3fzxxj1C+/c6zvVQS9TyzUmA+ANbivXLRUb62Q6E96QSwvQ4WRj5asPu9gg3du24GXL4pOlg+RRoEvTMoXj7cGIY+WCSNPIIwfL21YgQ+wMPNPDaghj13e309nlNhPIojlb25omy94wP/PXqvA75OY7+9/QsIPgZKP71OFBU9YswwPQQHZr0bnE28xWuXuklxJj39fKu9j28cvlsCmL1L1py9o9KDvtZHA75vixG9T28YvZ2cCb7saha89bYXvh4p0L1Bx5g+4jDQPEyiAL7G1Qk+BDkXPvlyKL5OyCI+3ec3vnzAGr1MQRe+fFHAvaaDSj0PiSO+1hlZt6Tdrz1Z1XG+ce/mvS83Yj5Yamw8gjc5vlEmAT4NC2u+WWAaPPNXOz5IYqm9Fj9VvUUAm724Czm+XBOSvVW9nb1maHo9hC1NPiOkSjw0Mrs8K6FavfDXfT3g0hG8OqsWPmIxFT7WWLs9CAt4Pqj8jj1Q1hy+5M8fvmD7gj2DE349VxD6PFbubjruY4s+tJVDPdlIID4/gja+/9SqvRzVpD1ExVc9xSH3O+7ZpL0cVhc9A+57vLn4ELt3Uye9dO8Lvs1hbruuexa8Ek2nPf6rFDzHuW+835zevTk5yjxwvpa+tPIFvtt8o7zTsJ+9gQl1PGtKXzwKr4W+Q5fFvTZ/FD6li7C9iXozvELWirxnyMa+TqDdvfaOeL4B4vA8hQLzvMoCdT4OQH0+l4gUPjcgKr7TQ5K9eLxEvowIlD7MTPe+eR1dPvqcNr6lWay96AQrvhcto7zRKZC9puuhPMYvrj2v4Vi8dyOrvtltAj0Wm7k+IuZpPb/iEz7Cgeq976C8vj4YfT16+LQ+a5RWPnFTGb6HBR49UhgRvmjAVj5j7pg+pkPiPiHmLj7lI/a9zZ88Pnfzyz0RAcG72VDlvf5THr49Zw29vNxpvZ+tjD36poq9Qx5PvKLKabxclso9UP1WvgtYQrzPYtu8M2cvvvZgqL1B6ro+L55zPd/f9z0VFDW+dPfRvGXTtL0H/hO+587puxfo1r0oT6E+7gY3PRkA/L3t/5K+Le8sPjFBfb6PBBW+RwrQPb04Or6pitE9S1W4PFbSsbzKgEw9db3yvQiGEb5/O8O9QmJ5vi1IPT4npEC+j5VEvhrygT6+Ock89vXQPc/mrzx6ekU7QZ++PcA4gr7l8Vo8SCIIvZuiqr5knSI+Z9pLvqiFoD0aInM+zQESPmumvT0ZlgC+wYAMv3865bzYVLu+YNUcvoWqEz5kQ4o+/NDKu1drGr2p65u+kkiYvgwR+L3SZ50+wSJpPeceNr3FwKE9fO4bvcl8njpvO5Q957KCPeU7Rj7VIwQ9ZXhrPrW6HL19uVw+dNb5vQBEDT77RO8+l7WuvfeLVj6nL1A+wqKzvZAhfTyzDXq9jTDOPZTILj7cVJG9sGQzvrGZAL6BpJw+YleUPi9GhL0ZzCg+eS4bvropnDwhINm9snRaPuRhsT6AvS4+q3qAPeCXTL7FscW+4NMBPjwiVr5kXjo+obNXvrqyuT3sy2k9odsFPeNMnz6g+aG+zACNOybrMr5NAB2+1gFSPgOstj0xQGU+NYvXPUp2IT12jsi9kmNSvkR7+byDrA0+7aw3vs8NoD1BvhO+JCtJPh/ovbtCPEo+mzNwvomxkD7gMVY+Nvf6PEvoHj7gKTI9peCUPmEWAj2Msbw9wNjRPZYlhjydwSs+hO7iPJCUkLxokRq+Sb+7vNmBcz1ybqg+EguWPWOJ3Txd+209p3xePDMLB77mlAu9fuRvvjp3gj45sz899dSSvqTajT6E9569ganrPT9jS75rO6693uc1PhRbkj41ez8+qPwVvnG1irykark9lzeDvf2Na74Vcbu96gJNvqvarz7e0JM9hy9TvnVMnDvIhnK+ByeLPVE+Q76px0Y+WKY/vuZKPj6mCFy9h5J5PWDetL19G3M++41GPXaSTD6Qbvc+LUaRPDXs0r2iFBk+sxWzPWSd/T1r4Ke9xhYzPvCMjL5Cooo+3jYcvCjjrD1ItiO+PamHPU0Os72vEIU9y6eGPSDjM7373OU8ffLSPXCrZb3FUFE9TPyePfjfgz0qiBG++dfIvd5XAD6pulC+Y6ZSvsMmNL6USvO9w10svl6mJz1AIbO9/eYXPb5o7LvEm6e9LO8gPcZBqLzE+IG9FtymPYyQZr7f+LS+n4eKvRaBPr5cadG9HkCvvYiia76FA0e+Uxk0vo+/Pr15RDO8FUsUvo0Pqr299YW9Q3CEvvc6hz0fDaK99G4UvkabZb4qmwc9aqeEPSEwi772IgK+QRRpvpTnpTx6tiy8fiIJvuW7FL7/HCW+e+q1PKfYKbzuDJO8g67ovaJhjr4kdkK+VVcGvl7JCT4onLE9zHPxPUNRP77w1XW+Bw66vZy9BL7ZwSe99qfsvLE/g73au8O9y6Kevox9j7282Vg8ISgavtfC77vDQwS+vhKAPbyoHL5FPdm9scJLviJ2dD0mJGK+ye7LPTpruT306qK9i16zvTewEj4opjK+UBz+vai4Ir7y1v87SkQqvijYjLycfqy9/DOEPenzNb6rAj6+skSrvYETgj1uRKI7I+uNPUy8Mb5a8tq9I9esvYjfxj0fYy6+fJtzPeHGhb7vkWC9cuJfvjG+Vr5TOgI+9s/OPbUndL3QFAS+9f9xPOo9KT5zKhI+oWd7Pd0b2juTj0+9wSBDviTW071e9eI8AzmKvd7IIj7SX8W99f6jvGj9r72ivNw9hINZvjdMjD7Ltcc+QNssPS7bE77D+M69uXVcvhxrNzz4e/w6tBsHPrSILj3UH789E8khPqxWsD5Q0EA+W5E7PnlWvr34UV0+N5oLPgvLL72hvh490LoQPoT3gD0LItc9mwUMvrYcUz43x0G9UMGAvncYJj5YBMg9fnAWPh2jCL2gahs+hIq1PURvvb5yZbQ+pu7+PSuMYb7j1tE958wcPjrSQr4RJis9XxHYPfgyvr2Rb+s9qF8gPUzNWDubEIc+yRRQPmLYuT0aVwa+Ol8uvh37PTs4TMU+IvgGPnKlWz56hs09pI2VPRM3EjyF3bK9kjJXvUAtJr731AQ+xQaqPXdf87qEEuO+cnJRvf7BcT51+B8+xD5+PjcALD0IAYu+m+XwO0C/IL7+tH0+sP2sPUxNhDuSckO9d2xOvDw1q77ZUJG9bxtlPuJPgj6XOBs9itXtPVTgk76nT+S60ytXvpjYTr40+MY+JTCwvMT3j76D5oo99ws2vqMsQz7acq89uCgPPojNuLxreSk+rSI9PZc+lb0nnw889taFPtWnWT5rm988Wi/hvLWaXzsTQ9U9ESguvdPPQj6S8F094ZZpu0cPMD7+4Fe8Y6iEPDoTCj3Tk7i8POZRPc82MzygpMe9ApGhPZXMCj4YtNO9NwgSvkdkyL7NXME9DnZsvTSGZb35ZkO+QUCyPsn38j2TCb+97ImAPSXKEjzSbjK+rn/hveo+mz2xYZQ+E/ZnvU74Bb4/TQO+tiG/vakWl715OAQ9Ee6nPEUvtb20nPI9uRW3O0ZFeb3PNAA+78N7O0V9Aj57qsy9MBdjPbXVYb7QPsU9VtFkPTJFsj4cz9M9rjonvs3G272CEzq8K3ZGvg3PYjwF1Zw+AhAuvdAcHD1jiaS+a0vGPU7nub2/uag9aLwWvvvRhD17zN+9wx+iPrmwoz2uBuw9Tr1rPqRfoLwBu7a9vpUwvfy+eD1WK069xQsAPR/UDb7tMgW+/XYwPj7iLb4Vo5K9MjSKPjmlgz7drKU+Weu1PXmger703ZA+OMJIvpzpFT7GSfc9sEyAPXTXiL5i23U+KplrvibH8z1r/zE911GEvYWUAD5gG5O7SaIsvaNE9j0H6Me9qYdzPhMN2rw3wR09h0BfvXplmjyvthK+4BuOPP/BJbzdGMS92KOfvnSgXj5ZeKC9WY2AvXtBPT7Id58+FCASvhyPVz7K4iK8cNZkvmgauzxJNaE8wLbRvZ/45zyBexG+taWCPkq83Ly5v+k9r9u0PU+FAr60LUQ9T0xLPWTf2z3fqXs+u+t5PssnFz6HZoG90xgOPr0hYT6DRDS+k0oOvs1Lxb1ty26+hPLMPQMGBr3T6Yk9e/KSvQVZ5r3TZSG9MymVvXsW8j2/RgS+8zoqPugjxD2Wck2+wU+sPdPAczofVaY9H0iTPphtLr7sbIS9fC26u6OCwb0zBKW9slQUPUyudz0nfxQ94dXCu39VPr2U5WS+Qp+lPUvohD6eRkc+LFGdPZKDkz3VIA8+GOdYvZf02ju+S7o9VvHlPQM7Wj1fE0q8v2iWvNo32j0jxwI+aHlJPl6uZ70RKK69utNIPhF7gz2HcIc9QFVXvuaLjD037lE+YkSLvcJ0cT7+1Lq87uIGvti+I77qKC09mEuoPUW+i73drAG+gNe+vab2fL4jCu48ub+oPSoYFr4QDMW94IS5PXo0Zj4DKVu8E5V5uhHVKz0Ew5A9H+lzvsTRFrztwvY94T3GvNX3GL6oRyC+iOBtvWdfFr5KShg+HVpmu2Uvv73zaAU+QikiPetvNL6tOaS9Q6PfPRGLLb4h/6e8GrylPTdqKj7ftLg7ZtiWPQ8Du70rdgE+c2gAvih8Eb7dIcW99UbfPAiTlTxmRL69W0oJPgcERr2y0ji9aWcaPLPLgz37uEi9vAmDvVjBEj5xXLA91skuPuWgir2gBQ09qeUKvl6cI7tMbyw+50govpBAmD3DWgE+Dcy4vJsRS74qWZM9pFwNvXmwLz09qRi9HITiPYfVAD2SK+W9EANEvPVVej7rZPa9eiRmvt6ed72aMho+38edPLbWiz78qEO+bsJEvsyjjL7Hjsm9qUDaPn7Ytz1I0RY+YQgIPg0osT0zmqE+OpdAPpBCAT5tD5i86H8UvF5R8L2tImm8rLKlvKXlCr7PLeq+rvYyvm6XET7BfQE91CMBPPZF5Tx9ypQ81gemvQSkVr52/pO9kRjtPeq4kb3sO7A96HoBPuQ0HL1yCyi+FosjPvD5PL3Ohx08sBA3voTuj71IBEU+qqoovt+VnT6G+9M+F1iVvX7aXT3IpMq9ErRSPdglfr3xpzI+w5DBvq/cu76wo7o9AmAZvhk1dz1fgri9Vh+tvXbuFb5bolq+dQFjPXDeKD4P/Hc9uKdzvrzegz4yhLa9ndWwPZ4bQD7NKGm+Pu1Bvua4WL7q9fU9sN/6vZ05Xr4brFg+VAPAvKhG+b2zAuK87COEPlabKTwu6M29/UMvvXIDk71P9lQ+EzS9PQV6f75/jK88OSutPkXHs741ZDm+5yuBPf6b7T0Xd6S9DeYmvsc8Wj2c5BI+0Zmnur3Mnb3otwM+Kr0WPHZAHb5FJvW90ZZ6vpYNbj4w0aq9l5P8vKacVD7iVNK6TvJ/PinsZL4/33W+y1F5PjUfGj69Y40+LAV4PfikZDv1Hqk8Tq+5vStIpT73yNC+awSivmoKy72HyPY9wBMvvlyWEr57X2w9QCTcvBIkDb1OZzw+vCBAPSxR/DySCwq+TKo4PpxFgb1nmRa+mU7XvS518b3tLGK+xfUgvo32szxjk3k99QjZvJjZdz6ykwi+hk4KvV95tb3ZyBk9ZXFyPvEYxz1h0AI8HifMvXScOL65cxm+v4w0Pk3TbD77lRO+6jDhPVhQxb0c+IQ9kBf+PcV4kD0fCwM+ROT/vT6oVL6epte+DHkTvqHYsL1sl3K+SteYvqz63bx6Q4898RtSPhdDfr5ruHA+uxKKPmS5ur1jXMw9+/WcPbvNPz7Acvw+cJshPj+ICz0icoS9gz48PlNx9D2Qcos+Q5mcPsCNoz3ER1Q+pYijvj0nkr1ggtY9Rv8tvt/qNj4KqIO963t5Pj2gnr638D08iRgWvoRmYr7GZ6s+ndDSvUhNvrwszZk9AnR9vlYkGbzXxzg8pzEDPiIYCD4/VFi+pI4qvjDgAzzgh0W+iI08PSPqmr3ImwS+03kvvjF/q7z4vFQ9A0jnPeDGNL7ODLU9RCVSvfXfMDscqGi8yGg/vWWWU76l9q0+Kp0fvhdVQDzzfhQ8LkJfPlenH77UBxc+ecxoPcL1aj5jKBA+fwumPazDcb7CG4Y8YT2SPZULHT37o6W97URzPnQFbD2QkHW+LkNcPAKGEb5OxZi9rlnvvRE9rj1r1go9QUtWvkjsTj4KwHy+VptVvqyH9r3UM068YIQGO3TuUj7MRRQ+2BtXO0lzDz7yDOG9ZLi2Pp9DaT3Y1ja8nMMaPkJyyry0mnM9IhX8PZyeYr6R2Qq+irGQPvbyzT28XTY+53bwPeuo7L3gVMS832cpvqCi5T3sorc80NUhPSctir7xmhU+f+PHvc+/kD1wNjO9Af4oPvQDNr54MNa6EYUvPsfIjj1DbF8+at33vTbCxT0VqQ8+9qVEvHA73LxO/+48OAfmvdCbnjzPhJ687H26PRvn6jyohH09nO1tPDdgo7zArAk8+TkBPnRySjwTKzy+l++lPcgBrr0kVk08Lb2jvdrmiz4qNSs+nNuZPVrjjz66TCE+OmMwvrPHK74OeY28JfWVPVwcgL5TWME94UZZPl6j572KcwA7KcaCvie6Pj4cEpK87R5zvrjMDL7KBoO9XZ3XPVCbDL5UIxs+jeFNPpc8TD1DyJw9G/lwPZsyEr05gDM+h7sGPUFw3r2mWgE+GzUoPkr78btrfkG+l2IdPlxsCb4GShw+s+mAu3m05bzPqR8+7J02Piq5kr0z9E89Cl32PKCmjTzAMHC+hcxUPlOd0rxORLM9YXuRPRpmdL4FEbS8UVAsvirTcz4rHeq9xLMWPiLq9j1dWbo97+nHPCu0oj2AROE8PDaRvWhGiT4oJZ89+YEgPh+ViD78nDU+SgS1vUZVgz4pj6C+BTqsPbvGnr30pCs8oLFfPh3Dn72f8EE+oClqPU5nAb0CFSE9hVMvPIVoq77HHTk9rI2nPjGgTjvVYQs8kxvJPsjLv71kajm+8stRPpkxAT5GD8c92P3/vWhfvT4nKCA9H/KcPETatb2qLwW+WGUqvmOx9T0KT4A+rF3pPd0btT1Gwbq8AWorvm6gqr3/wHQ9qak3vv8Ljz2anqG93g4RPrYwFj5zfJ8+mb06Po34Xr3Xk4s9ghYovjaLgL6SAsM9ZLOVvAB4Ib6wCkY+DOZ3PQbYSz552rM+wg9OPgf/fD4aFiU+Kqd2PU5wqj4nzhk+ZuZtPYFyyj4+hog9IwkVPPyAzj7wrQ6+Q7MivrS8ALyXFb09A+LVPd9LpryzFOc9byDdvTyVRL43WXM+gA0yPk5Slr3Qorw86COxPbDhWT54iNU+mwZUvvwJRz4jy8w9JEF+vpWp2D3CcJA9mAapvqdZqDvNOBe+BWUVPhUGmL3BCpY+ehmWvlumsj5dwna9OjWJvVYgPb6hoY++VkK+Pdu5jj2epKk+YTR7vYv9hD7N6Ac+00m6vT2fSL4m0P48HBpMPiaKJTw1fFc+3cA2PtT9Gj6ihdk9l7t1PusVmj7Vzxw+mm7QvMYVor3+rp0+BmkwvuuKLj1uySm9cHfMvRwbkL5wO7e9kupmvEOXXj4kKEo9VKnAvQsGH75YVgS930TIu8p0Wr3bzoW+mWGZvSuXAT4R15U8p0UGPCLVYr4vmgc+7SA5POow8D3z5c29oxXePGCBOr6pko6+hhtjPoMMJj7xWnW+/t3WPU92KL4BZg++w50SvoayGL24O/w9ImGGPJmotzwsGCs+cZccvif6pr7xVwg+zsc8PofH770o5ZK+QmuKvTkwB72Wude97R4HPpqMlT4K/749J3g7Pa2qbr6WNQO8m9S+vUaVSr1PP6U+79iiPquFgT5T02K+nx26vfiAVj3AyCg9yENUPj1jYD3M3+s+U011PQXSNT5q76a9zwukPYEjPL5NUSu+7g5avcvlzr1SZtk7pXLUvWDsLL3bCvO7fNyXvQ36VL4yIH+9EqllvkdvVz0EfeS9arfbPYFkFb5U55E9LBbYuzs9nD1gI6y+VFmqvftivT2CwZg9n6fDvca7zjtMmni+xh4dPgNgfL2xkoO9LIr0vQiYLD4MeAy9IHh0Pt2gi76IsFS+lZClvu5PL749fII961OwumADv75e98W9a88EPjzkoz7tEia8obPuPX4Tlj1EPDo+u0QCviL87z2q3Hk9Lwj8Pdoegz4KuM69Z2NMvSUXFj742uq91AsDPlCotL1zXgg+CmyEPcADKj6H1BQ9Q0GRPCB7QL2XNVW+Cs8xvjh5Cr4o38W9q56AvZdiG70+So894iQaPam2Lb0y6zS725zIPLMBtjxGvRm9dMwIvpzxPTyYPM8995ADvZtXL74SZoe+IkzxPZaiiT2JTFS9kFONvXH35b3L8ZK8xRrTO9JWFz01i2A9vvZFPXB0Tr3Pppe9HTFevtfKAb24puw9QSOwPdE4V77F5oU96jIwvr5g3bx5TCQ7iXGJvSCJBj70BCM9Qhv5vBor4zolvpO9K2JNPf0SrT3/BBG9Kq3WvXe6Qb5878i9n3QsvrMKXj09f6a8ZevPPRMMnLuPtVG+lJF1vQKflD0HUf68PFz0vfdxIb06Iqe9Xt9+vtX1nz26mlw8luagPDh0wT0U0lk9do+JvPiohb2qt9w8eDtjvvc/LT7anRG+2PkpvphLHz61zBy9xe1Ovsl1J7xNXuE9dkw7PpNQx7x+tCu+XtqJPdMKf76t0eY9FlapPWc9Fj1oKOS9a2xQvrd4ezz4C7U9btl2PcrKhb593BK8ijEQvjgjIT26z4m+QpUDvZgsuj3B2B6+z/2ovc4m570RZek85EC4vd57IT0RJeK9B1tivRR09b16Qmk95TelvNa2Q70qeaC9S8eaPfEyajxwIPg96lg5PWktLrtBUYO+RHhkvklKFz4sCwm+rb+MvmkbVD6o4pM+S2hEvrrWkD7paRW++CWMvpV9Wr4bSBm7nfewvk6UKb6pMmo+1S5WPnRXnD7NBxc+PRc7vsNTwz3AQjU+pE6QPSBXXb4mHTc+b8LkPWj+Hz2c2L+9RspkPcqp/j10uoE+rS5lvlypEj2d+hO+gghdPuD6Pz7nOBG+r26VPg50kr5PcxA+E3dZPgxgob3Y3sQ+gJhovfIADT6hpja+4ozfPQO7M74RSCK9uGEWPtPDRD1imqA+sTHKPoYDUz4Zway+3AmEPPiwkD70Ocm9n7lNvRfzUT4VX4Y+u3NKvZv5Ez6Xsvy8x2vmPe6RZD7INwy52KIkvY+mSL7OIle+zG3+vQ2znT7as0k+i96vvJ5ZWT6WvTq+wH8aPstnVr6VHla9VBvTPbv5Ur2BJOw9N3y8PbyZtr6oOso9uocfPs4h2z2T8wy+Wik5PTdELr6mJfM9Uf4/vTc2VL6DB4E+CaO9vk0Lor0rAy697A/GvCZFgD56Tae+Tn0MPoITBL1ZD0E+SftCviSEND6c7Zq+xyeYPpXi0j71eZS9JOiwvdsQ1L2vonE+BupLvrW76T0I2NC9LkrWvPSbP70ugJq+HlVQPhjFjD4aNE0+2Kh9Pitylz2XcFE+LaNJvaKP4Dt6y4i+Q8hyvTYr/b0xIgs++aUgPqjLQD33WgK+9QgAPeUKxz1Htai8p5yoPQsSFr7fKzY9dgdQvDdxAbwev6e9031MPKi7r7x+pVO+9uPNPXavjb6TbcW8xgkgvQBOiL2TTu48AXV9Pq0mLL2wKEi97LK4PlVSBr35ShA+qNLWvJYBOT6Wnpe+aAoEvP4NyL2Kow2+tqUJvptrQb3WgSa9xG4/vjNBiT70s6E9416CvXvZdL40ZLu+j4vzPbiIV74BAKm9eT1KPrlw371UfqW9vmSKPvFs/D0rMP+96lHTPsVZ0D1C29O8y1VqPh6XuL3rcOw+Xg8qPmgUZb18kQc+rAvKPcf+AD7gOJu9jnBDPmcphz6+iTs+ysUZvrv+ir4vlZm9gCP5vG89ez2xhN+9L0FWPjHAT74MH9E9vEdGvqWG3zwIVOE838fLPTsKWLo3P6a+2qKdvbvxhL7m+9q8fIuMPQlwAD5Q1gk+XNYVvvFWSb7w4gQ+5wN8vkNsE72KDje+LMj8vW3q+Tz8t3o+bd9IPTNJGj5mUdc9KTo1vZ83Hz2MB2A9kDQwvun2Fr5SE+k9USzhvaC6g7390Ii9qrqSPvIXfT0sSKG9zC2FPvEjaj67cL67NNw2vnV/db3/C2Q+n1bYPRm5ab3UaeC9fi2/PpeKyz2lYG++UuyePP87L7zfAWy9VckYPrSpvj1XOiO9EdSEvKo0UT650Je9PXTEvSSWDL7u0WA9ElvsvXjokzx309I8ZPO4O2jKLT6bDFy9IPEBPjtV07xylJm9gIb6PcxRZD2zXg0+5lzjPWpruj0hhZY9u1qvPTbxFj0CuVy+Sw6oPaiBaj2TPl69snwfPZoF4Lxc1gc99bBKvuVPr70iFR++YZIYPbZFqL1SCLu9WykzvYV/Ab1EKh++Hvc2PfwF2j2EFre9+jWQPSwdzzstCEO+X7DrPTn7Or2/bA8+DFcyvrLZDb7FBU07+d1BPsCb5L02dP68iqo2PcbIljyYWSI9GzrXvX3RFD5Edk++NaisPRan+7z2Ctc9G5Mvvsw/sz1Ax5k7E4Tivf5dPj1ooxq+LgzaPTodjb0Ux1g9fB7bPdnaCz4StgM+LoSwPUeSFT73BFA8Nf63PbMw5j33G2k9FpgtPT2y/D0QJH48oLPGvCIZBb04t/K98+esPbQ4Zz5JYs29/bYFPBHJBb1KmoU+QJ4YvrHiJj7tTFG+39KFPZLYD74CdzM9ZdVFvcpE4L1F2SK+sdhLvbJdWL5xBZ86T2w2vl1yYj4Ay2o8kLv9vQctZL4mdC298VJbvvIjI74ko2O+GBPjPcUVvzyCwUg9s9HbPW0xHr7lbou+w8gYvabC+jzYqwI++bHzvZbotT0avTW+Ecn8vcmNUb3RQ2E+x5bavbFDPD6YPbg+KhR6PsSUDD23kx2+oqtjvfq4BzsFUue9MCVfPJEroz7l5Di9aF89PsB1+71zSro+3Wy6vMXbVT1hL2889Kipve/XjT0tBr4+hAeFug8q67078oq6MPtzvjOpxD3zFbm+wsIVPsaSqLwnJDc+6o+iPl1YNL4pJfa9nwSZPmfWq72PuB2+INiWPdu1jr3VVB4+QX4oPEYuAL5Ct9G8zpfqPeZfrL7N2ie+HQs6vi5QNL6Gnpk+L6aOPoZaRT598p88kRPvPeEB3DyehRe8SkrlvKk5bD46Uhw9X6QmPrvxpz0TI6W+/wUrvuZB/DqYsVI+3VDivA5fi75U15y+GhTBPhQBLT5MGNU8yMFfPb6oMj5KN5c9FMsyO0LIBb6ppsM+QHvFPeCAcj6hTzk9rA4DPsg9cj1KSAQ+9P0TPkiFPL4lEJu7EknPPj0Wwz0AiCY+QFlUvIwStj1+e6w9UliUPbv9cL75dns+ydgCvmJuAj4llUM+7ZokPi30573Ggc49/yZpvlhlmT6pZYy84vVPux0Njr27IeM+/FPBPSh4Pr7Qu8g8isgCvsmwQDy5uqC8TZ9QPdfARr5+HZA+FpUAPi/7Ab60cTI+SccOPomAjz0eR9e912GaPlGgiz5NfnE+cN8hvZF2Hr5vc0M+uTcOPhHLHj2gkMI9cpIXvlIX3D3s5xs+7fS+vBhXy733WbI9WfQfO2HoLL6OwDM+VmUYvea4Yb1zB0A9p6kxvfubpD14/FI+oeWWvS9vILy4Gp0+B2qPvqiZhL6p1Z4+oCQdPg+lKb40Vhy+j2iCPdCuhL5CkGK+DX1UvVHczzx+8l0+SM44vV5uCrx4yOM9AsC5vbktjD2ZfoA+shf3PVYEs70vUgs9jl8NPvojcT2uf94+HZhmPl3w671FfRk+Q7L1PAS0jj39a1k+Mp5tPgCQgT46Ylc+Uv44PbrFrTwzFlW+Il+Eu8qrqD00Jcs8QgVOPvbRkD7mdXY+5aKKPi++1r0K0Lc9F1gvvtvEnb7b7gk+tzuPvGN0Lr5C96c91gTjPtAlvL1dSu+9zjyMvorYoD4FS02+h1s4PkU/tD6E3me9Rc1evrgtLb4gWhu+0LNGPsJDhDxfBzo98ck1Pgr61LuRQ+O9QDpRPfE7br60CHE+ytdsvkxHBr4486u7+rvXPXyBAj4A7Eu9b/uwPkatoTwO74C9d0+cPuIpFr55nIE+kRBxvKVgIj7cF2G+iDUSviLfCz5a11U+YGsoPqVgTL3Hpk69loq1vqOeJT4SkhA+6ix8PhGGhj6RVKW+A9gOPv99AT9ZpZC9G8kEPcncnD5ia707icPIvclRfj2jr109pLR9PY3S2b3xJAO+2GhkPUu8Qjw0AK+9DlyDPiMvS75/I4u9DsAlPQNx4T1hoTe9JHw9vXj3OT7lAg09IXozPS+kMb34XjO+nYIVPhg0Q74ROVI9JxGzPeQYBD4ra908RRJxPjUufL0XH2a9K5OpPaq+hj65chY+qVdnPlg5pj1JHCW+OIvWPinC7T16/qc9gS9fvYt6ZjyEsqS9rFlZPjtlwT1HwbG9+PVpPu9DF708wbq98ewAPfMpuL1/CjU+z6rcu3bhCT7xRqQ9fz0qPpuqUT6kqzK+ixEBuzS2cT5SIa89NQSdPRolwr342sG9jeaAPeHSQD2rb7Y9ZXYBvoP0Zz50jo4+Pq8GPos3uL1IGkG6ztlSPjzCmj0Yi109AG/xvCgoJj6zpiM+4yuyPnYyhb0A+Do+tg+jvQvhkbz3QRq9ReUcvqR9xb0dTuG9EoMGvlkGQ72W8+K9Bda+vWakwr2L0je9sHwFvcSfNj6/Mpc+FiU4PRfr+b3kI5e9bJC6PjSK3jz1kDw+TUVjPq9moz3Jwzk99O3EPcU2Dr1q8dw9ezBDPYQEwjx20789Qc1qPRbeU72qFhS+KvRaPa379bwW8YK9fQUYvqnXaL35I5S9L/PDPDuXVL1Qweq9dOHMvYJh5bxcrA8+c/dmPBNfFz095ms9zZlRvgJHU71drWa7kmwVPuxeCj64ily+S/OrPfr9J7y0dfW99IyNvhyPKr5evJO+caA6vpSwNj0uy++9HqXFvjtaVL7ugUk8XYkUPtHR+D0HAGC+qcGEvpOwLr4kjL+8L+PFvBaCjT0UDH09SwuCPiKgAL1eZr89+QGnPPmFjz6D75M+9OMKPX0XWjkWnQU+eBhmveCiJLxcNYs8IPrHPXOaiL481Ye+ycPZvlEg4ryP24E+ioknvpgP5r2/jma+Z4GDPlYyQD6J+8q9csCaPkRAMD5q9eA9yQ2bvqGvAz7mSPO9GC0evlBvhzzsPHQ8VF0zvmukkz5IWiU+kOgePtuICb62uF08OIMTPsPedDy9ep++GIv4u6VqnL1q0mK+Ueg2PaP0wj1U6Wu+PYI7vU42sbyyfgK+Xo/8vb92Tz41d2C+z+tXPp257z2npyC+oez0vae5cL4DYe09zBa6vbqGtb6LzYS9bXFNvZUMoT0LNPu9tRHHPUbuqb10CiK+mRpcvhELNL4X3Y68X7RPuw9Ws73bXCW+hmPQu/0d9r1r/sy92k79PZpubj5nAoM9pWGmvYEqDL5CyRy+afnGPSJCib0vscQ92DtLPjFjQzxREI6+4VGVPfpCHj6LYHg6t3ZTPU11t73qzIW+CClOvkbuJ738mpK9IRgxvZMIK77Q34a91nPhPdnigL6CBIu+IjmbvWKBDT7jTQ29XHHTPYcKk73twBG998ntO7TBAbwPd8q95ruWvVp4Bz4wNTc8k3TPPQR9Jj4Po7c98GXxvd9OHL1xge885DKAvu4MnL1YaHw9AHDWPqEQIT4oHYC+USl3PhehOr5QPqQ+U9eGvpUfAb7ITQa92pd3vR2GcT1YTko9arelvr+LEL57FzS+/BrgvYyaCj6cxSy+YYVkves9Lz5TsRS+Y7lAvRivmT1FTcA9sGqQvVdMxb21ozW+rHvTvKAoHjzdGYA+qLKAvM9mZz1B/B0+XZcIPRRZgb0uI/e9G1G2PfdU5736wiE9alsQvuMS4b1J4Ts+WaDpvSFuGL71bvg9xxhWPst3hb5PGNe8M7Nuvvyv+DwPmZG+XglOvSnbLT1fCi09jEigPXs/7jy0k8i9qjrvvfWQWz5Z7DE9HQtdvfC1hb1AH+28zTijPbEhXj4hZkm+jdjCPcxaET3Z5Kq+NLS2PbkNcr5qc7M9rAMXviFLiL63Fam9p9ZCvUtOGb7Op2m+A4CCPRhDab4FTyG9cFeKvapj0D3wd4m+y6SrOwQX7b1fBCS+6AWBPd6mHb7QYMo9s1MKPgmjYb7YaQw+z050vu6zp73+QWQ9d4irPNxx7r0DRqk8zZdIPsOSHz4B16A9tqpGPL8FJLxVvuW9X59uvKIxJL2EdfK9XpPNPTlxU77LzBc+tCmbPqaAm73hvFS+3hhUPsFXILvCp4k+7xn9vbthRz0Mg8Y9ArX4PeB+yD2XRJK+8giEPfsIEz6NaIS9TR2YPKVW7rsfpsg97pm3vYMeDL7wtTK+Whm0vaAjPT3cQ709WF76vXamOL49fLy9GrxsPuwMIL2JsWO9mtE4PToAFD7mcHS8M05hPjkkpb2AI0U9R3AlvjloGj5sD2+9cCazPXEM6D3NGwm+D94BPNjacb7RTZQ93gADvp0PwLxeJvE9uYYEvenS7j0iHM29OHcdPePsM7ybyjW+Kv2xPVN5G75RgA6+xBCvveuZhD6fR1W+kQxmvmDC5r1qrBS+/IUYPCmmQT3vL4a+A0mQvcH9xb3Pfp4+yfF2PRTppL202te9pq9gvuV4bD1qcBq8AWcxPeOXoj1yuhG+2sWiPYffVz1JOKE9taC4PYAtXT5oiQs+6xfAvWphoD0sRYE+lOZ2PX3UPj5Gh0Q9EXxMPsT4nLzPjwo+7NMBvikYWb0Qm7c9lvoHvsZhKD6pczc+oyqYvdeSaT2COjE9j6PYOvNV17ycX809e0S+vScusj2ftvg7mGSqPBjl/rzArvW9/Z8cvUVFMzwS1CG9XAjyPFSh4D3Z4Z89erTqPVw0Prun5N29RPKLvEMaizwdWTM+1k1/vvAi+j2RWBo+SsgfvdLwQT4m+GO+wogdPgpBrDxf5nw8mwWzPkNJAD6jnO6+bPyMvrNNbD4yflM+phgwPctkn72P3Ma+CxA1vu9BUj5vtW4+rEBCvuaDd75XX+S+52eDvuuDjD0J7f+91fo5PlVpWbyL2om9v1yovRt1hj3IS5o9pN9EPt16Hb15vBA+ha5tPv2/Dr473UI+6Kc6vpbLSb70g5w+x8b3PbIqOT6Pwx8+JSQOvmjSKD7G2j8+7lIZPvl6qD0dh5o9Eqa1vq+vd70lT1k++DdqvtdmAT6NBDG+NPXEvfZfdD7gQbK+2CObvglvib6Oefi99m18PvNyNL5OJ2W+/nSFPWX6bb4z7UE9aOtZvhHfZj7gUb89ezNHvlae472Nt4m900emvpsDlj6FbYO+Nyo9PfAogT4dsOu93b8tPjXutb2nK1c+rRvTPknRVL7HaPY9pJYhvJGSYL3VHXk5mpGIPdWxcb5jKCQ+xltzPs0Kr7xbGZo9pX0JPn5zLL4T88K9rGfIvlEI2D6c7aC95g3IviILPT7dPU67uH+3vjGJmD7Wq5m9Br4IPXDBQ70USPa8iZoQPtthib4mH/I9rv2TPl54Rz6+HCQ+baADvv3/3L2wBr2+Ud/QPgiagDzFWxY9iU0GPlnNaz0EwlE+pN1dPDmh7b3NvBE+2nPIPWoSHj6ouV8+9YAJvnCWBD4ViIK852qivWn/qb7PXxo9NL8xvtwgCD6UsRE+8n+fPX9xPT0OXWW+NYE7vmKqYD6EWls+3ei6vitHoL0vyR09APZKPkiuUL6rDxe8riVhPrJgDb5pQfM8X+Ztvhy11L4T5Rw808N2vMSfEj6nJFG+FpJYvZS9AD6Nkpk+MVgePfybmr3CFHG+PhWhvCsHjT6Gx3Y9fbnvPFJGEj4DF7o+sFqsPhdVo77aHWM+8pxyvSzxtz30EeY+/cD2PIbZ4z2WMhI/UtdhPo5+e74YzUi9oQisPcvMc70BNNU+tGzrPXuFhz1DTI8+Q9eSvIEnHT6lFGM+dDGlvQGhxj1iglI8LIs0Pbx5HD1D+5++MljSvZb2pD1oBHw9g8krvALmOz5Tg8e9365oPAtQDT3JvvK9f/KyvQCc0j0PRtS9C0rLPg5Mnj0kHJY8qQO6PsHD5D3FfBY+Mc9svlAKojsP7V0+ZCd2vvX4iD7vnTk+aHIYP8ct972S6a28f+09Pd4I+L1G+JQ+g6puvjccEz48Dma+S7kbvlJhAL5Yec88v1etvZ+DrL66Hgs+mmPDPguDrT38jk49o3rTvF3ZhT2THk4+sinCPEkLBD/8oEU91gHyPMxqBD+ybns+/Sowvv0pAD5MSaY9ySYhvd41S748XxC+OVM5PWeScD5GO749B25JPnGI4L3ZTrK9FYsbPQa4az4NmfK9LjKaPSwkP74YMZC+ajknPXHN+rx1toe9guoOvi21ozwNHFA+/AANvlEAFz7JAiq+/dKRvRgZIr5qrNM9YZBhvtTEZ76J74K+MfTWPRJihz22CzG9J19vvnAKCL5MIME9yzUAvuUikL060Xa93pbSvZCG/b1Y2hE+6B2bPIKklr3CcQo+o0IUvddko73I3469h+OAPQB3NLzUXqs9zg3TveLlMj6+4sy9j+IDvf+4Ir0OpUy9oG6mvUtkYbwc3ky+51T4PPSeMb5ibGe+plxiPbmoxL17ICm7wrYBvvQi5Tyojj88O3fKvYbd3z23sOu9CZbAPecp4L3vnjw9tU2uPW36Hb6kD4E9nB0/Pvmtcr1nhjE+ef4PPttjq72aigi+QbHTvbGV2L2KS+W9f9CjviM0MrwquNg9WPmNvm/2k73fEZa9r1K3PVCfHr58pWq9OKg2vn2qJ7z0nvG9W0kgvq/sxL3B1By+QfUwPmufl7wB7om+e+qCPVHuQ7zjc7U9y0/+vAS6Mb7NNLe9exw6PthHwz0y7s29R5qJvYD1Qb2ggTK+q7X6vajvl7yNzF49yz9GvWw5Kj7QuLM8Q3/LvQDTLT2bzla+emuUvbI61j2zww+9mr4OvlxuAr70clo9qczbPaU3XD2N00g97LD+vQorL77FEp2+14aRvoTPA7/SPCO9BopWPahf/T0HmT69mnNBPS87sL7/3V88z8OSPQDOwT6jIH8++Tg2vhkFJT1v4F+74ebaO25HA75rctA9Js1Xvqw4qj12A1Y+RswsPqhH1T36Xg++SCMdPryOSL7RLbc7lkMWPrV5DT2DvqC+z8fevYl/Hr2hcDA8HstIPhmDEL4GWhm+djSbPlo3sb1HmhI+sM7TPHwOPz2HsJG9ElwWvow6gj7qKTm9hQE2PpcCjT7Slf29wQ1YPl5++j0DUIw+UDsCPDzujLxC79K8NM5jPFGsO7vnXAm+xZmNvkY/2D4XG6G+zQb/vf34Jj4Grog8lJL6PJJo4T33EW++q9T6O7Ltiz6CtI09/KE+PlytXLz7V/K8WxaDPoE6Oj51X7W++vXpvdMNbD5PvqY965n+vMs4lb6MVJ+9DczXve8Fdb6zoz++7ouEPnD32jyM6C4+HYVmPasBaz0Ba2U8I/zlvtdeoz4wyYC+b9tmPgP7/T7/y6a8z+QfvBWF/T3sA9K+kv8Avqsv0b2OqYG985egvRzBy778aCy+4IAmPm2LND4HqpI9w1lEvrIyzrwCa9q9vng2PmHKnb355Qm+frz2vHSkaD5TTQq+1gE7PvGDiT6eEqo8Nl22PCwksTwmVgG+2ZM7Psh0sb1rKwo+wowpvk/ulD2+bNU9l6iwPSfHn767nt+79uLDPvWOC7t/Ay4+JMgKPnGRKD7yd2s+dh63vf7ZoL5kGAg9kop2Pgx/jr4P4IE9qHmMPoAJuD7LqQm+LqmtvlbaM7wC7re+ZF+UPd4Shj66e1Q+GeBRvgQdsz3dC+S93R2HvlxwAj7PYE899bTOvCjMAD7PmSk+bkn7uwGzaD7jwFW+ER1hPhg9UT7S6qk9v1u9PiR6FLw3J3C+C8fTvKFisj0tz+K+W5j3vWcLJ700WjU+R6avPtkZzD7VtYi+v7QBvsGftz3PidW+0i0avqN+1L7Wwju9i/JfvD7gLT7Fmao+K3jwPehRhr6HwAE92pWAvnpunz0qR0G+zYD3vV5Nm74O7EE9thglPOMsaL5aOA2+YKKEPvGLNT4p2hS9y1hdvhIvKL5690g+4UgLvocVn743dLU+GqG8vslzJr61GsM9gQsSPiL1nj54bbq+3GAePfh0Ab/kMIM+81eBPetVRz7qSaw88PtHvuqt7TwLB6K+XeBpPoOZQT6e/GY+xwqTPpQ+9z1To6k9WmZEvJatkTr7fHk+QtTIPuTWnr5/mJq9TtFzPVPOE72fhZu+0bIVvhcEob1wjCo9nxGyvdeYib0eMGM9Ny4EvmeYST6wVu69cHTAvVuPQz613oU9lYALPhHfjjs5KgA+F89NvkqZNr54g0O+ioX+PVP5SroupAu+dQVxvO9QUD2h7Ug+ABCpvvX0tT3SH4q9qh60vZ0HKL7KUgA9vrCgPYYXwb2lxsY9NINqPVvdVb3h/Bw+G/YePircGL7f6Dc9iEtZvk5TWb4C0BM+qmgNvc/2nD1W1tM9gyXAPaAMfb2sy1W6P6F4PUoJpL4OL0E+R1WbvmyagL2KRFO+jvZ3vCt2gz2tUvC9jD+2PWjAmD3N6CI+0EScPZ/FXDw0CUA+bom0PV/ZOz4ccCS6eWFXvRu7F77JP2I9eF5NPETwAT0rx5K96E0RvifSwLtA9hm+aYF/vX/Mf76fEQS+MwZWPmuQgL6vT1M+Pf0Uvd6Y5D2urau92KxHvOjziDtpSGA8XZu4vZbR0D0K8I29nkDivQ05t7uIx569gacdvo5CcT7mQP08ZDfBPJcFh75zx6093Oe8PY7Bwr2Vpx2+YCq6vrdfJL6xNpM9Sn1IvvCfLr1NiSW+Sd1kvm4vsr0vSUu931X8PU4eAr7xVRK+OqwiPeYekTt2Xx2+16TQPNREAT5wYW2+uo2ivITUhr3Sbo++lPpzvJXZZr08DHi9ezsYvSBmF75Ocue8cQhePRwJSzxSyIO+0a3Gvuxu7z3mfNO9601nvuTKWD4SkVs9sEMvPoGQaT7cjQS+HpGUPbPPMr5sp8q+ylCPvOdCtb2mLlI8S7WdPj2WT77M3J49xHd0PKptZjygYAo9s4bNPfGbsL3/wuI8nxsXPnqtpb3Ktdy8kvV3PtwUdz4qcJG8rqrPuxK6lL5Nvqq+ysTFudDpJT6oIB69zagJvm1soz3DazC+8lZ1PkuuRT7eX729yPWFvuvrhj0Wv6u+ybhRvresEb7NLBS++NlPvs+d/T2swYE+eiACPfvZFD6/ZEu9vZkWO2rnzr2xTG8+51zfPQK3Nr3zME8+HUmaPVhrSz5Ra5k+m2+QPgzA4z3fxo+5bRBUvq7aVz2SDpg88aDmvRNHWT7xvKC9KpezPZ39kj4dulC+Oci4vuLfTr6bwsA+ZsGdvYx4qb5Vwjy+oTaTvmMRgLmGQUG9ZHWlPiPLh77JNTM+gssJvhkoLD60GJ46j12VPB/FhD6YPY0+9h3DPim3Ur2Mjea95ErmvcnBkz6k/PG8+t5+PXnDJT6k+1c+5BUqvBKbWD2YVqO+p/CzPh6n0r4GA/88k72CPkHRF709vD2+SAqdvYIOJD7gCZS8mE06PjClGb6YBzk7bH8wPjJzjz03uj8+HY4APmNnRD7srHE81f/JPZXrcrw9n4e+Y2AGvtH7gr4cBsI+k8VAPmCb3T1kV52+F3yvvYcvG76p5+Q9ihdlPqtArT4zP1o+48KPvilnKD3K5xs9/1Fivum5Hr0dVYy9Mu9NvdOq4z15Kis+ofNTvm5ny72HuES+/JxTPrxfu74jGky7g8RovvJRzr07Au694lFfPvGLz75stKg++b9tPtKVHj7PUBi+IDb0PYj0uj35ChQ+5CNNvjPDRD4hM+67BmRWvqh/8D0NXyy9zTj7PatscjqBoZ2+lFT0vYnWib2JRDu+s6QwPjDCgj6ehhG9pLp7PrHpKL57a928WPWJvBCt670eEre+iQ6APYEE8r2mPyS9u+43vfwk5j1l1pe+oBQfPnTtBT7ZnKq8RnpxvYZ+gbwA8zg+9WxFvdU4Sr645sk8VN2NPmI6Lr5PLSG+hjiAPL0x+b0gkXw9WIZKvrj9Wb51MNI9N7CMvlcsrzwYAea9b/OyvO5otbss8Qe+flxPvljN3D0MLYy+SJk4Pcg0Lzw5Rc08TmuFviESiD2wN3O+ZnQaPud6PL5Ngq49erk7vpwkhD1RFvC8pkeLvRiYH73ZpJG9DxVsPZlZer6t0zM+oUZ9vQtFaTyFGiW+d4YgPbyfaL0NqmQ9HQyHviGAez15yaw9z/iIPvQBCzznSlW9wzyOPvWwN74/aIu+K4EfPiOKtDwa4669NecCvtb23L3mj129H0QQvYtb+DyI9b+9fv8svl+K5L3F5hq+/SCgPNjFWb5+emy8fF/wPQ0V870cT449tvOkvqCfPL7NeP897zxNPvjDUD58EoS9KzYjPtQxJT12zvo9HVMgvlohCTzJHke9U3ATPtLHE76oMCO+IJ8xvlQgpD0ujjK+504uPuBDqT2zFpi9ihTOvdF7B77vVuc9W7M0vbIKOj5/CKM8LoMqPQ4OBr3WLNS9UAZ/PBaIuD20alO+Rz0CvYvgLTxo4we+vFw6vgajEz3Kd1q9Je0JPqc6Rb446ZQ9jnF0vjTpHb4uqbm911pwvfZmXr7WWJi9s8ITvYD7SLwmrSe+LXnvPLPw5byyrLO9uFfHuz6r3T1sSk09Hy15vZUxhzwkFw8+RyySvVo32L3Pmi2+7/72vHPHJL6dliI9AeOMu53Qcj1MECC+wOrDPCjekb10NRs92J8DPqTQdz1OD9E9FXEKvqPcPr7uLBM+1/L4PAfV2L0UJcs9lyq7vErD5ryRyFG+qjxPvnyvVL3BFg++A3xWvHfOXr0Bg3g9SC9IPbDZJT4C6HK9hlkjPQgil70U/2g9BLLevaa4L74dRQK9l6hxvgglqT0W8oi+y+gGvUNiCD1gLGw9Ee/mOwmzUrysLQq9nJ9tvQVszbt95kW9VOFVvobICL56HXW+vZLnvXGfxT1XtFu9JEp0vkasXT4dMZA+XqmOPp2Rdz6DFUC9++KkvWxcKr4uG3q+mXJ8PoZzCz6Ge2K+7sfcvQT+Sb6y1Yo+dwCGvd/R2T2Ve6G+xr6CvrUIkb4fPcc9jcc4viD+mz69p4K+UKx2vaSsYL7IsgY+Z656vVD/Qr6QXnA91E2GvStl2ryeu6o+UR+DPjHSab6hwK69ocyevSA3cD5bwho+lW3QPGJ/772CeUC+EpV/voxJ0z2/84k+FzYIvusiuDwm+q8+nMJZvQFKJz5VZM09qXnbPMHVPL6kKJY+wQmRvqyeKz0Oqg0+ddHbPBo6ez2gSg+/iSbYvU3oJT5HjjM9i6MLPhXFEb5adsI8FkcFvqzFbr56OJ++0QRQvawEX75+iyQ9ScWuvrJFWr5k4Ug8A4GcPN2AD747lsQ9M/NuvhxZQL2qJA4+/dbBPfYR5b3xj4c8XvAKPgWW2r5NSQo9Y/EtvYKxRb6/RXw+Z7xgvkTRfL555ZK87/H7vuhlTrzLN1w+8nynPSd7GbyDdg++KQz/vmSQMr7gsGS+gA8CvmD0Bj0xHB+9bQkEvi694jyhnuy7fDEIvlSVC71RJDS+RqRAPh28Hr5TZ1a9BnhoPduEKD7jILc7WW9UPq1HQD6KNuC8HfzQPWp5vT2xi7W+ZK1Ovj9uuju/vX68nzl+PjuL8b3LESI9jSiYPSSPZz0Klxk8iVLmvX5L2D4QEwG/ACa4PbAiAL6GHkY+rVPKPbuno7610Sm+/MznvT0iRL57N4C9Eg6OPl+tVj6kh1I+ipJFO+YGAb4x23W9OCO/Pb6ohL4uz6G+1XIWPqf3NT7jX8W9UwOmvelXeD6OBLy+P902vndjrz4GesM8DVoSvusT5zxhrRC+GY7wPf8cxr5uFCE8IjJEvmQLEL1GFiK+o37gPULj/T0kKeW9U79ZPgV5gD3YFkk++e/bvfdZoD6Fvfk9UHw/PLDC0z4IQM4+G+TFPrSbtr7pqny91iPAPULmP75mJKK95kwMvho1Hj4Vfmc+N0Cevns/YL4xzzk9nLOMPQiVYD5lSqM+OJvgvc8CBT6z96S+gwiTvooDfz6aipm8J54KvhwOpb1s0ve8OcIFPucpOr2K6268qf+8PQ2dors2KfC+lbtyvsRDNz5eDd+9fYeUvBpJpD25pBU8Beudvsutrr7TS5a961pevjowlT7aJbO+9ow8PaJItL19bBE+DluavlascjtZZKk+arIBPQkNrr6GdYE9PSMpPrfEkb458q0+8KG8vQ/s9j3iC4A+EX5qPuPCB77BkL+9uvNPPdWU4b1iNYy+XPShPrwGULzzLTe+9XfdvNhD07649QW+v8VHPSLvoj2k8GS8KbIwvofX5D3R7uu9IlscPh198732QYO9kqBQPri/4j2I6bo9dL4IvYDaFzyUuJ09MlSDOyj7Qj7l0ei8wjKAPtilJz63ang8LYYKviMWHz4d1i8+fhXRvTeXEj6InSq91ik4vWG22DysZFU+GNsAPgmlrj2H54a9bG2tvThgEb4vAVs+6ndmPRWL+z0lPlI9IH1BvelSy7xmqLW96OOmvTcXnz1uAv+7ajdcPSKNg70gwZg8SMt7PTr6nTwtiBw8cYGOPX68hjz2TMQ9G7nLvYctqz3Of8G9mUHuvYNxmbzciz0+0ffJPWW4rT2eCPI9cwlpPQ4HTL2SDdM9YD4evsYB6rxcLzU++D2ZPY9TKz1bZ9k997Z+Pa3VHL4FG4m9ZvBHPTdrTb5OUYk+HOFnPYhlDj7G2jK+XxOAPj+cf76mB1q9LfrePeuHBr0ZQis+8ykJvtA3j7xQyFe9s2+cPX/aybxNSCy+l32uPdxIM73Q9QI+TnQavURBsTxdLwS9nK0IvTce+71iDSQ+6DmdvOEgKj0sG8Q7A7OSPdpkKL1Xkua99Gq/PXivSD55Vc87Gl5hPX1oZj2/CpC7uOUcPCUXfby5DKU9JJ1SvRts+L2P+vu9fSO9vJ3FCT5dBTe+++3SPScdgr2LO4A+hTMrvUutkLsdswk9j0IXvibkFz40TPu9O/JRvqh/m7zO0k690KOQPOYWIT6JXVE92gCavQ6Pgr6y3Ka9SdaJvvJPPL2CeUK+PHShvi/KAj7afRG9hznWvdOynr0GG4W+HKE9PkRBMT29+FA+YfNkPoR5TT6rTEW+KFghvYrbGb5evOE+1ApHvfKBdj4gQiK8oMBrPvassr1/q1q+nTvqvaRtZb52lq895uc5vvtM8b6ZRrW+er5hPuTSJD6fLN89EAljPp6ZCTyvQRe+dYjqPicJlD2drwg74MYqOqUskD6kTiS+m8NAvthUAD5zfZc93touvsykwTzwHC0+MGJevngqvD0lOC8+F3odvpVqgj4la5O+l9Jevryp2T5BK9i+lKl3Pa7LDj6t8Jw+KuI0vtr/m729KrU9EgU9PibBrz7VHD69ciNTPg5Odz6+/Ew+Sx+FPsR9BT7bUa293maHvLu6tb1/ROe+kDtNvn8/Wj64KVO9/pvEvZ4KIb12D48+vzfxPfcqpz2EkWW9AnDdPYNRDj7BjEe+yqOAvvbzCb1RfEi+IIrQPI1HqD6gvdc8ytfIvWFZsz5wjJY9H7q8vrD3qr4xaW894HUYvE2bWT0aK109gVs3PsQlZr2grzW+XgqsvaN3tD1mZzc9bZVWvg0Qfb4uiM+9k4XHvXpZJD5VucM8bbuWPJUYkT4yNpu9iQRUvmMjMj0/6ai9G/hHPnJYBTrts3y85bGiPWdBW75lONU9kCE6PSjB+r3rEQ++Fw55u9kmND7fVBG9+F0OvnSBPT7wBKg9zYW+PVM0Pj1i7Zw+7eMivsx7M738f449sQujPpzYhbzXgFY+PP9Lvdg7yj05Q3o9vwr1vb/9Lb4Rl/s95VyPPiRERz5C2bo9oa2MvJ+5TL7Xzig7nyDcvT+8Oz5meXM7HDw8vhC0SbspbK0+/iCKPcd8N7wJJr48hg0OvXl3u7vb2Mu9SOlRPszeir25mw0+738QviC0Y70W/IU+TaKcPDBY+j29w9q9j/btPX27AD9fLCo+lxUgvkW7BL6bAOK9+fGjvWnUi75cfIk9B6RZvov4PjvwnFW+uKv3PT5iWr7Kuia+U4NrOyFZTr1CbgI9yLtEPixTNj7z50C+VEyMvYq/Jb5VfMq9d2xNPUZNZr271CS9gxBFPaCujb1VUgo9Iy6LPgxPlb0j28o8PPo7veKR8731O74822pfvd8dg75H6Ee9uUSLPlxDXb5Q+vi9B8MuPv+5XDyGDbA9pgkgPRdopT7Sx7G9olNJPRIHmT2GTxk+/9mUPrwtmr3yl1e91U0lPu2wTr1yMJ0++/N5PotjHb6p6Z0+9hvZveXppj5xmcm9uktkPdbcaj5/ijo+"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "suOePO+hhr3gqmu9sqxRvU7E2T0fiyc9AiuvPOLc6b10UKs8+wfZPIJDhD0SF+I8esQ8PUNvGj1AaIQ87M/EvUK+nb2gnq69miZBvfHhVT316Re+MgEaPX6RGbs8sEq9J3y3PHbKsL2nl4e7R6+ovQortL1Xcwe+gvvoPJ6FeT1050G9+sbhvI0FPzyNOza+Q211PV51LL2EaNa9U8K/uxoxnzwGhRc9ZPe2vBUsurxCLgS9vYZjPb/3M7uZ8HI6+Q1kPU2dBj3/DDg92uRzu+bgLr1Qvxm9vnjKvW5cBzx0hh2+CDsHvkjA+L2pJQc9KhJRvZJvAb7HYPc8oUmVPLuHdLxjUZU7SyKqPC8lm70dtsy99yabvQU/17yBh4+9BsWAvI3y8Twense8/+5SPa3TVDxpIbu7huKaOyKmI760qTO9zoMIPTR3pb0JzYy63ItnvJI3mD3/HEQ6Om/1vN+khj3zhdG9VCFhvZUknzwu+QQ9TbhNvF0+Fz39I0W9egMPPdiEILrM2K461G+wPaWOQL5PJY29acEKvbUkALwA3hw8iVBZPRn/hr1VBsO8IYcfPWTSG70PYr09pG1VvRUmV72saRe+hf/EvYEyk709yyE9pHPFvWu0bD2P+yK80GhJPF6Khr3gJwE+sruPvINDer24dlw8LzfcPE2LND0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "GYIYOyXFDT6HfBo9mctnPGLN3j3Ug4S9vv/svU0JFr2+npS7MfgTvpdcnj0xgS6+pQ1GPooMnz3/kzo+yX7CvAFvLbtxjE68y4chPaamSj1uOQw+FDK0PXUdGj6OvCu+zREKPpKrsbvn7jC+U4R1PUQTY74e4JI9PC8FPi92KL49hK+9wkGZva3f8TyxUpi9QDtvvo18vb04JHK8k34Zvo7SCby0E0a92fNfPec3Frs2/cY7db//O4yJr7vvJRk+HCy8PSmzur0+ohC8yN0TPclzGT47h5295bYNPWK84TwhTZW8XUwDPd/S3LxX0QK9QuDrO9DTnzsWe9A8agS+PXduCj6iccM8LI7vvScaBz58qC0+p8GDPMFPBr3lMKi+avD/vUqcXb6vD2U9SBlBvn+8mT1bqUm+99cYPWYcrL2D27u9407TvQIIKD2zjrM9dSGGuR+y4zqbBdg8WTa3PkD5OD3B6Bs+8BwGvFDUtT118Ts8F6RePZvosLxlRSu9zKCbPCcnEbzFo4s9rzKaPQzFRz7r6pi9q6bGPfzWCT7LOQA+z5brvEW4t73THoK99ELuvDxvPT5tohY+fEFsvlumm7uhDUS95hKYPSVsYr1Bc0++hz9BPSgWD75KOcm7Y3NNvOO83D1orws9gBRTPpRqDb7t03+8MmhpvYUN0j17bxY9SywgPHEghD3aFSO8r3C3PZ3M0T3WQRU+618kvQokMz77NIs8RH7uPbQ4lb1hPGK9HwV8vZ7edz0tEhQ+U6iyvSv1Q7zoI408rYgEvRfXmD4B+dM9v+GxvcHq7D1Qdik+t6DBPXBZa76RCKm8S28FvgxFwD0dDkA+5uMIvudOHj5hf7I9mrzePMZOwz153/09usPMvSDmB7wK4ky+lH7mPedYirylFRE+LQs4PaGTMz5DGGg8bgeZPoicTb1Y9K699ppFvfmxob3min49q0ydvThl8Ty2BiO+bRFTPYAeH75Oq3694RzTPY4lQjwwcS8+FQPpPefNyL0qF3c8uQd/PYRC4L2ie8Y8YOfMO52lrbyPety9vLGevYTIDT7/b7891fFsPB5anj0/hGm+OL5IvsSICj+ji+q60BpCvjnjP735nwC+eE6BPc6vCb6AvcU9lOBZPTLaHDzBcf29c4i9PKOgPT3hFw09m2KjPcxv2b3dAvw8GLiEPe/Dsbxi8dK8LSpNvYWjhb09Tci7RGEAvsjGs7zDP1e+oPoFvodVer2ccAE9cQWhvZNgJL7o1Yw9MNW+va9jXD2NLSq+TXApPBZZjb1t4Jm9Ah6vvT7hv7257EQ+QkJDvX2ZUb4hnRU8fd1yvZ99Wr1XaA+98zLKvfrWnL5SHZc9sPoOvmwup7zQu6Y8FaIGvqGuMz1o1mm8YrdlPVqO9TxRdAm+D/YoPoIhzjsZmxq+zdkvvs2n3byhgPo9pKwWvdA3Br51QIE9wynCPLQTKrvRuLK8ecmSveVsiD3y6949UEHXuiS2GL3BU7s8WPxdvg9gFb62Ylg+JfmCPQCIV72l6Nq9A0T7O66bh7xszKG8Ox6TPYE0Pj0Wy/k9qCoOPZQrBj2vqoM9KRttvF09Cb51+s68qzy6PNNjDT2iw4o92iTivawHTj7b+H0+4a9sPanTLD4WEe29vc94PZhfwD0jUbA95ozlPc9uk72Op/29ByK7vbFQ6r03C9c9DS1VvnoGNj3xeO+9wvXqvb7meb0c6v+9eJ02PDDXhL165a+99rJbvaxyyb0pcky9NfALvYfaRj4Zn0I70eWevZpHCDu2FPA6MIL+PFsIsLxmdog839SyvKjGxb1yFd28S+9GvT1W87wSXj2+XSikur1Xo70InDG94W1dPR75lD7tqY6+FXtPPb8izT2DPgm9SpNZPRxW0LzIgYc8HByiPY0oHj0+Xmk+C9tEPknGA76HgTo+7iX0vW+Scj4gPX+9XJpNPSC5mr375E888PXpPHG9GbtWVBw9vNAyvhZE4r1P/8290WpwPS9jVr5rfii+/x4WPuYc2Lnld4S+VvFGPlLiF759LLm9rEsovcTNFT37dkQ7+v83vNJQsb0fkaQ9leXDPebcf715SEs9dgWfPFYeYz1ioHS9Cls2vl7wYz7ocvM9rMOBvbM73T30Z3c9IkndPaMayz1yvh69QDGNuw9muj1vXVE9hhSdvbROqLwA12A+d/4LPsnxH73HoSa+L50CvmuC1rzr28g8opv9PU0Qir1PF6o95uRQvnE05j17nJm99/pYviAxUT298y0+DQPuvXWWuT14UEE9F+6wPE3gf74prYa9EXBFOvPMdDxAtck9CzSiPcp9Oz23NSI+RwBXPXnWQD7sTRw7JoCVPR8CJr68s4g7EZFTPeD1Aj5aRi8+MnWCvdRcQT4BPjY+5EU4vXZrRT5u4Wu86JNRveCfB74Fizy9a1BbvAy3qL1CDx2+4wshvoPFzz3qny89pQ0ePXkYlD0I5zK+JhYTvrPlq71IkI69rph8veadDT2gdcG9s4zbvQtme7yUXCQ+K2SkPYaoortHORW8HmewPYPzCD4SlAa+gq3iPQLELT57OAI+xdkRPkWZN75Kvri9bgOPveKinT122m88/PEEPlcwT73vtvQ97Z5KPibXar1zCgM7PgnPPdgT5739m+a9WUIkPdDv9r1lQ869jKVTPaO/L704gsw9flLPvfZe8jy/1mC9hLi6PVeHhD1b7RG99hirPcA6L72mjJw9GxyfPQM5oj12KVA+JhYJPjAlnLsDte08WUmduraMoDwyVxe+tf7avrziAb4zXpS9blF0vKDSV71CEPO8YKG1vUseg70zYwq9+VkrvTccQT3KLWQ9xnyaPRaMSjyVdo291GFUPoJYAb6teCs+LT0EvtAFGL62ptM8Kr/DPfUZBD2uXDM9mOqaPXBrLj0TwtW8XVhAPaplhD1bcGM+RuIPvTsVbb11TYW9/iddPTBZM75rZgY+KR+svYdWsr1WDY29QlcIvt4tx72rCwe+UmCVPUpCaL30/iu+vfWivoan8700v5c+yg0PPeafoz1lVPs9WCvHvVbYmD0c0QK+qjSiPMV3ML3shJi8KH28vdJI/bwHt4w9E05PvrTblz0t/K29vrJwvcB3Fb62mh6+WZkOPgLR4ztE97u9F2OhPcjA6z08dkS84WKOPk76yrwqulI9f0qnPNd8iz3YzN28GfA2PmAhdz6S6Q4+tmaGvMr+Hj4VQPw9Cdf2Pccn3T2CgPa8GSESPUsXCjxkrvg92KYovawbfD447fk90fKZvZCyZD1IC7i9p4jZPcsAMzvar8W99aBtvSgpSzwyThg9liXRvCC6jz25HHC9rjDdPXYI+T3x2AC92PJDvQR2Ar5xT1m9F3qyPV6JMr5ehRw+7TlJPJyvUD74O+69+OGove7/1L2nVMu9QHNsvQJnxDw7wWQ9vYP2PRvZFrqShgY+ZxTNPeJPzT135jS+d4rAvL1AujxzqKK9s8TVvUr01j24OiA+IcvwPbkcFD0WkP485GrjvT2oQ71DpUm+ouqZveU9K74D5XY+vt5NPYe5wbxyLZA8IlBNvkMWG76CTyE+PYxnPdb8Gj79W/s9kvINPlgpHT4jc3O99mPPPc+BhL2eNje+R4NUPQWNjb5GR/m8ud20PEu78b3RY149HEmIPQakQb39hoW9iFCHvF3gm7udeTY+st/uPf21Xj6TvtQ6i4CSPRNdA772smM9LYwRPmXkMT7lDt081eCgPeCS+Dwm1SI9/R1DOypNAT2WMns9EPS+vY/rQjwtVSW9zVsjvkcFWr47PGw82foRPnve1b2o8xm+7o9IvRjkoL1mQu88IzcmvUpzNr3vn5q8yJgAvd/lEj3YH4W9kQSRvbmPUj0ORFk9MUQLvtZyzL1d0DK96HOavepCNb1HfWC8h6yxvO0luToChvM9pcWqPRwUCD6ISQU9pSZ+PPJPiz1nDPo8rZSNPDwrD758ByK933zDPW6eWz28Cj8+m+2ZPamJpbxildu9EXpLO7BvHLydZjW9p9ckvk905L3VO9g9sQO5vZhbFL5Hqo88tqZnPrF6IT4rGIa9Fv8pvpJmlD01vio+etcIvhLBRL2J5zK+wTUTvgtkKD3QZQY+0Fpbu5AQJ76AVbE6Vp2zvKpoAD4tNhG960URPtKAFz6YSay7JNOQPT8JHT6p5qc9XuT5PUP/VT0Sb2G9rC53vYy4ob07HYM9Wb0jvokBT75nniU96XY/vgSivTwAhT4+kmp4vTilAb4SVI+6quUIvbmESb3PYtK9ZFmVvVAIzj3WS1U9o9dEvZSnKj0odY+9O4RdvgxaUj2mL8w9n1GOPtip2b1f2tO84IWuvbbnHL0iHc+8MS/rvHQV1LwsNWi7YIXBPVSEXz5poWU9oFUAPsa07D2Wsrk9I6qevPDIAL19lG88qIKOPebNeL2Fy1i8rbPfvbRgQD3pE4o9DuAmPjfb87z1Ygs9fNAKPikZ7z35EZC+NvRFPBjFGz0I4Qe7KBavvUTkhrz9snk8+SRkvJSojzxL46m89la1vY1RBD4gtsQ9EyKwvcCgVT3hLb88oR3xuvOBYL6gy+O8XWk/PoA13L3zAnY8ziQivYPVS7vxWFa9M/9fvfZABj6REZc91/IyvYiwD75O27C7g2vMvRoPFr0VJC08nNmFO5ZFkTxKiDW9JECtPeSXBzzFm5g9HbFUPeZ0gD0QVie9o1HxO1t4ybzgLje+0ksSPXoKDz7hgiS+Q8a0PGqnZb6kvcM9kEOBPRFEl73ixyU8sp3Ovbp2Mr04dh2+DGRpvaiegb0m8hi8VlmmvahTpLzgCIi9AEDoPR01yr2MRkY8iMU5vK9oS75WCTE9yEWNvTdTrDqGXtQ7xjH0uiraGT57DFo+lTonPdKshz3ol8W7tVUjvAeev7zx2CA+hnLhPdPB3z1FAIQ+X4XhPVi3hD7mt3o+Z1VnPUBBgz7dXec9S7nFPGIevb5CCJW+UczUvYvMXz0okaC+MXiCvOO4KD7hPlk9OvTjPOowEb1LKC+9FUZSPcm9O7zWZGc9+5OYPWfD9zyCbPY9Qcf/vec13rxQR4k9dOhVvnKpUz52Qkk8KtOEPIQ0Ej4oLhG+T34HPlzmCD6QlHU9QVf4POKjej1JyIM76nOkPaK9oDwhJ5M+GfyKPWViMD1dZGK9yiOKPW6IH74sbRQ7f/FWPYtbmLzBIG+8yNR/PEj9iL18E669vS0Kvs+lRL34wBu+wsl4vguFLr7Q64A9pdWjvUtS2b3Vpka+29ucvNLwLLsJLRg8F4sFPWRF4zqv2Y09d0UZPrDGor0RJ2a9c6gqPmbeAD5EZb89jxoXviEamD0sn28+t4XVvZ0uab097f06xOZlPYDLYj0ocxQ9FV3bPFv4LjyCIaS9+eTFPA94xr06HTI+UOpOvrpuh7ycFtW+xSMaPkzE7D1uxCq9NH+QPcOk2bsfPGe86JGnvUOV7Ty0pD2+AcpUPgGjIL4G/oc8KKR2PKjzlT2ROX2+kBkivcxOiD3O1Ry9tMNovUhnG77kNBM+/Q4gPnnThjzz8dU9/rj4PAvY+bwYW5k9lgUxPZZx4T3tNY49kUuIvUf4zD3feRE82+AcvbEiYL1J/JY9XJUXPLnOxD2xXj8+oh3Eum+BDj6U4CM+i0ESvmsM7T2RSK49jSKOPgzfMT0hH/A9mUCsvZwvBr1R/oe9ZzMLPdhXAD2/RJ49cLYgup+RiT1xwwo9NK2IPvWEkjt0aSA9oFk5Psf+RDuWhAK+FfQLvdcU3rzV4IY9X299PNjBar2B7QA+v63xPb+4Pj4YuJA9sDCWPi+1B73zAqK9zb9GPQLcqzutjVq90WCRvvCOGz7KkZG9RW0NveHcbr2Rsii9V0miPU/IarxezKC83QeNvaL2w70xeIw+75ZfPojqDL4Iooc+PpD2PL3ruD36zaO+WDW8PdYfT72Q7JI+PKJjPjwggTs8p4C9db3svNPfxzzDqfE8srfiPfwDqbzwUAG+EgKXPX/bAT46JRC+u/ffPRRYS7sGhx6+rGMGPqjGyr07apA9u7kQPYZoFj6QKDg8N3bRvWKxAD5KcZE8wPszvGS7Gj71mpK8IR4LvmbnEb4Qdo09NQq/PSxe7jxwZB89I1yivBJI5zxvC1o8aLIKPlRT7rwFoqo8OnhqPd9d17w21Ts9C/16PRHc7L2V08W9aHk0Pqo2oD4Wtbs9uVoivlSPMb0jXAm9oIHivdA9Tb1yFnW7gAi5PLxgp71rL4g9cvS/vWgwED3RJnM9nssAPZQK3jyifLM9oTBqvuQH0bxRuCu9Gv5ZPbJGgr3nLmo9X+YBPkN0nT2ycRo94HIKvXLGJD721ak7EgWhvQyUi7y8Jj4+FyB7PbR7EL5ljis+nfYXPj141juAFp+9TbtwvT5bGbwps4U9RekBvEutFb4rAHK9xlEnvr9cpj0Jm5A84vAKvlKw5L0nQtU9GcJtvUFwkDvSop49baerPZFbTT3IEaS8q6nivUoWxj195cI9CVgbviapCD2xJ7a8sx4nPsA2HbzNIUs+CWMtPVMYuD0+SFm9L72FvPsvFr1lQpE9FoKFPm3OtD2w5Xg+FIDbPb7pizx8cAU++821uhP4Fb7wtI49GPhgvKOoij6rm8693DHkPZ92aj6Yjss9LdaaPhXqDz7ZHpw58YPbPXizAD4GWt89KVSLvBQZCb4dPgc+5wkcvsrMsj3+1QU9ddyYPDLT2r36ijq+jdURvYLkUL6EZ8+9pBelPcChHb2bl6y9Q321PJYjID5eJhm9ohTgPdkU+D0Sf/K9jIM0Pu0nPr0HrZU9vfDCPcwx6Lg5REA9ZE1ovRq/rD3WRBy7aEGzvC8oMb71PMq9sMeLvoJt8Lt/T+G9ScKAvbPT+rzV+EQ9Bmj6PBMVJD1Kz5+70N2LPTNRYTxRH/k9F3ZEPaZ3qj7nEVc9/HhKvbbVYD38igw+qrsIvgG1Wz5H3UG8fXEYvsZbab1NxzY9wgCLvAKT9jz7M+e9RGNDvQQ7tD2VThK+TMUcvsJEQb7n0KK8cF9UPPHHh73zwdI9C2uLvNooGz4BA7o99DNNPpytUz1b+l8+1efwvbtpjj6Jf8C7FTeLvUhL+L1vQpy+be4qvB1zO70AHW2+B79OPs+hJz5dCDo+2TCVOePW2Lza79c8li3SvJKX/L1Jhei9yWsEPSMijzxnvaE9LD+yvWAx0DwOSKC92X+OvZ961D3hMnU9y2XWvQlklj2hUIc9xJCEPZ8Ek72Ohyi+JlqRvbi6JT627n89exAXvtZPeb1G5yI9wzd+PT+Obj2QSbi9195mPNt64z3gVQg+hxAAPhzX2T3hnYY9OhXMPGOgjL0HOPk90cynvewI8z3RnH+9Gvxdupva0TwT53O9MIZDPRWnm72y7368rFKKvWu7Rbz5P9a9+zIhvJ2U5L3yKkW9csZPvtHJIT2Yjqc889X1PbeM6r259vu91GffPTfvF767bJ49kNFkPfkV1jzhnl483kBfPlLNGTwbVYw9OdLxvLbdxT1uuyC8jCp1PaUqBT6HSpU8HhahPWUwiDxJ45i9L3/ePDZhr70Xroy6ryZCvfRpSb2X12i8Hu9nPBnaGD6Av4I9oqMfvZoxZz2NsOy9uDh8PnIom73RhKU8f3dHPjQrlz3DhYm9clKDPRX4BT3RWXm9HFXCvIAII72JaTU+SSl2PZW8RrunF/W8q5H2vRSlAD3/zyW+sonEPOWn+TzrRrQ9AI7UvNQQaTsyZh0886yBvdlPJ7y3ZC+96hEIPdn2j7xRAvO9NdFlPAZzJL4KuCA9+bbKvXjOFT3kl7++a7TEPYM5SLsA65E9IeSuPVEuUjwezs07aHZtvWsHNTw8H0I9uWdevTHyrj2Uu4e9F1oZvi0t6r1Z3xm8zrjLvUKvR71HZds91yqEPC7ilTwh1Ik9vgozPUNizb0FXQM+FB0VPVTaQz3Y2ac9KAa3vHMW772Uhmw94FsPvcE54T07X6K8aGkwvpWjTzxvdTS+uf6rvdblgL76gcw99h4WPVx/Aj2bSxU+mexrPi9Lu71nmyC9QQVIvXKVHT5g8KA9SdhzPSZWMb2BPay8ZBLvu3kwCj54u2c9v8a8PebqVT5vypA+KYUcPn/ljD2m7049wz4XvRqgJr2dnB4+YuJxPqX3kj69jQG+L16KO955HT6tohC+us8BvZm02DsLKzq99RYVPezhh71w27i9tWhMPlulDr3wKW88cPD8vaJEJb0eU/k9bWsbvbM3Ozz085Y8oIaBvGbmuz1XlOu9/x4WPtGTADyBDyg9I0/sPTNjsr2raZg+658TvnLgTT4gO2E+BEb7PQlQiT18q1Q9yo1DPdJfezyMxoc9IDQOPlHScz2GgQc8GM/KOirgPj44mKI9gyhePSGFBbwj/+Q95q4SO8Njfj2gIAA+S0HsvUM83r3Vb7i9mfIPvj5mPj1oKvK8zEXhvUNxBb6LgOC9ed9ZPa4o4b0Izvg9gWw4Pp0CZLxRqOw8Sfacu67VJryk3fa9PRSVvanfqL3Tx2E920rdPVjKqb0GR0M8buWGPEShmj2j1Ka9V0anvA/LT70FSx0+5hwtPfO41r0yJUY7ymtRvTPtDL1Ll569NGh3vVYRoD2gMRe9LSlMPheEzb1o1SW+ON4avo7cAr74AnO8z5MTvgnPFb1IXcq9SNinPcPW/Tx3x9a8iFBQPdkH5r2d4DU9xrlJPSjsFzvthMw9SRYoPcryF7383NG9r0+nvTUybDw/Ppy9EqPIPWeugrwHw3O9AiY8Pb3JXrwphMc+iOjlvfDUljrtSr292fD0Pctdcj6HjIS9MOCuPexZqj3BKkk+3nGvvEtAW77QRpk6MJ6wPRy/QL2dWGu8pCMEPrlasz1DIkw+vasKvOCauz0FYjq933pCOxc9JL1bEYA7MOCLPdQ1Rz3cCOS9FyT2vcKA4r1CpGY7ELBIvR4Tkz7UFQ++jfOIPRTto73vtlk+KnB8PgKFVL0B5+A9GFvzu6W+7D3KJgU+XGY1vklVKL3Z2X89JKAJvmKMh7vWLUm9vcAPvcYMZL26gxY+QzglPTT2pbsawSQ8H3rlvXZu7z0xNr09ccqPvhQsrz0vBQk+sO25PlKO0T0IpJ4+0YoZvsSvzr2FTw0+/D7svbVTQr5jD8U9Ei6mvn8x4r1bl4G8ebZdPgnSED2MJ/O7+VCGvGXyAz1/6ns8qcWyPQjBFz4SgNu9EaTyvOjp4L1MlYU9FIPZPYxC4ry86L09K3g+vmHpnr0qeT29O2Ufvk7WBj6hjCk+nyWbPcpMQj7pAhA+qyK1PMoKE77bV+K8MA0bvllWhL4Ej8u8jic1voQqVb5paGa9NsOTvR6gAb4P6lU9YTF4vT+jrb0iUl6+rW5LvcBAVTv/OrW7qjhDvp3MqT1iSFO6cCdMPU993LyZ7g49FyOoPRpRer36u789wGKqPBRWdz2uxqw9TYkqPluoD73Rf4i91BJQvr/OVr1ihdA9m58XvOq/Sb2TJMQ9uJOZPT6kjL1xS14+DSc1PfrzmL1enjy95EpTvSqHjzv2ZlU+aE0vPtm74D0RW0C+p52APYauRz74hc+9WftTvR9ulz3iHWC9vIEtPpwAB74cYLw9kNJMvTFx6bxa4tS9cEuRPLG8AL1ZEQ89ANENPqC1lz08OeI9Qe66O1gwITwu7F0+Rj+JPpy+rzytJZc9jXGCPd2FkLpkhCI9Myybvb/2xT3U3pK989FZvSfoeb7BWKi81NYTPvLaED3hAQa8mwicvYXyp72EHuQ7BHeZPT5fo73qTKO99C1VO9yrxb18pt+8fqVfPT6+zLyVX8E9JeNivcwwT7zGLRI7vAMKvXXF+rw+LdK8urorvWOhoDydd2g960tJvVdyHD1tMyQ9cZBmPWoFcr0zNKa+DMNHve9rNjwzK5w7EDgsPnTeqz2AaBc+dh0OPqxqfz2tl4W96LOkvRrzA72IYNO8yW4YvXIdEj7r5T49ROmEvLnkR720wrA7A49BvUOHAzyPLFc90P/SO6PpATxT/9Q8nW6AvY2gaL3tggo9/9lGvsHFij2G8dW9V9dqvQ/6fz3nyJ8+wzZWPl/ZjjyU+768lCS0PXz2nz1juYI9IVNyOjXEwj29WnM9ggaQPYpSjj2bWjo9ImBDvO2OgL28xms9biuXPHeOTLwNqH09uuWWvQUQOj5NS4A+ZhCjPezrgL0UV1W8JdOqvQx67j3oEJY97txXvc8YmL3xF749oSBAPe/NID6WWz89Zjm8vW9zEr4itpo9/akQvc0oLzsT9Zu8YErOuhmKorwPbzU9TzPqvMq2OD2f0zm9JjFFvfrLGT4AVw++3ye1vdni6D0dgFS+FSEIPpRLpjw0swq7UpHhPVHqAr6bdfO9Z/DsvMj+N7wbCuQ9fDrnPeBP4DxZQ+G8LGxmPvpG4D1FMXE+TaJNPius5T2OnSa+3o3kvawcSr6Dv0M+EklAPd17mD2Wsj299lsiPQ/RhD1/y1w+jKSRPRTFqbwHY6u9BQREvVxmmb1IQM+9mlohPIs/Qz7hslK961ZovYn9M73IMJe72vAsvFuWdDz+RQI9IvVTPi0r8z3PuGm9zkJRPbM5MT0Yog8+bKJ4vTAQ3rz+CBc+yFubPfLvnTx4fq697As9vVuZwL3Pml89EPN3PAmL9rwXf+w8TezOva89370eDoK9KVayvYknXL3aNKI9OCm/PeiX6j3s7IO+ATqPPSzhyzxCsg69ueFiPS3Cqj1ncCc+Co4OvD9qXz1e4OI9z4nevClnnb2Aw02+6DYgPVUOPL3/SSo+HXSFvRG1y71VQqe8I6JkO+R3jD313LQ9qqe4vWr2U72+2jW+S16+vD5OUL5reUq92Wg5vrcJPL2oMb682bo3Pj7Pqbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "1y2NuyzZQTqleek8mTwJPPfNp73Yw+a8+b81PasIdbvj7xu9r36xvECLuzyWWGQ8VVBPvWwRe70b2H683D08PA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 