{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "LGY1Pho31L2ODxK9YWOWPUDRj70Z2N69MsmtO4VD1z0R7E6+rnYZPLDyj74S0Ra886XEvYzlML7EFN+9Kp3+vfTdK77e/Qe+vOLnvQhgJL5YebI9kj5Mvmebfr7137e9zR8NPnQctT29qVu+E4KHPQ/QT74fEoa9IwKTPZ/G7Tp54YK+LEmjvZT9wr20jRQ+N7ZDvmC2kL7DK4C9NdnMvXFHIT3NXgG+W+rHvcZ8Eb6B2Dq+vLEOvn0EFz0HiT29n2YCvsU2hr7iZNm9L7PiPdMsWD1332W9tk4WvhDi1b5SL5O9NAYoux9z0TzuqX497XR6vpoo5j185BC9hUP/u0IlBb0meAy+bISvPQUwNb1L30c9EeoxvkAb1j21aBi8hZXcvQAAgDy6kP49koIZvm+RC77Y3uU72cFFvmuCED5Etik9CrBBPoGvjL2F+hi+8l67PHoTzL12K5690smOvlimgbsMx4C9v3VOvj+mi723Zec9Ic+wvXarRb0eaQk+I0QUvZIBJD21vfQ9uEG2PZzX+b2l7rc9SA5qvlEShzwhDRu+nbSVu6wqxD0oBhs9CNBMvJQYoD2btja9+x0XvHK+4b19knS8O4zJPeNIM72I3vG9MrYyvmCSBL5k9C6+0tcQPoYVG76LNs683ZVuPYXckL3k4xG+XEyRPYlp971thrS9vTGivS28yTqI+TY+eEwJPPAoaTzl7NE8h8cyvbEdvzvErvy8zFEgPDkqJ70eO989fKaKvp4R3z3JxAE+XvXyPQgxcb4srBs+5p4uvaRZNT6A3Z89hni9vQ3+Sj6AG9Q9OWTMvJf1OL0ncQk+1wHaPSwJOz1XsOo92mNpPgt6/bxvdgg+AF+PvUORqz5v1Re+NFY/PhJkpj3iYUy9NYq/Pc30p7yVjkg+s3eRPGzwoT38wM69Oe0NPqNYNr3L66O9dy63u1FZpz1kk38+7/yuvYjQDD7O03W9NqYjvsw7Dr4WuVc+iZpMvNZjH76s1TM7HD6YvS8bF70C/IS9mS60vS/R5TzqP8W7sXMJPpsysr24jSS+VlIFvcp1171lXxg+O5E3PvCwiD4yZLQ9j4O9ve+8M71MJi48GkATPsckbL1kJUe9+GPMPbxlyr1kkAU+IYQWPPHYsr0u9p69rME7vqj8vD3t+B8+eZjcvTcdRb7Vtaa9RlZRPsYt+TwH27M9VS9MPea1lD0WNzw9PaQOvjsFkLyX39e7GrhTPacsKD6gHAC+w4eAvC0q1j1DNOA6vm64PaOCir3pUIQ9w+oUPhJhiD3UxCA+8r/xPELY9b0DIGs+kFkBPr3vNr2/6uM8X+ikPYhG7b2wLtk9QEaNvk6Prr2pUfC9q83fPXJfwL1RSvq6o/29vGvdyLuvvoy+ElIBPWmghryjcIG9xwdAvsBevr3nfU89Xm6oPah1wL2xxqq9iTFZvdUsLr4TpSg+4DUMvtUUp72QIwQ99BGZvbqUgj1z6fQ9QTyPPDSp6zytYys+oywdPX+ELT7tKHG8wXh6PLUW2bw8puC8fj3Hvf6W3T126Kk9ftQKPkhjdT4Pep+8KwdFvbrHkb3zhTU+FUAFvcqhM77YlT69essUPl+Oijwh6Te7euaEPGMd5L0u+9s9GrjdvbrhjL3Zb5S9wv5OvtU5Y7z5G4Y8haWXPReR1T2lpS09xWzqu2tExj24a1i+egIPvUSxpbxBNf48IVOtvb7xib1nZx0+OoobPfUbjb0ZG/S7zJcKvRegCD5F3d09jAjsPYZKFLx1kqu9rTdSPq2mhDsILDk+87FEvB9RDL55K7I9UqC2u17cFb5yc6+94BuvvByJC72SUxe9CP+WPTN5Zr56Uj++eXITPkAdYD5PT+Q9cP2JvVXYgzwUiUw+aQP1vcxpxDwMLAs+VEg7PnHpkD6/y3m8/iMovtachbxsSFE9/Cokve88Vz2Lr829zmVSvrANYjyiqZW9Y1AWPsKRjj4PDt+9qFiLvax53j3/X4C8g1slPJFmJ74tDSY90mZMPeRD9T2H7XY9Hs2aPblQUb6O8Qe+H5pXvkEW9j2/QQa+guDbvA/wNzzdjSE8x7ulPcJKdr2xmRi+CY1OvvOXrL60Kho++rp+vozPsjoQrzk+Oe0Ivjg9hz1ZupU9/6rkuykAg70yGwQ+MbctPpBuML7+vFS+kgEPvte3Cb4ln5e+XHSjuaoKE77ywpM9Y6RqPTSgjb4gGJK+AOzxPfph2TyRiTo+IxbOvV+Ncr43tw+9ZYe6PKGAEb51VNO8LOIfPnAMRj1QldC9Nhi1PJskqL2H4Ci+IXdrPONTPr6dyda8o4/ZPTdFX76K9Kq90nMdvvY5zb51oFA9A2EVvl0D2bxgLXY+/9oJPP2KLD6H2CK+tc9QPTgsVz7whD4+1O5Rvqqk/L1a5CS+sGI5PTh3mL3JHoA9T2a/vdM+db5cNDG93o4BvfKJpj1P++k9QgZJvqhDwbxTiZ+9FVomPhKYlj2Bk4g9RpGtvfCWZL6uUDi+jGCUvt/qUj4XaeC9ZyLGvUHqOb2DWjC+j2ywPW87Wr48OEC+TXs/vMgeMr18TjG+oPKsvom9/7sYBSg7pVMxPlD2eb0CbB6+HCUIPdteGz6DRR093NRtPRFWa71dSrC9X8+FvqzbBj4mSGC9BiiLvfZtSj4QwqQ9Zcp9vY2Uejs+eDa+YyUHPQz1RL7OFci9j1StvUIcAT6ZLpg9zR7pvaOOvb08zL+9hc8YvreVI7xD7F89LqDAuTdlKT5yCaI+2+cjvjhx1b28nac94+skvsZqM7sQXMk815gNvmPwk702DQk+ejgGvbn6d778FXk+SEV0vWOAyr0K1go9JUhfvrmd/bzWXI+94xFwvWFhMz5xyyO9O/ybPXitV73asKC9lLagveV0JT0MJAc+5aDEPQ9nyD1duc89BVQEvuYH9T1MF/u9oflwvKD3aT1RC6g9C8xTvkVHIjxE1Uo9irsxvr5ZTb6HWME9AJ44PSkJ8j3imZE+kvXCPNlAoT7ADwO+alsovmr1Aj4ESCE+WyJVPgs1uDx8LH4+M4BVPnD6JbwXkpg9bEatvZZCfr4tLYG+l91pvmNv7r28ZE6+OWGQPKisPT5zdLy91biCvOT7Zj5tdS4+1+ZYvjE1db2fKZS8LqsgPdBpebxuZjY9dAL9PUM/rL1QL2Y+m4Y3Pl+d4b20QAS+ZIkFvoP8NjxFSxq+hzuQvusshL5IrAm93TWSPJy9k70YFoM9SGcwPrJjU76iK5c+GeNkvs9jAL5mhog+huKAvTUuKT3bRde8d6InPfGi3jyDDhS+5Wm3vWut1ryXXU++1KtHPs8JkD6C5wa+2l4BPmqaCb3OFR28dGiwPbYfiz2WkIk+4vQzvoplN707zl+9RCsHvrr4zbzsjJI97qhDvf6Hlbykmkk8gVqUPZnQNL79TgE9zSmxPX5hx70OYj2+RJA2PKFrub1Vuq07UE9oOxtJhD1MYGY+JpPyvGeAlr0kvaw9bU/GPWLUx7w49yk+b8G7vXaPfj6TVlI+v7kKPv2uPz1y4BK9OgWVu27CFz3krgO9QBzEvbd+AT5+Iuw865mVPV1A+D3O0ho8sEa9PGYKIj4VP5m9VEuLPnH59zs6uzk8T6pIPrlZir1q9+S97SaqPRn7wzxwD2i8RIcOvnpmBb0AtqW9JWqWvh7t7b1JEY48k05JPHQNlr0kfiW+9GjfPRn8Lz6goSk+clcpPu5Ddr06ep89elmRvnvqmj3FfoW9V/McPoUhsT0VSSO+hO4FPgNGSD5E6mm+J38GvlEdWD4be+69MXFxPoRO0byu+Ne922D6vV5vdD1pu1w+QEpFPlrqaz2pMyY++NeMPXU0uL26kws+XTxwPlGDuD1967S9RMw2Pgk4Hr4JB/25gYJCPt03O7vyz1o+NA/gO2reR74ToL89NabZvbYZ07uKeLq9SSzevWaxuDz+Lgm+Aa61vRu57T0HWCK+QgzDvbS+xTs2mhm+iEEZvn7/Er529pG958U9PpnEkD6sUB4+xdcgPkDjcr6zcle+l+2wvQ7XcD2XpYI+qI0IPlCCWb4iAna+cxVuPRAL/LyYS4w9DkpavlEU4r4FKHG87XtAPtEPxT1qcye+OzgkvqCfi77iHSA96SwAP5le6D2qT4e9LTMmPsVBEL1LDH++zVn0PFWURD6aMRQ+URVUvntu3L2a9C6+SgW/vZW9DD5L5l++Fl4lvrlRAb9Psm6+KN6IvtV2mz5dbVY83bKXvU0ZQ761PfW8UaH7PeJ1l7wYhb0+ToGRPdYPZjtyPby9lDBxPvAXA74mEZU+BGJ7vj1KeL7CpMW9a+OMPik+oD4Hmxm9exP9PgaC8T5PviW+CGwBPsy79j01lmQ+mgDrvvSDvD49sNG92u0XvqbnIL6QQRW/k9vavcy6O77p8VE+S9lAPnn+Hj9doDi9z7WlPnTLUbzjNbU+WyUnvj+lmz6gCvy+yg7LvmlPWL3jJWE+DG3WPcAY1L6BeJu8uvywPUTiIb7+Iw8/3k+XPkGpsD3bCf29094mvvE4mr1PBue+4TMQv92Ykb40+Wy+el/0PUKjtj6mnd69gwdzvf48hD7w+lc9cFITvlERYL6S4uI+XWrDvipKZr451Lm+9K1VPllTJ70rqtq+D9w+vjT5yzwdGDo91aWxPUCHHT1GV5q+/gYCPpCoNb4AXtA825zwvJfU872m6RU9UZbLvewYrr7APWo+1pSSO+1aXD1tShc+andvPq/XET0ioy8+UlY5PtSaPb7L1ZS7GIOCvXNahb4zWY0+rLcevuJSizoYzsw+j5zxvaY1grzI8fA+LHAJvksAb73S8gI/O3y+vMs6Ir4D0ia+lHENvuU6X75vv6090ggCvmUSFD7bQ9Y949+3vFGzlD3QweM9z+UFP6bCCL7vHwy+wM2lPjNOeDw43Qk/70jFPbe6jb6c1s89Z1CnPhTmQL5WBnK9mzu+PScqNj4hHH299MxPPjRP7b4Z+5G+owoUugwABT6lMeA8BtSivo07aLtIbLA+tTq6vcfXGD7pwIU9vcSCPfMsqL0jqsy+E0G6vCLaDT9kXYw+uhVcvgJLDL6XHfU+eRO0PeMXxb3Y08S94ZdFPmvLuzxgfk6+yMuJvNfgCr8Cto4+IGkcPvcNxTyhCFG+vuuLPsVRpT4aGVA+76WNOgfDHD482Rm+WeZrvVb3lr6Xw2u9TvGgPVFlRb7jkKA+hzYvPpXN4T2tdRW+VzKWPdGfn7wcJ9Y9Ezf2PcQjEr74mUO9nlijOw63WD439JA+wbyRPlCTpz0LSkM+2J72vaCxjj5iUgK+oCEgvh26z7296yu+fjHEPR2V4D6gqc89lOTOvrFXYb7I1qe+T0gJvNkq9TsMiYk+n2XPPZX2lL7zBuw+0O2cPYpWc72fwKU+I0wavuF13b0XhjC+WSDUvdEqHr4ypWA+9/R2vlCNR76/oSA8p56GPYwZBj435Gm+xduFvIs3nL1y7wC+l70OvfYXqL5/Clw+bnsHPrSfd76zzgQ+g3g/vqz0+L1UM/A+8n+2PGg2570Njkm9ClTevufLir6PeH49oTpCvtFSKj4KhJm9gogBvvP0qj3hLvc9V/9lPan51D6qM0E+X6LTPm0UhD6ft7m9NjtzvapYob7uFTQ++c7Du1IQejwwMKw9KGI+vpUYBD4zNTS+QysePba7o72xY7K8yZGwO83ZAL5U9Sg+rkOGvVW+gL4z/rG+b7GkPTcoaL37IPy9wJnAvp6gIj7odfo9yU0ZPr7kGz8ZN4W+aVlrPppjhT1nKjs8b2+OvE0e6D2oqe+9crZJPl8vqL6fXW0+z3X/POrgzj5pl4q+TIlGPsFWlz02D0S9crmrPZeBDb0OW5c98QWQPsrF0j3fPBe9Xtv6vb1FHLvYf5Y+4tFaPZ1ot77AMZI9YAQovoQcib2GBe29I5ShPluskz0Vq6K9TyM/vh02976FBu8+eiSePVVYFj7vQ8k9l9MevtewIL6t6CS+QC1hPk+o0j4NnDS8T9ICvspQ5zzbZ4s9WOAWvt48Ej6+j5k91xo5vnqPnL4vprQ+U8WovURSgj6+nJK+7wIvPmNbhL4c2+g9VsnpvEhgMr6iBqI8QwhLPkrSfL4yMqc9XMrjvdDLO70YcC08R6onvYpqar6m2qs8Ozvqvdo6Mr5PX7k9YrDxvdiw4jwkvOG8iGj4PWtcC74ywWM+tOZSvbdw4b0YhyO+33esvc/Aqr2X0jm+iepLvcCpor5PjCg+P7FMvnyaXb7lpyG9ngJSvpdiEL584149mDm6vSF+tDyZaEc9TQ3Evb2FEb1YNHO+9H0JPr4Xt72IgCS6hhcJvsWeVr3s+LQ93bEzvvcHrjpJS6I99kQQvsmMjT18i0G+M1kOvBLtabyxDhi+6nEyvsAkQT5o1lK6phTHPPgtx76vn2u91gyaPCS1NL7hovU9f95lPcdiD75DE4E95L1FPdRCO70C26i9LScFvqt5Gb4gBn89i3QNPdO5G764Tiy+EdstvQ1RqT1xwxG+r6davsis2b3Wh6S9KXFgvXqfZz1cKpo8YgrIO+8Vbr3TNRe+NdcivsXGuz3wo809TLeZviBRF7y/tAa+XwRRPbpbA70fUA29yenrvfxhkr0/Nac8XXwyvgfwz73aaTE+VL4mvRGOpTzgZGs+5Pkovnx3CL3bY2u8bGYCvXkw3z3iuUm+auKPvcQsZz1hpUq+ntSbvGp+STwxZa29v7dlviLS1j2q6yw91WMOPF8DHj2UxBA9QYivPSheBj6A6QW+ejq1vUUNcL7umhu8QQsAviZPor3YDKY9wYwYvgLBCb6PHo27l/gbPsVKsrz4dqo9xbs9vuYfLz4++4U9iqn0O/hQjD4XXRQ+HwOVPs6Cgz0ZDow+14PpPXsQ5r30G3C+RHeKvdPtG70LkLO8vlW9vAdvTj7Qtic+Zs2hPYUaM72Tlcg7t++CvWcJVb2oKpo8bG2bPYOOoL31rn295NIrPUmZOT7k1a67Z9UbPlCmFj4t5HG+NlXLPa8gALvjwi49U8DWvBuCFD4um1G+qyUFvBCppT6+JRm+oDkBPsRaA75tqp+7QDzwPZNatz2f1d29/SpAvvUalrzsnH89jsg+PrXuJT5VhK89V+hUPiXVkzsWzV8+EbcUPfm6br3NuBg+lVtXPa5vgL3FYq69/sT9vCV7tz3kVOo9EZ1yPXoCvr0kXxQ+qConvpnfEz6pyvY9AbL8vOBUob0YS8078627vW0rS74+brY8czABPhhkor12lxI+94zxvQApWj2SIwI+c2WVvTKuE77wXrA9N3JwPfs17j279Wi7E0yuPcUhh7zFXkK7z6+uvdY0jjwXOz8+1PdLvRhG07zr15E9Fc+YPNjdIjw4kLC9uqJCvtM4zDwfZNM9bRCnvdW3bT3D+zA9cqU7veuRBz6icNe8aHr+vHlRDr7xyNQ69eepvfJp6Dzbu0y9uHukPivDgL15V/K9WjV9vQIQUb6JP0M+FBNzuwLy9r1q5uu9oe1XvqZ7Bb6MQGe9ykkTPkloED1SIH29l78vvQ9nf70gGNi97XHPvZCkDL4C9rq9+uNsvoGKMj6c10q9yAD4PEQAPz5JegY97VxOvUVCd7szjYw9MogPvrUitz3mWRs+lfDZPQvNBT6dxpA9k1fpPTcP/z2sKWu9c+NJvVcrQL3Gk2w+XHR3PkhluT0FRba97hyHPf+orL3ZmRQ+Aj+HPYb1/71MnTC9YuPLPdhwJj46BsC9q/AFPfz/Zb05Z4K+6EsRPjOgLr7t9FI+v8W4PX5ABD4mX9M9l2HevU+dbz6NCLq9hp4zvABCtD3Yd5s9reuRvVlFnr3+hDO+ANI8vsexub3ORhu+9M7fvBdtMjzuIL49TcetPR04Yr6mBai9m3UcPngcnr0zBMw8uVLVPRoY2r3O1Ly9vjAHPXsxzz3EKOu9E16kPcfjJL48siG+pIRtvUxPYL7tWSA+2q5PPd99J7yKgzg+o4KSPbY25r2PEUC+bXPuPUMQhb3GuDI+4IZSvYakVj4F8tC9R2jAPUML+T3Q8qs8PJzdvXJaCT29AyU+/BpKPrGqKj5oi0Q9wseVPSHGUD5UjQE+TOMEvXD3n71Ifda9kknrve/TKz0vx3U9O32IvS0Ulb250Cc9Wy5HPkDFzb2+AXo94thBvoKqkD0h8AG+wavIvDBZPb4ZTCm7evWLvX7Uhj1W46O91TI8vsiewTynskK+4RQ6vrcBnjz0FxE+aG6DvgytGT5AeAk+Ed5CvhYtgjy7TQ4+YN6xvjaJEL1FQUy+EEJiviUgij3VOQi+JlSQvK4bibwIyYY71r6NvYdZUD6O3aS+4pxkvs0uir63xAw+iIqlvRQ5Fr70h/Q9f3Fnvs5Wn7ya03A9rUZxvjKYz71mBps9+IdXvlIKDb3DiKC97kLiPfpztr73k/o8TEqhPR4Z4r1RWzK9p53rPTBsjD2V8DK9jgyIvSLvc7xGHh29KxMYPu80ML0jBaM9vvaUvv5DDbwKpr2+2ZxBvsL4rL1DqOM8uHuevbIZiL1xDuO9/cpIPRcS6D3CQAc+oouLu6Ai1zsGooK+qo/kvT6Aej0LFe49c01yvUVinz1nkz6+Q02QvXrInr0c6/q9LPNBvUEVEDzH05q92oOJvsuw6LwyHJK67AFOvcAQO77ZBAc9iGW/PZRnAr7EqYg9gruDvpPTML3QzLI9c0MPPuDpc74ttf29Mwd0PEp6GD325j+9zKoyvji3f74geRa+EvrRvmy7Ab6lTnm+vDPLvXVSAr77vzK+xYKcvgH0dr1AFBe+YBMTvrWTebwiW/+9UnsEvh/klz1kdEm+NBZHPfHBPL5ybvM7QvxCvhnwj76jIW29Ku9BPsMpCb4pIiQ+tKHIvKQgEr1+814+WXLdvU0OlTt4epQ+pOZXPt+hDb2ysRY8fMvTPH5rw74PRSy+tYTpvJFpWL4kwL86w+w7Pbk3Dr3V5y4+Iaagvv7Air30hgO+n0w0vZqSRD0U3FU+FUd0PptdED5Gt449moGHPuFQrz2tsrk94wCbPTZ3Oj7FsbO92eaVvXk/Nr5/gs692DNnvluWlT5EaAE+IQLMvV3iSb1xLeI9s26FvfIorr498ta7X07BvA9tBT5Qvyi+NpCiPU99hz69K+s+mrYvPvuiyT3pfr481LtpPhcU0j0inKs8cpQbPrD0s71+Hiw+Gh3zPfcOOz2iM+q83Rv2vf2W4T2q2Xc+N7d6PpcLBD5Gtho98hhqvcF7aLweJVu+5MXWPUxsZ76reV29XkVxPBcA2L7zhCy9wuZtPc+Wf74CqBo+qMIDvlEpLb5wbBy+xAlUvnkNm74tdQS9lTsmvKHwuD3Ht8o9hZIqvhF5QL352Ew+jA/0vKbRCr4BwyG9FWdePkCG9LuC5IQ++5u6Pbmx6r2SFLm92TKVPTglHT6U18o9+GqDPmfw1bwqI5A+/hpiPYF2CT4C2+89A2ouPp+Xlj6hMKw+6Fr1PcD2Aj3nC7293zYQPoHAab1z+bK+S9Ssvrq2c76HU0y+H2+EvtyH3D1N3u89Bn6NvqKzdb5FvEC+L66RPqzT0D2kS5C8HcNHPUj0jr6ByYi+QoL6vZKecD4GjD2+yLEevm/+J776aWG+HSFIvPhz4D0rwVs+95Wfvi17Yr69cCS+nTfyPdINAL9WJcg+XtI5PDgRUr1wEgQ+XlmtvWhs+z0g+x0+rYYKvemp3r0f3gQ+ruw0PSqmiT3aWI09OUVrvTg9ML5jlNy9ZQCCPdYMrbynb1m+H69oPZieAL4bvlQ9EzMKPoPtcj0/+RW+LjO4PqUfiL7BLSC9nh0JPuX9jTzdMmi+ge5TPs9bjT0Y0gw+BQsQvqeymL2yK9c8C05KvnG7T72bw0i9/bO0vqPHN74KAq28XYBnPg8s3bxbUEc+06yXPUsUnT1GhmS9IQ3DPrgKgr7GdIk8wo74Pc+GBT7ZMge+N6DsvlyQ5DzvIb6+8EdWPpZTer1+8gC+uGjUvpPScbwtuTy+5LjGvS+o0z34N5Y9B8RePV8reL6escS98JzSPOdfSD7Jtsa+zvNavg+4d7w+DFs+mRr8PLq/oz4z7Tw84TJrvgqjaL5COnK+qPhaPiOqtz77J6W9+34bPvMMGDtF7YU+WUEWvbivqT7DDKi+TMgRPoqTgj4FezC+VvpUPTUF5z0tMEu915ByvvLIIz7IWu88a1kivmKIJT1BTIo8H+UAPgZBEL5IHeq94BQjPZio8r0JQxW9RlvWPZ0Z3z7juC8+8RwLPrNlaD1ZRIo9Vc4Avd9oRz2Jwqe73eIyvTzbUz4DDjO+yO6dvYunTz4yHUu9cy+sPf9n5b0vlRY/lGhHvSsKGz5d6Yk+QuI1vX0YPrv91Q8+i9qXvdrsXz7LDec9gvOAvdBd1j4Xz688zM8BvQ8Xsz0BeIq8fMiUvt05gj0Wa6S9Y93fPBBIi7whGpY87aCbPo5vob35mCo+VugJPljHKb782Oy9R7e6PU3+dr6l0qc+6LYnPhCNyzxlGeg93HQ8vEAb9z1R3hk+CYYAvNKw9TxYY/e9epDDvRtu+Lu4oky9caKHPUOBID7zr5Y9jeGpu2kPCj7XRUK+lyKgPTc7XTxiwKe8yLYBP8NuC756WUO+FvvnPImHIj7Jxma9JokpPUlgsj1fvtq9868qvqtV8L37Ci29zG9WvO1GKjxiUTW9p4cPPuCV2ryfWTw+xyEOPjgV1j3ClKs9AgiPPVrjpD3X0ny9/cUGvuqFQT6n0cQ9m1HBPQd/wz2hGgM+hI09vY5fG7zyuQE9Z0QWPokrgjzI1ok8ZXdoPsq1D76egCc9sJgsPnkVGz7k/Mc9qSL0PWZciL16lMw8LQu9PT6MuD2K37U9GGBdvhITyLyRdfO8sojnvUqdwj6giBQ7uCtHPp2rtL1VwNC6uNCtPnFEGj666YG9vNkOPtB8xj4SPSQ9hV2iPtip970wff47C8+jvZ24d77oHuG+i9u3vRyVcr7eAUO+zDrEPSqukDxxUhU8GPrXvsCLHj5UR0A8dHn9PEpY8r3Wgpi+nUduvst+pL5QC4i+ZhmVPqtSx73wI3y+jb0IPgmUw77ZWYs8Is0gPkxRbL4qSpI9akGaPW/rjD214ms97sF1vvEZlD4uOg6+OEQlPgjWCT4W9rq+94CXPrZ1oL32a6w+IF+VvhA4Ab5Pq/y+sZzfvvxt0T2dRyO+lA8NvhGJeTwvdta+obA4PoqpqL3O5Po9ZZAjPjJbUb7w/oe9EGb0vW1Av7xHmee+7mENvtnjx71s8EK9DSbDPW9mVz702AE99Rp8vnpyv75xeeA7LuE7vmrKqL3xcVA+p/I8PSWIhL4tq709C2pEPc6ksr4FlDe+jPg8vnjiib4Oq82+637PvuNvjL2tjZg9Grh5vtOEozxLj10+ArvDvr5KODyZ4F2+zXJuPu/3aD0oLKI9O9+0PLBwxT6v8C0+lR0jvjRWyT6sZrQ+26WBvUmhrr2bSq65YZF3vo/tdz5xMu29C7WdviqDjT5V74E+zAQqvvVSvr2UR7m97MOiPkvcW76x8dC9yx2HviZyWD7omBO9XMX9vP89yDz3T1Q+63oDvi8HPL7/INE+8mfmPPK2uD6CGUe+KCUjvTOQhT6G/Ae+TSdSPklruL0tsb49cR6TPsWsaDtCfhy+p1JkPh1TAb2MwKy+foGTPrfePz7N1ts6+rnUPKumrjvBh2C9fUyAvvgVpDy1XVa+yR0MPRWOm70ahBm+xViavtNNfz6s8Yo9EExwvo0TDz3ef26+gLc9PcXgOT13khY+TGIfvuqndr7jx788ieIMPuryEb5BEBS9u+QkPnyyGj5to18+tHHBPdiqhT4jj5g+If1dvnoeAr00fyK+1rCBvhO4hryphAA+r+iIvZ+1hD7q0WQ+lhuCPqUYyb4yboC+mmuXPugPzz4xz3U9axCgPIDRX74HCuE9U+uBvZggAT5hSo4+9suGPrgbFL6zpAW+MwkYvcE08b31YWE9fgiSPjD2gLxM3gs+u2e4PeFDhjzQEN09aRQEvcQU1r0j7I0+4CgrPG4uXD4+BFK+LY5RPgahKz6MS6G+emXzvRT+PL3b1Gg+BtTOPJaDjb3ykw2+ZiyGvSC9qL3nl44+Z0FfPjtEez7F6oI+AkZMvtTphb6YrCK+tp8wPToNuL3Qu6088e9lvnLQlb1ISs0+iWoDPsapar1uwu49aQCHvukVOz5MdbQ9ZgAhPvYimz2IyGA+68/jPQCZzz25SPa8s2wyPA1Qhj3B7Z69hEMIPkf39T3R5Ag95U0CvrMtGD0B/ja+c/ZHvT8IMDsSIDE+WtppPdjcp72GBwg9k+nTvCMNj72wpUm9+lkrPfhArbwjyAa+/38UvnBUtj3TwYc+mGfxPfILYTxgSdO9Dpq7vZhuHz2x3BS+GwcsPpkGSb4PNss9Cau/vH0Yjz2mwNy8lZEnPidsCL7lNPE9WXr+va/mX77yVeG9oBaUvR2dKL2HJAW+LCjXvKkjND2uaHw8bqjoPbb2tjr5GrQ8gPi8vJZrtj1bqi6+wSqfvcm2zD1wMpo9VIYtvhzZHT7xloc9KlK+PbaXQL7wagk+UDmVPd4fHr6uDgE9jQdpPB3tgj73rJY9lol3vNuiAr6a5k09M+HxPDDdpj7xRkS+xmnePSqCWb7Kymk+KQsRvQZ6O745VVa97XNGvZqVez3KFQ298N96vgddmD1ssRC+xpGaPR0T4bvWeGM+Cq9tPqI/Mb4/3bS9ITpevpQgSL6NQLy80pswvU7TuD2QEru8/cIqvnLXXb1y1yu+K+F4voMqi7zGTxS+luFMvn6MBb5xxwa9M6AJPc0e5r3ZgAC+ZIAxPcVmOD3s6Am8bjU3PltHNb2GhAM+h7HyPBcEML3C6hS9QdUBPPnP07v9wiU+69HPu/gfpb2KRbI+Oki/Pfk7MT5zk4497UglPc40d75ABv89WLEQPmlAAz4ylJC9UC4hvgyj0D1lca8+qmT3Pn4/871aDYY9bNo5PYB7x7ufW4i+HWbJvaQqCb7qKV6+6aZbvXC9gT6VQek+tXblPcILzDwNiQO8EQanvkVlfDxB7ac+erU2vhJos74H3p4+hrcGvkxkgb2DFYg+lSEePi1VUj4ZclI+0GszPvK9YD6JLp4+vhCDPJ/Boz6ahKS9Q64kPmNQFrx8ZpU+R5bZvUdnO76nvuI9xBQMvnRJvj4S7S0+QmWpvbdZjz5t070+9iY8PgucdrwdSNY9N/iPPq1OEjz85hA+HNwcvrDSCz4Gb1e+aJPkPfZwO71DW54+pY+/PE/9lLz2wlw++mJLPuvf3z1xTFo9AVYQPjc67b00rUS+7KtIPiqmAD7GQrs8z+ltPVU5lD7jKCA8JhLbPe7tEL5Z7Fw9Iv7cvb9TXr4I5vE+8TKXvaEdcj7Yi7a9ch2ovf8GsD2K+1e922kaPWTSlj1W7YW9AkE2PgRfGD1IcpC9C2YIPcw30j0Nsya+4vFCPsRieD4Vwgc+JORxPoWeMT4oCzi+9qCtPs3gHT5MhP0+6IjDvajfnT5RznG+sUufPY8FkL4EYl29YFsnPtcDKj48YTe+MixUPlXjFb3XjFs9nLm8viXRIr7WffS9v+MfPpnwRT1h2Rg+xAACv4IAZb19TL8+9W7tPFC+Cj5x1S8+vJw/PqV+jDx69mi+u0kHvxeuCj6Q8zK+BmWYvq34pD0n13++hlSYvpU1Nb0zbQA+MCFIPhvBLT5RcYK+mJLsPeTIFL4YqTc+MdTUPjsyoz6ZUzc+mVzEvDDR+z0BDrk+0PJxvWivk76FQp4+EGm3utOkHL4T7S49q8BpvRwxN74X02Y7BlDgPgHWiT5/G6G+KTMtPn/JJD2aDyW+QiKRPoMYR75f3j6+J/iPPSwMJj5v3Bo+GaARPp+XgT15Uzs773oePcXSCj1EHja+hyPtvJ9JIr7pxI++FG0pvS7Q872yO6W+6Kj9vTmPLz2claY+6FSZvbgbXD7Ol7I91m6mvI+5Tb1RaYY+0IXaPiUrPb62O729f5Apvfc98r0Uziq+8JOqPqQvCr/ILU8+QeunvuQq374U84S+nazdvWMrfb5EsAG9740sPuG8o74qSsY9f/uqPvxakz12GQC+Wk4CPjrldD0wwbW+BvAxvkQlBz5m8HO9iM6tvRGJpz5zBf89ZY+3vi/z2j21OU+875JBPoUwtT6eEcA9KQdePIolCr6OYVw+mVzoPPoxT70GO+694leOPoougT4vsaG+aMM2Ph7zaz1eDVY+cJmYvpsr9jyB8k8+QzndPK2Ysb173IO7VU5GvoakUb5WF5q9QI/SvXykhr3v5/69DSqVuvIzKr57TJW97QHPvGsRg73joiW+9mW5PDEgaL3x2mk6MIuavdkC1TysrjW+Vs1tvrGuMLze7jM+Pnk+vhYKRb4fBwI9vrQkvtvfADyzsu69gnzZPaSHtLyqGJs8j6nVPXX7Dj57BTS+1CDSvU3Xbj4EXAs+B5p1PrJOY7xe2+C8aSnHPT2J/70w//+8Az4ZvnQxPT39BvA9dxIhu0ByiL7Lk6a9KEkmPaDXLb63s7i95cBIvlGFND7HtRQ+p0QTvpU7fr1RMRI+mnsVPV9s+73L+Ko9pe0RvmvBmr1Wk+Y9jSPHPDmPaDztG9g8MWD+PUhTFz7dgp6+2VpDPg+2Pz43AUm9DFoKvgXYI72dPLA9JJe6vdR3PD3IoPA9TvidPXD0ML4wUtG9AlLoPeCFUT317Ds+HQJfvspiOr4HVrm95MTJvY1iiL3tSzE8X3zZvf8xCz43Uvg8oLhGPk6hFb0AOpS9W7KyvSN0Zz7JbGa9FSsRvtUo4DxF/Wu+Cc5EvBoRoz3xNoE+pvhfvdN9i7ztkrQ9bD4rvoqNqr0oHEm+RoqqvQKgFz4Bv6y9G3zuPa9NCT6quIW+KoNRPrJ/kL5vAYi922TrPS8zHb7jKAi+HHN6PqOi/726s9C90zUiPgtJDb+x6IC9pRBGva2RYD7+yLi8YQQuvunc3T5b5Y8+FumePEU8pb7TXaE++KaYPqr5+T31Ef69kpBGvqS5mb55oFu+g6v/vfKuHLxXQIq+cxe6PVQmVL6yX3++c4VSvtRG1D3/Z6W+wWFYvqoAoz2hjIM+JpRHPX2QTj4SQdu+KJWfPDWQCr5vCqo+YkRqPeBj9rzdWoq+6T9ZvmSMDj79cCS+5vsGPjamrb0nIAC+3HNJvIJIUj4HqPc9f7SJPo+XzrrEY6S+9xW3vSuJST40sFG+zGtFvKNDBz5LFaa+tF8yvrSUj70QnBq9rTB9O/3Q4T1a1nW+Lr5zPuMMor5E01g+nOOLPRxzELw/MjK9rmOLvVKXoT6Wm1++c8kzvYOM6TsyeTw+CHuBvsdKET4l9pQ9TBxzPQPkb77yyB8+B3f0PTLVML5gG649A2SmvjKBcz437GO9Xuu8vTsDzr5yVgy+VLphPUl0jL7XqXW+2WwHvWGAf757zaY+Xs+FPuavSL5doIE+zVFXPq2lCL43UJ88VxKavhoQAT//SP69q0QnvhGAC763gsm+ZWuvO2fzNj6aKSM+xx74vW5Zajx4j7a+ktnkPSGEoz0CXLI+99FGPc1IZL7YWjw+MLUXvmgQ8D6RFAy+aqJfPpPwp70N/5+9U6WPvpevv74El6g9l9revpL+oL3ygBc+UMcPPbWHFr5fP7u9ZOubPhIUkD1V+Tw+hUqZvOQW3rywlxg8oe3xuwk55zymc8y+kMuYvIhhsT2gBlC+aZZOPutXi70s+qa9uvjmvkiMBb5IbBS+YII+PbbbEj7wpGC9GWkrPlumrr3zH5o8zBw1PsOVk76Q66g+5H2oO6I8mL62LkW97FowvmzWb76wSJ09WoTFPDL2oj00Jj+8MQs8PhRJ6b3EM5C+4xkDPY0AeT6fkZE91WI0Ppjj5Lx8jgY96YHJvRsRpb5RHg4+GXSvvveP2TwmYOG+UkGivBDQ5z6ZzAc+q+tavgFau72OGVw93r/uvV8/wbwcaDu+dDiOPrDVx74QVqS9D36uPYVmoL6Lcxs9DgMlvoOGET7SZHq+oTF9Pm+WtL011ko9xnHVvMh9xzxJLbW+nzn6PSUNuT6KuS89L+CpPt3gHj4pLhk8Es86vv/ixL4UXpi9zBSdvpAWjz68WPc8Fl8QvztmqrwSr0q9WnWXvdWaqj7V4KU+AyeEui+UIz2OJUW9G4WgvZMUVj22wUW+zqSHPg0FSr5vS/s8PD3yPWScpz7D2g89Te+zupYiM77hK1u9K4usvT5zsT6YoSc+tqMTPJDZqT2JUeY9ussYPC8tVb6P5yE+46VHPmVMyDyevR8+vNkVvvQ3mb5Te5M7hpVWvsJfwj3glMa9qskkvlLRib7SImq+dk+6vvogrD1oNSo+DWgUu3dWxzygI9g8AyxPvXfk9rz8fFK+dOugvGKf/bzWT1865m6svbH0YDxjeIg80DnoPBDQUb7RJiI+j/JUPk83JL5UW/29oDlzvkwF8Tse/aa+ZIwuvpf3zr0yUY69dk8Hvscj8zw+6Dc90riIPWCGfL1o/tc8CKmivoGEm71y7wc9uJWJvYXjIL4ApUS9IHucvTpww75S6xG+LlY6vrx1LD5xj669hK0Pvn9EXL4Sqp29RpwmvXH1er1I0P68ZJYCvKZknL26Wdu9xbZcvsRhLj3KO4Q9d8Jwvq3Dmz1iBUO+E75SvfVoUrzvE769+4tvvlZd6z3SEZe8SAMUPiSRM72+4nG9tJycvIuEAL4j4FE94f5+Pcnv571DR2++wyV7vgVB8b2dRmu9fbonuyRwFT4SySm+hxQsvurhpTx+Wye9P1ccvqxr9zxnSVC+v3JPvnIyMb6gixy+hEZ8vmqQzryspIY9p6cgPhsUnb0OhtG8LCtfPQqSx72BiZC94ZyRvVoOhr7+LGK+4OuIvsfWjr6h0g09o3mdvK2rY7017Oc9aPy3vgfJvbwAOo++y5ENPZpHEL08QbE8pQ4pvo+PPjtYfEq9ysMNPn0TKT0UihQ+IyRLvsF2AL7cXZE+soZiPqBVjz5cWNc+BR1uvoNJez3EdkY9WPWPvfnNnjy2YIY+/3xSPiOz4j25vMa92oJ/vaSwpL1ARo293lPBvNeGVb1u5Uu+Jnk5PoDtYz6Dip69nDIkPg0Udz2ShwU+z6AMPtvajT0w8JG9CQEGu4XUFD45fsE+CawBvuVP3b1cpqK+cYTYOokyWD2IcIk+1eBSvq/0372bGlA+CyiaPeZKLz7vdEO+IWoSvnqCMT6FEIa98fWkvLRClb7Yi4Q9nCV9vVHce74a7cO9hiQyvjINv7rLgyY+MGi6PI0Sdr5B4XI+Rg5gPqf/yD2HGM+95EmKPWBYOT3CwZg+plOlPsdfhr5h5Yq9K623vfZ8wLwe4HS+1g46Pn/rJz701FQ9VXFKvi3QBz4tuJm8B8PqPQNBkb34M9g9vTmoPLquxj3sJBU+JppXPAtGY71MzrU9uY8kvnr6VL43lbY9E4bNvqBXKb68Kz69RhUYvg8tWT7GWJS9wxfLPCpTMb6YAmE+Ho6hvrr2jb1jgrY8WiIIPmnzFj74q4s9SrFePF6S2T5H94g+p7vGvo8fAz4M6qA9GsdEvo7Bzb2Iehm+QxFhPZMJ5D0QcOA9VL2NPvNrVD54pKU+NrLtvdF31D0RlX69XldOPpV0o71YexM+6XkPvpCBZ73OtcU8uPmevSar770fI4Q+bUWQvojrIb4akPU82udwvSByF770RKW9+rSyvbTqODywdlC9Im8WvKAZC779jfu7vD2vPBQhrbzBw0K+LWgkPeTkOz7RFlM+zIyHPn2NqD7vfEW8ZcF7Pb3/Eb6V4Vi+22sPPlBLaT4V35w+gZXcvLKj3T3S0hK+lGUXvMP8pD6ugUo+LsjtPa6bhT6skGQ+xH9fPkDOqb5nyku+zVxVPrT6Nj1AAyO+aKG4u8jzw762/sO+JoSlPjQhgz3Th2S+XFSyPQYBpzww85U9O4CIPoGPfz4RxlQ9dGu0uvoDGr0etVg9Pf7bO40HhT5hLoG8BMFIPlFvOb6tOF++QPdSPk9L4T0pqa09vEyuvsvOfj1foF0+ADQuPrSdEz7iOUc+gBlSPs/Ry7sZ9Os9b36IPbxFmL36phA+YWDjPYwSar6TaJA8blJLPoHDbr66wG89W1sEPSCURT4l/rI+bXTEPvuoND6ga3Q8aCQ8Pnbim77uC9E86v46PrTkJb4MMWI+ZIKbvfcFG71iN/i9R8+bPgo4871a89q8gYe0uqlIlD6/p5A+chBIPd5wzb5L2SU+5DkFPAPdjT5y34w+mXMlPq1Odb0OzW++GI1jvsDfCr5sDb8+QbRcPlLQvr1JzNi8rqmVPmhwB77VMVI+F5QKPpmv8zzKU9q9LPFEPv+RCL6TyC28R2xbPu69kbgq5rC9jUnCvOzTADv+8pO9W6Y2vl8Bf75HvOm9HjPqPYKHBL4KGio9NvC0vVauQL7673i9ywmFPFPZzLssFEE9Z31bvriAO74BuQo+31GmO8ZiJD5nYhs+kGnVvHGsgr6EBDK+qOUZvvEhFD5Xgw+9CrM+PjAHHD5aNBa+NC5qPttxST2vmZO9J8KpPRDH5L0mAr29fO/bvRVOrb3MHWa9dHsYPjDEn70ZWO+9NhMwPrDkZD45YZK9KibUve4KlL7LGwI99LaOvZY2Gb5MqQI9kOrbPX5WKT7ZX9o9MRsuPi0sN75JD3A8KQ3JvMpEF772rnU9F1VaPWk0Ob64NY698I3UvOawGr3x/Uo9ZGQ9PgGL9L2S0rE9csHmPH2//71kjMa96VEEPh4pLr7MTru9kZidvTtuhzsX+Qu+GHTrvbVx8b0MNuC9Mz6UPD3Psb0wuFg9AX+aPa2yNb7cuay9aZRDveL477ySf4K+F1U5PW2iW73fNde8S2oovcDpbD6Uol09MBMJvvRfWT46aRU9nt4bPQ1Wfz3iCEy+wuHSPISpFz0yAiw+Ms0TPqb2Qr3/i669dMEjvdT0C75EEV2+q3dSPiYsj7z5YNa9AkBiPdpwlLzU9U68Px0oPWfqvT11+J6+2958vuDSMr1Kamu9wt4CPsjIU76ivkI++XOYvm65GD697Rs+mcrkPdTqZj5qk2u+EMtGPgMBwr52Pq29xTWuO44cir0njWC+uFFuvRVmHr4HkxI9/iMUvtx9hr5897E9eiUCPEEFJD4IDz2+TyDLPUAaAr4bzQi9ORr2vNeSZj0WVJO+zbi5PX/CkL79qLm+lefCPWkAYb3oay6+HG9sPrfTlb5sVJe+gauqvhsTWj6XmTm+55EFvpmVez7sXEI9AgoLPmzwXb6Ha2C++E5xvQPx9b0jt3q+rgWNvpxaSL1ntWo+V8hKvkayQj4pTIw9tdc2PgATG72ETcS+Q/jFPVRX3b5SlyM+jsIRPrOD5b4PpOC+BQVDviZ/rb04Zwy8N8eaPWEdDr5tGwE+LM89vmpcWr0DNJm9EebePJQvRL4+nwC8kmYXvjJ0CL+emUg90jWfPRMTqr6nyt49H0GHva/G4L1uKw2+j85nvh+IJr73Mwa+oFzzvUO1iL7YpwI+L2YYPi0pdT1ZdGI+rleNvp0yVLxOrIw9dzcrvlhTpr7luz8+ijryveMpHj31SIi+eUtYvjWdxT0r/GU9K92PPkR5Yz5Y2Tm+DXoLvYM3Oz5om5Q+ir58vuglZj0h2Js+cp+NvHGwhL4gVx29lHg2PlV4UD1yDc+9h3EovEoTCr4+mhA+TMLfvU8JML6ldKo+fLiaPIZFH77ffeo9t0cFvRwEOL1C7MW+fVC9vrkuXL0Jc7y8JBi3vWQ4qj6yApC92JiaPibOAT4EoK69yV7VPWWPhT5OQWQ9WAGkPsDd0DxZJQW+lRwfvoruY71cQNu9vXYyvm3iJL58+2k+cZfUPNepEz7Ibg0+p1XovmMUtj41xEI+txenPrbgIr3TWs89XQwRPlrgnT2a2JE+qsAKPbIRdL6bUiy+JeuiPrWzeb75Gmq+nM4MPjZeFT4DLAo8g0TWvfE8ub6TLrU9PhdQvjFsrj5/5bS9B60pvvI+A75arcw+N9iePUHMxj7PCR6+aN2fPqhJh75FpXS+X097PhPoeT5pS0i9l1/VvswVjj4Pu8m7e+wHPkWbNbzin0C+3oV6PuOpHL7Cho+9kVeYPUNnE76xDyg+Yjk3PP7Llryh1zo+ieGNPmsDQD1q0YI9G70kPon50j4l8uY9UKyDPq3V1D6RMly+e/e/vL6hkb08EkM+cuPDvTgr+r0gQlo+lORsPVWgEL5i4jK+NvtZPnFPjDxs0GO9r+sZPlPtg72rwIE+lZMcPTSJ2r71PCo9WrVYPmBY/T3C/Rk+/MQJPZ+yCb70fGU9SXWiPZfu1zy+Xc89HdoRvjEynL3aaf49YImHPmC2kT79KK09+5l2Peg6YLzMJLw9OWMOvMoLvr2VIGW9sze/vYwaGz5YAH+7EFnhPRi6vj1ieM+9uCSEPbxRL76mvSI8Lip+PbV2nz6DNwE+Y1s5vffVvT37Eok+8W0oPW7akD3OCQo+J2UJvpR9zD2heWU8e3a6vR5yQr0L/NO8lRVVvoz77ry7wDM+MMYpPmeq1j7pYD29QGmZPZwiPD5uH5m9sqXIvSqHOb2nWSw+r6rTPQcBEr7/AIU9k9GevFIX471KzRW+BNDiPXfPwb1LQoG8ML0DPnk7hTzgFoC+HIYAvZ0xf72ZjS4+H+juvVKMYz7jI4g8kFMnvueGdr1j++Y8MZ8SPi+wXb2SfaW9LaCwPVVQwLyt6Tm97+aDPdhyar75Rzo+JSt4PoIfI74i1kU+Jf02PjZ4TT3eulc+amP1PIJQOr7LeIe7oI3/vK59EbyDAQo9SLr/PUa9Kb6SIpU82CO1PVrUC74CXri9F04XPk8PMz4TsQA9S3RgPnsIDb74aFe9heXgvRAJGL5tOpO8Nw/lPZ3PyD3XeYQ96ltpvpeKDb4bL7I8y0i2PbWWOj5WmCk+p4vSvXnOW770pTS+3yalPhOwWz0QLwc+RVYrvU8yBD5seyA+jmisPpdYHTxHhnQ+YRZVvNUfCL6cz8g94U1+PXAcSDxNOMw9c2bePTo84b0S57A9877DPXWInr04GtE+/7BoPhZUDL7FIZI+FRkePq+zgD51L0w+/8CbvbOU6T15eWq+l8aAPmoxTb5/52a9/o7zvXCHYz7SQlq+n8uKvnu7eb5HZMy+Wz/cPdd9C772IRu+Q7yHvh/IKr4YjFO+IARPvprCjDsnduI9HiumvXMucb4g6/o9WhXtPYoLXr5gGXw+HDJ3vX/Qhb4udCg+3yqFPm7AYr6iz/C98kCMvuFhAT76Tli+ibZxvUPXZT4aDzi+ZRLFPaJSsL4u1X++MIgIPiYYTj0Nog++sNl7vQT6HT1PG9G9C2qovVGFMj4txgI+gn9ePns/4zxzw9q+Ef0GvgjcRbu7ogQ+4J72Poion71XmIS+IOeJvk9CHr4eP3I9ddSGvInDWL58RMU896xSviLkWr2V1WK+/0SMPu4vw70dn7m9MkizPQsz1z3H5sO9a8L9PQa+eb7HrKE+mDvWvf3+w745HEC+TuifvaqrFD6LJGi+9KPyPT1tvL3xWsA+FqG4vAlyMD6eApg+FHgkvcVOJL4zwTe9a22Fvi7zFz7f4EI+BB+3Paz1sDk7uvg8gtidvvKVi7xv4X67A4u6Pjtgjb6EMTW+VIuHPIFhvj69usI9SY90vpd7XL0ykSO8AI9ivA9EBD6i+ae93TeXPgwwdr4YnRM+NNeovuoahTyJWGC+eAQEv04wYD7R18E+CfujvoNfLr4gT509+4ztPeSE470v1re9+6xgvjO5gj6rWFW+iXgHvWV6rT4iSAI9E2LCPoWXIT5qm+29gRZqvgAxpj33KMS8ezN5PhkoxT7QOXi+ZMkvvAU8Hr7DH8q9WQoMP89IlbwgpCc+gj9LvoJqg74YvOK9YlOPPIS8fT2EeU8+y5yNvm3vtj0RkdQ9holzvgJmzz36fnc++SCiPgwvq74taq6+JwJTPdaVGz0vU0G+zu0pPuTtpj7BXJu80n1dPUE24Tx1RCu9kOd8PjeTHb6evuE92IbiPHGBgLo9MMy9ifw4vszXPDzJOpU9XKCAPp2whb7HzEu+FZ4DvTq5Lz5JHYo+xkZePKUohT4MlHw9ziFnvrpu4L7TUz6+HWnaPtP567x4Dio9ysYvvkfVTz6KQSa+Uc7qvaweDz2EO4A+4n2ivcmt5r1+9XI9UtqGvkEZij7f/A2+yC/+vqfL4D2BsAg9lSS0vNWpuz2dqJG+3NUbvUw1iL5MZ+O9qv2LvQmhfL4h7Jy+h2yDPRTuiT5kJv0950aFPr/6Gr5NXXU+qIjOPh8sBL3SgRg+ZfgOO0ttPL7cyqW8JifmvJ6uQ74HmUs+ZytNvcIevr1QDDw9tUalPgGTRb5GUPQ9Gt2wvu+Bfz6qEGw+6eOuPT1+ET6PiCe+75QFPpnHkD025W6+/BCzPIsqVb7qs0i+C0eWvrIU87rKAoI+iEpxPXmHBr5rUCa+z/9KPQ+mEj5HS7e9vurYO4LUQb1l5j2+r5eKvpqRhL21/Tk9Rq4+vuVb6Dz5VLi9L3cSvpc1Xb5u1hs9Jz9GPbGWHD5f0+s8urhTPEhEi76QFAE+k6VfvTjpAj4enQq++wnRPfNETb6pdPS9hXIYvdC38b3yjv+9MHG+PcC5qb1KGLA9L0pCPcARcr5gCgu9OUs+vBzg5DkeajK9gsT5vWLCSL5mx+k8aQzXvacEvjucnTc+yWreu+qf4D3zZAc+FAB9vfs/Wr7EtHK+sLGjvlRUCL6Nqxi+8XAyPkeZhz0qpeu9paDNPWjsmTvb8547FvKHvbHx2L3cZ7K9Ux6rPRyYC77+KKi8ZrsdPXifNDz/vWm+OXVdvSVHAr7V63q+2++Jvdu6Pb1nhim+uRwRPoGL4j12agE9GmDoPXOEWz5d2BE+hw2JvlrryjujQOc9p07qva+Slb2Si5y87ZEmvhb9jDxfEkG9Q6fhvYBN7z3+pQa+iYSCPZE39zvvk5m9dpm1PHOiYb4Kmja9mLLHPSHCNT1LuZS9OeV0vnFkzL0PV7i96/YIvvQwpz1gvBm99JdQvHIzSL6QbmS8JkJbvlAznb1dPKk+xKkWPpR3973DMBa+SU+GvNn2gT3J/5M+RJVSPvUQtz0V0g++rZdDPIpqOzxzEao+9EqTPdte8z3ghBK9t0gjveEY570cF4C+utkTvm0iHD5pfuy9L4fgvW3b/T7GnUo+SePUvnTdfDuxtB0+sFmzvtSl5bxpl1a8MkVJvDhBwjthyES+ZupXPkgVbb6sQTs+BatNPlgOUj4y1wU+iJVdvTXvZz5GBYQ+ShJ3vlXOaz7vJsm9NhICvt1/Qz7lwQM/JUNGvs3lNr4IIXU9hAooPmM0Cj6U2Oa9LiHLva0mkT66x6I+VbuqvZitaL1At8i9zaC9vegWITxcExc+ohThPHRT4b0zb/I9WZt8PnltvL4z8tM9lmAlvIXXAj49j1e+vvOJPtjWgjzlncy9iwKavQlQGr7/sP+9gmk9Peunc74+3gY+GNwSvbggQz03BJM9APcGPczuSb5vxjC9x9hTvYIWJb5fezE++E/gvcgeAD5MwcS8i7Jive7w+r0X+au9MeTbPnD1e74UDxW/MyQqvgD1Uj3gIOQ9F/jNO7vNND6Fi5i+9owiPiBDrD533ns9U4SivgSXGL1KP3u+4siUvqdvwb1uFH4+/COKvRUDIz5ltu6+2sGRPs9Ynb4VnJM+0z5+vmJ4Mz7+ChO+8ISAPk0tt75zPSK+/YKLvsclob4PJMK97eSrPRzR5L2xMj89NTr5vjtvdb4YmGo+K5KBPqeMmz5RxDo+HSFAPkBwpb7LcJ29swNbvvLtsL68LFq+qDjOviMQPj6ygh6+DX+Zvu/Ogz5y5JW8Lydwvg9sqD1Wgzk8aVeyvWJ0vb2iG4k+smCTPDCQ7D4hhxS8lYy6PWzER71CgN69ifiWPO1pYz4Fxvk9ihpcvsKkMj3LUey9rG4hPaTjpr5NvKW+Uhd5vFQNJbyGaU2+3qEzPmC7Az7aPHY+shaZPg8YCr/gqU6+7VUaPj1AsT0POno+Olk4PjoUbLx3ZLi+GCtLProKx70iTLY6SGefPdmkBr7gMJo8jwE8PTlXFL4Erda+G32GPQPz4rz6L+o9SCEePXZ94b7MLWS+0z9SvsSz6L3nrao+07hDPgTlRD0LDxg8k4rGvaXFkD3Ach2+GIvUPkoomb6X6vk9wXOKPF3HzL7uO4C9FXgHvqC26b2pina+L/+cvq087z1XXmU+ucSAvrnXKb51L8q+MCwyPu7BrD52WZW+L2OpvY4oJL24dno9UuDMvXzULT3u/BC+3728vntGKD46lVo8VOZAvTiULD4XpJu9AOqOPkLtWTzPCzS+ZxubvoXhqD49UYC+Ysm+vUR8hr1+Nqk9exyPPu9ldD1S7jM9WyIgO+/ocr7hnIm9DFk9PsMa5DsiCE6+YNRLPes+L74Lw0W+yKscvUN18jsbFOm9DZiOvmQIILxo9Bw+WxAOvSMaMbxR8wM+JV8hvrCfa77GXWS+WRW4vWs6sj1hPJG9hP6hvbluLr7FVRw+EgBrvtCNhb6a4Tg+43QvPYNDMTyYEfy9ba1SvbjKcT3xv5e98cfkPTR7KL4O+ZK9rfJNvuXD9j2UXAk+Eu+cvLDvJr21MKG+ILHuPL1G0r4pm0q+qdWpva4ga73fbAC97YE8vnaKrL4S8c49XeyUvUg/zD2grvA8qXqvPTpE4b3fVAm9720WvkNwC75dTsy9vFc2vfpmAL5f/AE9rHFOvjA5Wz42xma+f57iugcPPL7awxy+W8+vvn9DS74gWk++zB+HvgPInL1Uuvw7QZv2vVd0Qb4oXte9J81vvcogSD2TxFu+zkdkvTtGkL5ltn++dH+JvvwXIL6vFSO+FPH0vVZGNjyPqk48hRoYvlA1kD0jo0G63FJvvmxZlL5Av0C9XhU/Pb+Nsb2v0BK9DsfLvTojyL2hdPG8lkQuPeXLkb7hij89PaZuvs8yaj2d2oy+NCaTvmTlgL6E4l6+v3VQvvKQIb5s+G++Z20xvXGVtr0Pv94941GevfwKYL4DKM6+ikFZPQucRb7ewtk9p+NxvnyqLL6Z0sG9MID/ve1hnLwKIMS8+PAbvqE8DT7Ww4w+PcvtPfOP6Dzo2YE+taTjvOoV/b3aFkQ+Ou25Pdgo+jz+7jy+hQdcPkWJS751RoM+HgaVPdKEsb6zbFq+pbKgPIjhxL6PukQ+oGwWviktWj7S14s+OMrTvSSrXL0rz0K9ztsKvu7wFT6MCR8+ziQ0vrL3ib5Vjay92GajvtZEbL2T25S9vfm/Pc/giL2IBxS+wkNdvvQg6D0yOsK9dOJbvdWomT4kvlm9/lX8OSa5Jz6DXr6+NI2bPZ+LrL7KC8a9m9RqvqWTjb3dNAA+jeFmvk4PKj5VYYW9AL+mPu0tjT0Kmp4++O2DPb0lBb3Xwwy+b7O9PSzmfj0Oxpk9jBlNvR0vpLt7SZ++zAWRPZa4Rz2NVo8+CRwFPik/KT626Ei8korEvcpMXryZCpW88dLYOjom5D0cqxg+hH9CPY7vyL4xYW29B7YMPr//0L0DHZi9uHcNvq5c9L2W/zC+4vKFvt7ahL5fcnG8aV4lPpYRJj5W34+9+KffPf9h9bzd6q89+kZDvvdcID2BhBc95ppOviwBOb69Gza+YxX2PC22hD13plQ9/864vblI37vgZBi+axeiPiNPJT2Kl187iFh9vRr12r23Nd+9dujMPX2cK75hCBc+yOkCPuChJ70EfTE9SwllPkNmdL68rSE9mdkdvg7eHr7eYjY+sByTvnuBv71MD9E9m+ClvcTZDLsDDkC+mOYvPdviSz5gSQK+HyhBvi0PMzzEUQk9S9pivCnDrbhZKXY9Vjn/PfSKPL0ty3a+W+BYPSLy8z6Gazk+oqR9PjZ1kj5mBSE+pB+jvCyYWT5JhBe+pfyKvYtXNT7cYQI+BjLSPXjY/L3moeO9o/R2viJYhz60PSK9RakDPt0gHr4DpJS9szjePjIPVT6EoE8+etuPPktrlb5NDBW9K2SzvWOQmz1Z97i+ht3BPrMcMj48diq94Qwgvu/zJ77y6am9CCEIvo1QzT3Y8pE+tHlbPeEmbb4vadi7xwgZPrrWeD5pUEi93muPvTcwIL6o3pY9RgU0PoRzBr6/Eoq+DHlZvjtwhT636G69LyRwPWFwNz7ID4K+BjmnPgHuHr5G0Gc8j95cPkHl5T2exTA+Q3Z1PgLZ2z2TI9g9qyqaPkUIez7TFX+9VEQQPgAZtL7vZEk+fYZ3PnUJEj4ungo+WuR4PiRPET6GV4G+wSkAvhqLxb0qc7k9t4m3PU5MsbtuQyK++EeqPtY/qz7zMwk+hmJEPsP1G753xQA9W9pZPYD2gz0AaiM+24yCPkxPiT7kh30+2CdoPhc0tj11z78+0UoCv81mJD2pY4Q+y5k8vcxzXb5c51Y9PHftPWRh+Lzp1hY9DHjePY8Np72O+H69SgwQvr7eN77dYze9WI0ZPbCXlb1FuYU9azvFvsILqD4He0S+fe9nvjscUb6RPke9dHfcvYFUT756lu89E4OsvDH7NT5H0ne+MDkhPu3xpb04RBO+dxmAvreMGL5jeZI+Kk85vt55C769lDI+7E7YvoZqqT340Ce+SXgJPTHkEj71JMU7DqSBvW3HgD5u9X09yM9cvrrzqb3+h1+9hN5Svi5afb0Psxy+HbRwPQCX4j24MNo9JSRbPjYde759j7S9quNavtWQCb7UfK09FC4wvpUTOz4hkVO+a+I/vU3Ltz2BriQ93FhCPOmew7yX70U9j1UTvovcNj2KYVG+y5uVvpOhWD0bDEi+qwb0vay5Rj3DUbA8CCsiviEHmL2Z6ms95tK1vaQOsL0q0+88llOAPeh8ur0p7Le8m846Pqx6j7wrCqO9rk8BPcQJc75ODiM+Iih/vUMgh7xVDbW9qqnAPHvwNbzK+LI9fR3+PTAl072qJBo+SzsAPWX2Wj57ekK8EJ4GvsJk6LxkXZW8lzs5PY8Xhr74hS69OFw+vqrH2r1eRrq9HVRlviHgj77Xu8i8FW9wvvZ9/LuOPbi8FnNsvXCHGD3bDy++d0ByPemU5Ly2y4c9BcKkvSdwmD3MZGu9W7sevK/xOD7lITU+gAukvWpPKj7zxgy+DP+kPsKZl75JUhU9AyYEPuHLmr0Owma9TfGlvp8kzj1yIIY+zdW6PIryrz2uedi9O+NePv/ivb4MCJ0+mLNcPYJxaL5q68++La2ZvlyIrL2ZuvS9b4RSu3sTZT5oKAS+TE8CPoB8fL7Uj8+9bMXVvZEv4D1i8bG9do2wPpsXPz2NYOI80XA3Pvk3Gz6ac1a+zgaDPihgYb538ru+v0wdPtYCyz6+iAm+0A1YvgpIcz5g94m9EScPvW2mqT3ZhIg++m2ZPsQYCb6i5Ag+g03UvdM2Nj4nG5a6dhFsvTryrr30FvC8uUQ7vYzYAj6Btyy92kffPLA7PD63fyU+2ukdPZOBY77qlWA9y1rQPVpxRz6umpW+k2csvGoFMT7dQLU+EcnGPbLypL3GqN69IotfvXJxb732m3y+JPMuPE+FV752+oq9yEu+PUGmjL6j3u86H+ZEPB2OKT5JfpI+N685vkdaw74YWl+9WV3vOy0fir3C2QE9muFjPv2RRT4laNg9V5+Fvatm5D1l/6o+aaxKPgO1670F9FW+glp5vlI7ID5TqVg++KeKvCJygD2nDqC+OcyNPYqTBj4+hCo8DguOPgQSLL5kPoO8ZvzHPo1RBb6sWpg+IgShPu3yQD6qoU4+enmCvjTFvT3cxve8AuCIPk/gsr286Zo8aihTvN40or0JAZW+n2SHvrviUb5wW38+km4bv54zML1/q4m+lvYzvd4Mxb4l7F8+Uyj1vU6s0T027Yi+zFHPveRp0r1FNdS9ZVKYvhcPCj5EmL+9ONDcPMoYaT1Pyqw9DX0PvorkBb8nB6U8M9PiPSheEj1VJnc722NkPsRGDT5CnoW+Qt7/vSDuwD7yRLO9BkqkPRyuMz4Td4M+8wSAPYlqdb2b+sG+hs4MvcmjgL4diyK8RhlXPoGTUD7BgYG95xKCPpjKhT7q4Sk9BSYvPknsMb7vyo29cnuhPQadyb2ULDo9FcgVP7fgWz53MVY9uIFLvUkP6LwHR969s0dcvv6wrL1CbJY9KXO3PSSNkb7GXnG+dfPIvh1JoT3bTUQ8+oj2PW3kqz1QGCy+Bfl/vZVXkb4vS4u9KCujPYNuCj2jzyG9i281PY3cIDxlD0W+6Y4FPUM/sz3SMK6+Jbgavsq0171reGY+K5wAvi8mez4nEaO+SWqPvZ8LlD41gfe8Z7KQvmeWwr46ckO9TA2Wvf2/HT7EeSq+Dxz9u0UIsr1d8k+9HmbGvoBswjz7eJi9g0a/vR/LP75iV669RhRrPQnxgr4QjVo+DHI8PpPbebyYyLS9s3UPvYyTpL3N9Ym+SZ2mPoedGTtnBVe9WcWxPudh9r3FFVQ+Y1qDPUslQz1zpmY+T4kXvfsmkb6hYJO9rXWjPUz9DL5b0mu+Be1YvolfdT2frh2+2KsnvRIbmb1Q7LQ8uJ9TvvoZpL3gM0i+lyD1PR/3Zj3sXRo9+AQ3vn3GMj2sQhM6pR6QvjWM+T12Roe7ZLncvT6HQD1/zVK9Pv+0PQQH2b0pSuE9ivd6vq1p271jbaE9BcYKPnvpYr1jn748VbJfPa1DxT1g2W+9a47MvXubyT2zuGg9JA+EvsHnW75+V0a+kFj3PDUUNr4eTSs9GYW7vvwLq74a7hm+ooJQPVqvtr34HIw9bHihvoIyAz5IZ4O92pHoPHxZ4DwKykq9ZfcQvgsIF74pi12+b5ByPVO4Vz1YdMY9bkk3vm5mmT22USy+010BvtfJ5j2AeD69pTOYvYV0Pb79kXe9DjKgvKYMyrzFjxY9LFAJvtt1SzwHw9K9WZm0vSMVBr6liYu+ML2KPTISLj2ygsC9f1A1PuM5bb1xpsi9dXJNPeyvdT2wBZ29OEosvn5tiD19VUA+1NcfPj/Dlbzujhg+n9sWvhgwBr7wNhG9CecfvmbyIL71PZu+ssmbPOILADw5qcw8sJUcvhMI8z3hvtK+EEa6vW+jxL3LaQ6+I12qPedVDz5apQE9xpO6vfpnF70qGAe+J/lSu7QsyT1Ropy9C60dPdZ09L1ZN3e+Q4MoPueA5r0sKFs+oU4zvs5eK76p0MQ+GXxnPmA0Tz6Al+8+nKKYPcAGE73sCaY+qO0YvQqJSr77QK4+wOybPSs6aD37SiC+nggUPhV8lr46fh++s42Wvs+ZlT2Xv+i9Zm4SviCCST7s6oU9FmMCvr4tiT3aic49veZxvoS2vb2PX7s9Z/DYuPgkhL0MTD4+79pNvmwpJb7RnhI+6h6fPtS0vD4ia7I+JjRTPlunYL6HWGw+TEiDvgf+8D6q+Mu+1LyHPb38bD6b1SO+8RbqPQBLhb7NY2Y+g5GKPUU57D3JZmC94XPJvHeH5z1tQ+U+SLpfPu8NfL00yn4+4x+3PvnFpz3YNxM9+ZJwvUrDyD1vj7O9p4kUPr9Qdb7TexA9E92cvefv1z2jn4g+k+vtPJOAdT5Kb+49zh6Avb+HWzwcKBO+BX2MvAeQk70rUxw+IwVGvocldL0kl4U+KRCePr/+pL4jJ4G+IvZyvT4/O74IR2s+rif0vIrsRzzcYyi+h+GqvRm9Sz5riBc+XazVPo7qTL7hjIg91+e/vfYhmr13rIm98ckzvmB/gDzz8ju+gvgJu3sKPj550Ge8t8fxvrIUQz7fb8S+q8BMvSH0Dz7OQ4c+9p/JPWr3qj4CHPO9JUhqPtNS7L4Z2J4+Px23vSJxbjzPrBm+DwpSPtRlVzvyNqk+ej04vj0tRL6oc9C9CAZkvQgKD70OwK+71kiSvn7Ndb7zYCC+ES/cvRyFOz32+2c7idpqvnKTib6C95e958qzvlSwoT0gj3I+k2tHvLhJXj4oAea9OjanvnC2JT4al18+obzjvVYoML0wI5G+Yjf4vXmtoL3SUR2+5ptxPqIsnT4M8Cs+ubMUPsEz/j3lONu95t93vIqmUr6FIG8+h1kvPk+QB73bfBA+B2S8vgkgt71IVY0+BDaqPr8uaTvAGbS9vvWoPdboYr7O7Zs9fJUMPm3lhL4ujVy+3zUKPWX5q73o/rw8LaKKPvanBz0Sk6E9zCEVPktfWT4uUE68tP+MPYmXTjz4ZAG9jy5bPVJ+qb0pxYe+ZWnGPVgXlb7dtwU+EYRnPhEidT47y9c9RkVdPk1uML5r7lO+3vGcPu7GTj3btho+NyViPgl+lD020EG+3kogO3Xaor668rM9ovhaPl/9fj04fRI9FpY3vjRWFj5x+Ty+0iOCPqVn6Lxusok+dzwSPuzVAb1HAlK+L2K8PSHRLb157a89UuRKPTtf7j0YALK+E+X8PDK/vjzwjTa9suNNvomQrT1OQ4I+sKPjPT16Az5YUIM9OJPZvNh1M74XnWk+pLkCPjYo6TxQTv29zXVWvmxBwb7NVwu9pKq6PtGUkr5vQ+m9gPDRPWodeL35u+s9IhEevlTX6Lzlh/s8UxIwvoYY8T2MLME6ncbkPaVr3jxbHJi+KtoUvlvoFz7lcVW+ncuvPS/DL76bitE8pXMTPaLU/jzBpkO+cCiYvba4Nb5uxqG9T2JQvoBrqTyq7eK9CWeGPeX/ab7GQ1o9bqZnvvZna77mbAO+qeWyvYLg/zwnC1W+IVEEPQx8Ib4BQiy+UCUFvhW88z2TvVe+ZEN4umvcvr2oifw9BQ66vRib5r32EqG8GQb2vUtCc75jaEu+/B+CvjwCAr/TQNC7jDBMvqQtoL1jqai+8XFVvkkCbj35/Qm+EdVRPTbOkb1P1SC+7MwkPsO+wb1AgIm9AW5yvhJ+2rxOtx67dLWTvitMSr0oqEi+Vcr2PebtPL0gZyi+SG2Svh+mrz2OqEK+qpjHPbj0Cb7bF0y+CZaHvZT+kL141B+95qwXPWqR8b3x//K9wlfavZLvPT6gjzC8l23rvcAnRz1Dkag6IYC2vJBwgr5mD9+999XjvWx8D772iEW+Nq3pPBwaer7L8iM9+CuVvaDrn72ZIES9SfnaPKEoi77PkSq+5Q+ZvjZ2gD1j9Ui9a0oMvlh1iD3vZmG+JvGhvSLShr3N1pK9eeocvgja/zz7qSi+1EgCPSP1qj3GhUW9iYWDvN10v72oPwE7I2uGvXhm0L3PqQG+3XKIvlr0pzsM0ds99ysnvUnHPb5TSPw9p5QnPIu6pr1zLxs9dHvpvSQIlT58Vqg9PMAHvZ2iIj7doJI+8+4lPgWPYL4ZO1i+PIGCPePLDj6ZlzS+TaV0vkM2h770xY8+Q9dlvrg3lD4Es5C8CsI3PbswIj3qe0A9/STXvX6jtT2TMYY+raBavm3BZD5M5V2+bGTSvQTqfLyYgEo+VYVTPrqeyT7msog9Lb8GP0R/k73NUrw9TEokPen6Qj4RWJG+ASAEvo8ruz1Iuwa9dvfmvGRPxL6Sul0+kdGUPVDcO72mWG6+LA0vvgSGwzwHig69eGjnPSqJMr2cm8g9UK9nPlLbFr71RlU9IdexPIhbK76VhSM+789tPgfuBj5u2K+9cBpOvr8tU7683yo+4gervQmgjbugc6i9Dy5RPrnlWT5NYkS+gkiEPmaG+r0iuCY972ewvWJf9z1cPm88PvODvAA9u73M9Na9zyRHvgqfgL6W3Mc9TU4qPWKFCr5lhOa9kKpBvkgnIj6Bi7A8TjKUPv6KdL69k5o93CibvTOF9z3IMGo++SQvvvacjrtG53w9sgYEPFrAgr2uNd29H4SGvuqb9TwDeH088ge2PlH2Zz4CkDI+dS2iunPveT4LbSq+O4JMPu8vv75P6mq8pNdQO6FA9L1gdgS+W3u4PrNKgD2tgQU+abWivjK1u74PFHM9+5M5vg5DlDskjBA+Au8GvgHDo74/I32+XfWmPU0dTj7+gdu9h4hkvoD6vzwQGH++bab8varkir3U+4I+75CyvoX10j1LxY++GKsePvENpL38IHE806hXPiFkMjvsMqM9Gyf/vcXsEb4m3Z8+DcfCPZfWXT4ozrK903vFPhTr2T3Bj5Q9rUpzPbMpPz7r1Sk+DEjdPfG+yb3IS4m92cxfPQBZHb1rYyM9jLgKPtAfWL7wzQm+0DNkPrfK2L0fAGe9aM2yPoqcP75F4J69qvlTvR1paL5LjPI9XxV+Pl2Gujzig2K9yLS3vdnmTT6jAry9xRakPfwlFj2GObM8uX1Svh6QyryZMze+uAwGPrq3eL0e2tY9K5MIPmacij5nSJi9e+m1PBbSWb4g57Q89AaQPuUDKz21ub69bKu1Pup7Er1NSs88CHjaPYYciL5/Cx4+k9C0PdQs5rxywa89f/FNvkdQDL1cPHC9wYLYvUfecz5sXUG9pqlfPhhQIb6Rj4++F6K3vM29JT7Nbi490JyUvOLXsD3JbIS+q768vX9lUT7Rxcq9Fv25PKAHdz1iLS0+Q/+hPqe7WD0qD589zJdhPi8wTD6Jhy8+Juowvi1nXT5wAiI9EpuuvcEVRz458q4+yKdpvRhWjL7GOmc+5X56PC/Ac7t77LM9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/0CUvM03Gbt9zbi8RBQ5vKNRWr3MGxa7bm94Owl1jbxhFJY81ZBHPegFr7rNZtU8C+iUvKNPtTqlcBG+FmDeOVmYyDyvqSm8DvJAveuwqr2L5Oc8FQllvCieUjxgR3E7HOtbPMBfALxR2Fm9/oUmu/7CdLu1f5O8Jy/Yu5jkZr2huxa8HVdQvbwAAT3FgYK9ZAvuvNd1MDwMcCm88kIzvb54Ar3a3jC9ABtku4D7nL1m/kw8LG91vAudIb7rLgO+iMKPPBXfTT3juAG+160/vcLJ4b1vPlu9gBvlPGJpFTxn99286MTMvLHUYzrjcNW7d1+NPEVLn70/mnK9AzRZvbJxAj1X35G7vDSiuyMDUjzMVXO9wNs0vVFAijyxOXs8j9yXPKz3HL7aU8u8i2w0O2gNTDnYCI67iJWxvctzM74yOyi89mUXvp4Vlb0Mkj28j931PPaHFLwZ3nk9caGPPDcaGr5m1wi8/1AgvUIEcLz3cTa9uqSOvTK+H7u146297/LlO2J1trufK2y9ZE9LPczfcbwcpi2+2L/VvZN4s7uZjEW9svHlvD/Iab40W8073F9ZvWhCAr7Erjw68BxHPYyEfr1tBqO8wGubuola0L1O+My9FOCDPW4/vzn9bjA9Z9QlvYvyuDv0Jy68rrOpvTjM770LK9+8BanXujkjzLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "2cdVPciTkT2X5KI92wyBPZ32Uz4o4au8PcGMve6QxD0PAY09vJtwvYrMyL3bSsY83m/kvaoTh733Zo+7oiTGPZZa2zzvwA89wUjHPaCMGj2r6F6+9VHUPWg3d714rOI8mseSPkvfyLwsEbQ9/Cj0vRJFcr2929e8BhSEPdzSor25bO08SxmrPd5vGz5wSfg7cm+QPXwcVb61Kdq99jOuPcgjOL3lf4k+AjIvvvdoCD1P8/I8rpJsPva4Dz15T++7SjnxPM3IIT3VfJ07BpGrPLQzUr2TSkG+IaTkvcodTT0lW0s+clIKPTpZ+D0xrdm9mPwTvRfyOz1ud569keOtvNd6cD3fp1I9Y1eAvZ42cz1KRCg+sHeXPaXJuL321Dw9M/i4u9iAiT1pcPk9Skvtvf6Pnz56Eec985l7PX43ib1mQmU7XE8NvLX6dDp2nMU7tkgQvrNDuz0mrxI+D9grPSbRdj5M/EK+98FuPfzc4z7vCsK9wjvqPdrBVj4jnbO9QDMaPX6g8D1zgj4+dwMVPZTunr3Jmbe9FJUHPew8Ej6BHJo+NuIwviRA5z2wGG08PRlrPcekoL1pyK0+WLZivVkUoD27elU9z7MBPNpAsT3IQO08udUKPaVukb7Wij4+qZ0ePp+wjLxKTr69srgXPlEtprxOErE9hhvqvTm0UrzLW/K9xoGzvOICiz1kXhG+6qgePvo1vz2AONi921zlPcsZtD2CCV49I1n9PNgy1z2LAHg9K1xZvQP6rD2Yxew9DwYxviSBKr3s0Km9E8xXvikXhryL1us81teNPX2TU761WoM+nCYcPvDO3zwtFJ09ryapvP/Llj4QHAe+C3qXveiGMD712gU+uIRePd2IFj7lwDs+7gsEvgJYcD2rI/M9fJIqPWk8Kbo3V6M9Z4nMPc7MCT46Zh69Jn83PhsIoT1IZcy8xxlqvefZAbs6rJ28Xl3/PalBT75ztYU9zH4aPm5ic76lwcE7nkYBPnvzZL7YRE2+awICPlluXb0d4nY9U4clPS8ZoD28XGU7zN74PPCWsz4XNza+g0U4PXTDEz5eCwC+PczuvGp6Tr70l9o9qq4CPJ3NGD5bM549/D3pu04mmD1ckDg9NKbSPOhJpj3lTzQ+MylAPRMDIz6gi8E8ernUPCZlgT0ZsGM9jUQePsF3VL2sF1g+nsG0PWxCCj4xDwu+dS/evQMhobvzYh2+HwDQvZRbQr2teh+++RORPRarQ7zOcpy8VBHDvFBgHz7D9c695Hm3PduB/D1Uf5C7H2A0PrGqoz2Yy7q9LhVCPiT0nD0F9hQ9ZxI9vYme8r0WFgO+2Wwmvr7uTT2Xk/w78TrZPXcfUTy6yLC9A5cavhfNyD2QOMI8jWunvdyEtj30X5u9peuQvWpklrzNICq+mCrOvO9AAj6MUDy+okMOvg6kpT1omfg9L8HyvWIm5rzq+eU9gzh2PTHxDDxq6wI+NKVOvlkQ7Tzc1uI9Fy4MvhX10T0vGj++ZRLevRQYjD11YaY9jt5avg+gMjyKXxU+TotyvSrBGr59O1K++kljvSqzkLx/em89fL5wvv1xUz50vQw+0aFoPs62vrx+d5u9TjXaPq32RTy0s+Y9ClEPPj5EKT3T6d89l5lzPaJl1DxFq7C8AWhHvlHuHz0oZQM+8JD0PTPHnj3Mmqs9Lp0HPoDAaD07bXw8z24PPvTkRT7sSzY9qtbjPHdUrD27WkU9fBBFvm/rND5xIaC9HscTPjH01z1dYD+9oyeavrqodz691gi++OL7PERbPL3xPBQ8VA+kPcbzFT2evNa63DbWPUD0qj7ySW49RzKrva8iBD7IoGO+KJfLvcRXJr4dDoc+4bEuvbTVMb5sN6Y9pgARPoSafT2dD768+dzyvMWdvT3Wkxc9kC44vpDd073hwOG8pBlovbRgBL6o5qC7IzWEPDj+i70g/5+9uqr0vZdkDr5sW509ipuOPTZ8ULtqyak9i43BPWuoszut0KM9UrmNvS3Oe70QIoy9wutxvbUTLL1XLCS+s/XYPdaqVb2p0jI7Vf/DPZoRWD2AzkU9UQjQPcQLWD7SsF6+Dd82PSk4kj7AyJk98849PjDGV7wadtM9tAlnPp1kYz4oIwc+LQj7u/8crz01kPg9NfrfPYPskT2tw2i+fNYFPj9eOL4Gw9y9crFoPsxd9T2SMzq9krYcPEnqRD5vC8Y9uOtCPQHn8rttDlA9xB+1PFJZxD1G2lw9AjTOPvaRbr0EwYE9uHoHPiL6vT21GQE+2orwPTJVgT4DcKg99DQuPMf9Uj7Kjiw+CFKivM6TDr2ucJY9Rh4hvJjLUbyZoNQ754zivQrBUD6GEz6+Vf8xPXDA7TvI4dM9oC3kveujbz2Q4gG+vw2bPYN1ID7lEpg9zwsmvtg+HD5D/JY9QiiCvklaML5rmpm82t6UPf9BeL7ETBG+UfkyPeErdj3GdBA+whxCPv0LpT2RrQk6NXWDvHfIir0zXuO7J4eOvYWFFL5E2/c9MCBePC+Zyj2MghS+71anPeDxVz1yowI+a/nGvOjmgDx8boI9Cd4JPQwUGj0hkx89ktApPRo64z2VQx49LU38PdWgUb4HHpY9MIagvD2DWD6+kAq+dc0wPrtdsD64Smo+Qq6dO14RG72PeMK7SF7zPAItVL3GB+i9jE1ePY0Khb0lOOK85cGhPQ/BZz4utdE8CxU6vooJzr26uFG+HuU4PZV/9L08M/y90uj8OoEapz3gAzq+P/PWPY9yhT6liwe9qrCVvUEhHz12L6o+zZAivf1m4b12fLo9xanNvH91iL7a4W88actVPQ9PXD2bwJg65Vk+PVXefzwZPD27mM8RvtJGt73qHmA+Ew61PUsmDb7dv4G+W5uFPd4UCb3NYvW99PD/vXZkzr3JvqS93jEiPI9v5r074GS+elcGvpzGLT7NPl88eH/iuy433b2TYoe+Vh8svaBbNz517Ny9BpJSuv7tn72Ue0i9c97bvbCBA76hiBC9sp9Wvg7kzTuG30+9sIQKPmndKr6QGNe9aAB1Pe2A5b1Ot3y9zaZtPcMSLr6e/3U8VxcVPp573j3vneu9aTsTPr76gbxqHXg96WInvdsDTL0qxFc+KAH3vWiPgD7NRjE8z+rQvadcNz5fqhy+isn/vdN06z0A0MM9vkcdvTE+0T3hBok+kkP2vf0C4T2nJ468z34KPmMbPTzVxoQ9CyhrPb7kBD5gyPY8OWEXPjqM5T14DDY98EEdPaePTbjxMf88cYm8vSGi0b1tPqE9v9JOvkK7ir3bjBs9sp/JvXy2xD2HT8m9DRaSvQ+JDD3/UPo98p5nPXXa1TyYsnS9hu+WPQO+gz6HM/Q8vpfDPTnxY76zaUC+ik3BvdgXZD0/N8+9B+DiPPqnyz0/8G69ft4LvjzPbbwveMU9SZM3PkvkDr0NLm69EkfsvW7pQD6sf929KTytPXhOAb5SLyC8mzkEPI6X173UC189gHAzPiSUab1+xGM9l1VJPRgrAL3OSmw947hkPZKd0TzzyUS9BHikvaC4AD6zYIS9jvsnvtRn+T3wHVM+KQ/Svc5cPb0ym4K8RxxHPmk61D0kb+s816xiPnvnYT7R0Rc+KdnOPQ/HKzvGBhg+t1j3vbWUCr4Tlh0+fhWnuzkdVj6vYQ499HlWvZviVbwWZ928/9Q5vLfelLwztnG7Atb+vHQvKT5e9oY+MZ7APZ1BsLxcRMw9mcVrPZzUpD4+njM+gAPGPTi8Hj7huFs903sKPkmW+j2xEyc9o0kxPgVv+L3R71M+v635vRCvGD1eqYO9tYyWPASLBj7TmTY+J9r3PTaKej6YTh+7arOePYkpOLujv5q9UpK1PTKUiz1mVX2+N9qaveALkz5fGjK9FnKlvV1vOj01RnW97DmKPb3HZj0rCLM9JksBPi15yLzQNHC8uaCYvfCEEL2xh8k9awgSvWV4nDytntq8Y3wJPopI2D3xeZQ9rvPhPaCiAT6K7C++57FAPknEOT5XOoU9tvY7PoLt5D0OvjE9b8/LPQvowbsrLxE+9QPGvctZaD74T2o9Whl2PejXfz24+7U8hntFO0go6z0QaeY90Jg3vd8ijrwDGZS9t819vbETWL6JxSW+ncIkPlx41zwaWTw9//NovjuE2r0ct028PSuzPfBVeL6I9gk+RXRUPZUglr5Bk8q9M+C/vKCWtb5w9jw+y02kPdiUDL193369qjdIPrzLoD1Z5AQ+zOUJPqzkPT69mrU+pyYlPtMCMj4Uk6g9wq/aPd325zyunJI9fTHyPah8AL56OFi8Rg25PADLZj5LNSg+ngy0PfCe5D2Z0x0+gnUUvqhKkz6WcHg9ieeQPZBqEj19jwW9QGqlPTxf2r0yWm289ExBvtAVqbx39ba8GY3QvU0UpL1WGGY8DR3NPIqkhL0zzVi9C9PRvQ9oQb2ldsA8Kqm+vRqkir0e0fI8144UPdvjWT1FWsA9mHsAvmXMjr50xeq9ZPSfPKl5n73Yk549Mbc/u9PrnT26WCY8y8Xau89vVb3Fs1I8MtprOqMKEz2N68S6t37OOyFmmD0tKQo+9CFjPqQJwrx57xc+JPQ3vqMrNbsatkM+UXh3PYMhwj2wE0w+Hr4pPclHeb2Pr0S+KdkVvrauZD6RqMk79UY1PoFkHj1M6Js8QOscvvO7oz6fymU+Pga0PJMwiT4Mrio+HVmWvROZkT4pR7a96QMdPoNqFr5Ohpe7ndIYPs1IxDz3pZI9+317vWb7Bz7k+8M8Ffk1vo7BDb6oqxg998SxPE7SMbwhbYA9w/yAPdVJDb7vOic8qPqLvj3BBbkYNKi+F6a5u7R+NL1Tepy9A6pZPuyzJz0Gbdc84DxtPV0l1j2tgmA9Gq41PQtXEz1QKQu+PObHPURyfD0p/6c9jgeTPV7FCj3mcsk9bMYrPv7to7vZhFA9SDiXPbKU/z133dQ9PEMvvVCF6T0vdRy+V+Afvcw7+r0PxhC+Zb9bPe96qT2kxei90sruvRJlzT1cXD2+98aHvWZxrL2leY29cFyWvWfWRD2jumq9zO8FPKJo9Tt7XQ+9NxcQvXWE2L1grAo7sYoNPvYEB74eIXM9c7IZvSY6RbzC3ro8jir8u4MOnzsstOY8tn+AvIX6jr6AVbQ9qMHwPR8eJL5zK9k8IfnpPMQJFj4XgDu+8ogovMn7m7xNdo08U39ovmAe3LzpDbK8gZOTPUz1prxcl1+9JmkhvuVAkL2bzM89jY0qPjUaOrzQdMg9WaDpvUO+wTy/IAW96b1nPq7bNT5GgNI8tn6kPeHqub30ndy7t7LevV2U8DuSkYs9uFIRPYWuJj3+zq893BrGPXkVS71J1Ck9dd4FPJU16z37FTK90Kl3PXSLGj2c7i295TCHPbNWQz7OrQg9LajSvTAM4D3Q/mW7kseCva9SMb5To0M9uedXPfdGtjwjqfS9QxRFvF2cYL0mR+S9EAjovb8db72bXey71/wpvbjaPT2d1xA8XMWvvZ8y5T2V5Go9ZunuPQxqmL6PKEi9KSeOvfuftDydTgo+mdCDPWjpm7yAKCo+PXg6PiDm6T2fqTO+wbHSPZ0QFz0hsgW+EB74vAazqz2Teho+jEdfPXb6O75c+Fq9/25jvgIUmr2psf08+2VsvnF7YD33NGa9VQUhvRuaRzpSfP88RQlUPbiTSDxPwsQ+DkFsPSnwZT43pog+uN5ePnhL/D1XsJU9mY0MPdyFCj7YJEA+stjCvYXXCj4f9vY8WbPAPZMpzDx7fGq95AiNPgIrvT3Klxc7ImCFPSS1uD01GCI9ijBMPSDSrLsnmyM9xZetu+OVWz3RRnG9S/LHvVO5iT6R92Y9TGgzPaKWBD0vZ548Uew9PjluFj5iueo9CLb6PbGJOz3O0R67GGQJPpvcBz1sY5y9NojJPNcc9z2ynmY8yehkPOR+gL1haGu+37awPVrA8T3K+CM7CeIVvjh9GD2X4dG7AWIjvl0uFz1PGg+9D9/AvTKiYb4UCcO91PixvWg21jxNe/c9WpUfvmErjz1mTUW+vZdYvri3NT3utjW9KyrPvTEhIT3RM2G7ALAqPlILlb0RY6A831E+PhK4lL4JrGy+d3BmvHO7Uz6Exoc8l0ILPgtUA75IBAU9HsZKPjoBLD6B7Xm8hu1QPvPUfj0ti4e9UAYfPSIYt766NS0+NJEAPhIaBr6UdfS92TayPo7Bt71qM6a7AaeWPEiNSL3+aVI9/d6rPXUtnL1tery9itYTvlNAND0kcim+RqsxvWdycT1lgYk9144FvgvACj2xAK89wgDMPOTf5Tygavi759fUvAmEJL3QSw+8wMULvqCqUz1MwgQ8c0ELvjP5CD7enky9mPFevoVIFr19I5g8sA0Ivjm8jj1WyBI+wPzlPJeqyjsqR3q9RAPlPExdMb4e/wK9xR3bvSPchj6JacW9rcAzvqWLM75EOeA8tzmqPDq+jb0jxEi9jDQ6vv5TTz4mH/E9IyuVPUUhbD7oWKe6KduwvXmoVr5orhg+M4KAvBhWNz0Mqz69tTSzvbD1Y7zPla49I8savovrLL4h3TG9HlFhvV3nMz1ygnK8XP2HPua4hzvwFm4+b5n3vM7PaL37pyG+H/N+PG/lUT7Jfce8WVbgvQFiIj5KRuM9qgsvPCYJFT2Sx9U7ajdDvTs5qD0DUUK+7a7avWKtpz3kWRQ+R0ABPnk96T2g2i4+W1ZAPkd3Pz4NbgY/Y+WhPsqHtb1JGRO9IJ7wPLG4x72uo3a8V8gEPhCsGj4oxpG9cakPPiTjrT2kOf49LTaYPf5Lb71sqxM9ESX4vLtwEz1UvNk61SsuOwVgI76wdp28zPoivrZa5z2u2DS+fHVRvviaBD3as+k99kL/vTk0HjxRd4k+fTG+u25Xdj1R5kM8tToBvvOvsr1OP4G9J1kDvgG5nT3bQoW9nmyBPScUJ73+swS9ygjBvR0Cer3FDSQ8E6n7PazY+L1S/3c9XJ3tu6AmQLsZmqs8kpWpup3Z1Ly19jO8J5wOvqgAyz0fHF67X/KDPWC/pT0zhqC94+IUPsnznT5rq2q9dvslPnEWmT3XUh4+047CPcBcJDyGri0+vcVNPoTONT79eBU9b7pcPrWHVD4eIZU+Y3HWvaKdKD0Ovb4+5aL2ujVB4j0bZ/u9Yz1LvWt0GDwGfmg9JcxGvfDaKb6lrB0+AjCHPo732r3Ynys+aBQTvq75jL6R7Xg6si8lvREOYL7LPtm9i+PdPZpenj0D0xY+cSm/PSSIdD0V/JM7LCIrvlToOr0c4k69GwmkPRQ8ybzlPiM9x6C7va85gj3AsSI+WFYNvrnYgb1MRfM7aJOfPcVZ1z0nYRk89DM2PaZvbz6oAt882MY5vuRBqz1VSYQ9XMpivYjSdz6yVqk8WHhEvhHT6DyiJZK9OPtLPpDUHj4qDoc9NXVcPu2JJD5TcEA+NnirPruXOz2pOIY8M/7IvQDN0b4IJ6m9cQy0PAw/Cj4HpKu8KHg5vGLszb2qZLi9emgkPjtGk73hSeQ83+nXPVNSgb4HrQo+USsVvg9Uuj37JUw97q8CvUVqCb6GB5y9EbievZgB27oE34s991yZPWIwsD1XVo49crPWPek9dTtvz0e9rwuDPsvYED7gxas9u/JLPe/TJz4SmB09HDflPVfANj1J7rA9HDq1PRgJXzxDFgS999jdPQSK+Tt97lo8LJuOOyoCPj6L0li+AppWvRifnT0JzMm9OvrHvDb4Pr5bkRW82Mh3PD4xkz202qU8eVsPvtPNeT3UpsK9GsClPFNMibwuPtG7xE07Pd+dLz3GboG9W7okvg9NJ72IkHC9zGh+vQPhybndfCQ9jTRMPQgEyTxuOTk9QufMPLJRyj0KOda9vHjKvaqPWj2BIhc903VwvepJRr5/+1m866p2vaKNs70GpEa8q4obvJqC77s0Tl2+pOZ+ug8GiD6Ad7Y8YZ1wvlCMtz4WzQk+XinnvBtMoTxe0hE+k5MiPs5FDb7pmlY9yzhkPTeMez3c34Y900RQvTMVaj1+flW7zk2EPYOeAz7c/zu+KmJ+PATHkz1ZWe89Tt1BvvLPWD4HoJI8Dc8xvTltMLyXWgQ7tr8CPVKG/DxgQTO8iANovRbnCL5IDH69pQuxvU86CT0VKwQ9MLNovWi5CL4dzjE9po2EvcvVH75FIpE9AC1ovKw357xNt2M9N2drvL4W/L3Ni8u9Ks/nPchwTb6ejhQ+/dsfvLqmL7y6iwA+e8VfvmOpMb0U4B++sIRfvZmOSj2Z1bI8vd3KPS4zij35Do+9GLCOvOzVrj4ArAk+hu5ZPuuT+ryahAy9xOg0PkTsTjyjYEa+EzL4PWxXyT0oyrG94wefPPTFkb2R2/u9OKsIvfBwpLxfEGy9w27nPNldtj3aqTU+KrAhPZ95Sr7XUcM9AkHVOwkz473fY1e9+zKEvq8UBb0HURI+EOCVvkzsTb2r69o8SKUpvp9c4b12tZo99g1UPW61/D15hP69y/uaO7AECz6TLsg9efYzvdPZsz0MEqg9+KaGPZBrsz3yRRW9iePOPYsog74ftBq+1VhxPgjZbj4NU9u9Fyg8viJcjz28Ub29CJUvvZlH7bx9pxW+vuG1OlWIET6mCDe+FEOMvMt1sDujNyY8kVQqPZgASTwquCq7EUNDvg/YdLwGw2s9G1cWPYvb9jvwzvc7rHpvvZdhEb7z2Ma9qygHvV1X9L3dGIE+uD2kPS181z07J0u+6eWHvOyWbj4mjN89qsYbvkh0J776jEy8jgMfvgL5KTvhqKY7mJXuPFruHztR+mo9hWlLvoXh4DwfVmk+QkolPBJcp7yMcQw+sS6hPBCTIz5dySg+0yiGPeecYj0WKa09Q+qVPTMXeT3Kgr09EZ8jPgfDh70K/uo+H6lVPbfcDj69G1m+AZMBPU1+oLu7U/+9L6WbveeYTj6Zjpy8NU5FvTswQr2ef6M9X4dJveq6YDyNjlu962QYPg6hk7xFEFq+74HIPWBrGj1C8p09pujePXmDszw1qag9OLgvPt5njb3pJHm91tUxPSW8h739Mt499r8RvgaWZT1Aiie8yTACPqJi7r0iv+S9DSV9PIb7P7xF1hM+ftqPPbIfBDxfOZc9WBLcvE+bJb12VaI9GaHFvML7IL5XaFA+izg1vY29Ir62e0m+ZAqZvjP8z7otKB2+tumOPXpnYL32auw8b7mgPCcD8byv03S6zzYAPYCbxT0uCSy9X5pRvMNMFT4RPgS+jW53PdqrqL3bxgq+439xPTFhZD5HIAW+14bOvQdVkzw75Sw9nAJmPDk+ZDzMGJM9KVUyvdPT3r22X089waOVPnvnHz1JKZc9YtoIviaYXD64NwA+op1TPYivHb0NGJS9U/IevF1H5D2x7Ya9elVwPS06Fb7XoxQ+xMXJPGqs3T0BHNu8cBPnPTjdkLy90FQ+ztP2PdnD0T4X1lA9jxFgvm0Zvb1C2cs8/gppvls2VT50Iyk9v8S5vWsohD7c9QG+T0Onvfa9Nr6jxfu8TMkNvYNTaT1AjeW8Fa4+vVS1kL2qCBy92X4kvYB7rr2Tt4q8UqGcO5FAAj4R0z49uY+IPYajcz6Zenc+BovCvOJu2j0PL4c9miwdPQSGr73GWf89Z/7HPWFC77yVzA0+3JqEPuUh+LubZCc8/7lmvaFoBT53pMm9IeCNPZ73Qz6+dnK9hcBaPT90Cj7L2ba8yJXnPUDXwzocOCu8+y4QPkSTkzuEKwO+D43ZvENQi7yFdkW+MUr6vcQfED2Ilys9f2qzvWMwkD3gcvK9BG5BPCg/Dr3uOo28J4h5PbiGqbyMPhY+PJoTPrxSPbxfg2m+p5ebPanp67sGxgK+8V/PvKVEMD6US+69zhpxvbwYS71z/428ucBGvVo2wLzGgpm8Z7VePuSZfr7F0dE9ggXoPcTOizwQFQ4+QFDZve8ml702SvQ8EbicPY17Vz16HBc9sedIvv0GAL5ej3891BpAvrObMT4maKI9f0gXvmQ4g74+bg4+aeAUPvbtFb3SJ+O8dojdvY+lTb2DeGs9YvRovdZITz0HdAe9BS1GPQw/jz3CNbc9pBFgvmHAvD1usAK+xC4SvaXBIr03VhK+gJ8QPnjS5L3jp/w9bkhKvboTb72SgEK+2wqMvRbFxT0FVli+BGwlvpkVMr7rUTa+xy+TPtX69DyxbAi98dWZvlbN8b1va4U++GSHvtc6mT5SZcI46deEvRuru7whh9+7fcyWvWJSjD1Xebe9TMQ9PjyKEL4b9WI9mRoVvoQZvTw8jeg9jC2wveS2xD2ZCau8EWaUuuXQ0z34Mcg9cmNTvR16wT0dDJe9QFAhPoZyh72ctFg+GqGtPeQoujuR6qY9Rv+OPDrKLT41HQA9vCGXvjnfpTyOB8E8GoIcPfNBVTuGclQ8mYUjPkF9Or7ZFN49RLV/vYPcTT1diZS9S4QXPR/ho726Qbu9jnJKPIkSSj1kvyW+nuQYvAiHyzzpcNC8wHi6vOtQnb1ILSS+SwCWvSkZtjyWQO896pA7vfnOyTy85ci8hn38PRjyHT3QTBA9snJNPcm/5Du4HuA9h9biPuYJvzyZPBo+Y4tIvrLkgT4hOVK+Hsp/PhE5YL3woxA8nuW2PVS2Jz6c8oE98zmLPjZSzz1kRsa7T1owvYnSob05wok7jSvVPWQuCD1q8E2+VQ+bPhAjwDz9MCk+sZ+nPZUxYT29Idg9qE7kvaN/3L12y4I9IjpGPUqwUTzWSXC91Pt7PZHknr2U/CU+xXXXPOQ0S74sVBS+r8Hfvadvjb1BvRk+CcKPPQNCe72EXCK+d9FDPdNMlz0XF8A9GwKbPAFKmz00Vwg+dwMlPMqvo71TM5o9zCk2PlXy5j3WvCi81M8fPivyMz5eKk6+d6c7PmT7Cz4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "km6bPWpChjxKhdi8INyxPbAbGb2H8Tc8HEw0PHR9uTzUnXi9eOYIvHXLWj2wJmi8qN1OvRKeDr3n9x282fm6uw=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 