{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "cSAFvgCLdL6lT5g9atl2PuOPvT1cV6Y9P28UvjOS/zx0Dvc9pIhkPhYbe747r7Y9CsohvpKVQb5G3wy+31TuPdHdO74dZIy+9wQ9vveSez3GXE09vgiMvmuUMD4EomK+Qd+UPL6ljb2h9Mi8oXAzvYhyjbroJfg93hbbPcGkED0h3LC+kK/RPVRzzLx9F8y94ROKvS2W4L3LgBc+k3APPvzHVr6LO1K9rjinPQi14j2zM0U+hEWePYN4rL0DHiS+jt0XPkw/Qz3tv08+yt/vPc1LJL4wRxY+MXJIvd0x8r09F+y9W7cXvkL7ljx7IwQ9p3Wdvm2MvL0HmFa+nOu9PT3leD1p5B8+u8qgvH9KAb6VAIu+W9N+PW/2sb19atS7RKEkvVXYEj29dro9PP6HPO+kAb2lmOa92r6evtpnvzxsvRQ+MZM3PaOc27yDj8e8j7MOPiV7q7wIgyc+CsuOvinzEb4x/r6838phvv2auL0YZKC8quK+vbeYhD2rNwK+QzgePGqb+z0vj76939ZaPRmTVb7WKe69OyMAviwzlz1M+489pBFPvv+HgL7PiTe+X3pKvmfFAb65JLk9YaeAvkBku7w2NzS+6n0LvplzCr7L+Sq+RiKnPUD3jD1+2Ri+rw4ZvtfMNb4NSHa9gwG4veUCO73WIby8Hg58PqdJLL2u/5S9lWbnPSmcEr0K5ZO9MECOul1ebT3k4iw9g1FFvtcZXr0i/ks8BPbZPCNmhj7PxEE+dROdvbg57L29DqW8zi0vvaRQkj0qN4E9JVXpvNalLD6xwdo7VB+RvjP9bj2MzsI9eDbnvapm3ruY8hy+XDTXvb1+lj3jQe+9Ue1NPrB+3T2Saf284AaXPNXZhb4Ul4Q+dmFUPqdhPj4/85W8jd2bveBuNLmdWMC8f+s/PuoCQb5D7Cc+IPARugH4Lb3ilrI9Yt6Xvay+GD7zlwc+MQ9YPikVeT5IqMg9Qp7cPY5EVb5hY1+9WFPRvZV2djo+T1I+Vz8wPpJpXb6ygSG9geI3PioaZ74EmT4+GBgpPtu6QT5bJB+++IQnPtlfnD7Lqg2+m8RkPLugDL5v2UA9XZmuO0Xr973tUFe9mERTvnSTpD60gdC9gmchvj3JRb7MoPK9F7UUOnS/ZD7Gvj8+eelHvhOkHL5GGku7BkJ4Ps9Q1L2dYPs9rx+mve4Nu70dgKa9ELCCvc4zgD154yG9WWc5Pg4diz6V2IU+Ku7CvffZ6zytVw6+AXI/PvbdNb7gAV09uBoBvjx6Mz4XsMo8IgCLPoDYpDyOHyc9iqnNPXKgMT7B3Qc+nEtpvq3z+j0jITu9IFF1PmNYkj6vn3u88l2LPfGFEb5S3NS9LjM3vtxkUjxV25E+WbtkvjO71r3nRAA+sEi6vWHlt71vX6A+glIDPa9JXT7zPaK+Vc+LvDjdUT5EdrS9Nc2aPIZOcrs1B7G91geBvovByzy/Nzk+bIk5vbaQ6L3wF3Y+Nq0BPppuUL6mOrG9JWcBvoNOA70Jugo9mJMBPsRBGb54uxy+YcuSPYLJCD0Ae9G9Sj7GPVQR5b2cEnu+qziuPY0InDw+/UM9UW8hPo6+Cb61Y7O71WouPZ0ePz6jkrE9nKT5PV5qcr1tBIG9WpEJvtPlD76H7WK9ma+kPWhMgL0KTq88i0VAvYIn9z155tu8SAERPuXABT54tfa7S0eIvdafazzm+bC74UoLPj27Pr6mPyq+VCCgvmc8Qj0TQXw+gTbhvUe0/j1EMYs9/sSvPf6nDbt8QLI9/eIKPnfV9D01+oe+Jj0tvliGrT72S4a+hFpaPdrGDD3e1fS95TrQvcIdKz6urVI+jiDOupWml7zMx989BgiHPre6NT401g49dKLbvBFU2D1OWEi+e5MGPZkbC774tEY8aiHovKn0Lz69tz4+FGuLvshKsjzboHQ9EmlVPiul1z7LoJC9s5qZPa7XCz75OvE9lNn7u3MaM72T6RK+JeGsvb8NI74Xvo2+HC/SPLuqDz0/aae9Se8TvGDBKT1YIJo9+95XPV8YGr2HwcI9OseUPED3yrxf2Wy+O6ADvvv7Ir516PY9x2dmvqnbNb6KNam9oFLyPdD1qj05Fmi+dGuXPj1WTD6JZZ89mlk1vv1h+b1M8do7WMfwvdxJgb3tRE47nWOBvc4uRzzMs8S+DxjbPf0oXr7hLkW+0aCLvZKvWb7F0gM+uTRIvTlf2rwznJ6+cuCRvq73fL0F9jc9+NX7vWsyk77ZaYy62KfXPbcvAT5iacK96tlnPSBpQrzMcuE98mx8PdzeSzwzKVO+aJwJvuToJL5yWDe8cVlmvpx5/LvGTfy87qGdvRvvSL7EyLU9Vqs3u3/cHj6a9Uy8gHpivf//Iz6vgEg+ViT+PY0rD77o4iQ+yCyTPEbre74zAJW9PNECvmUgdj62Cym+IGGGPXqpbj6vJNy9hpRHvaTsqz0PbJE9cb+lvlfUyL39K4A9MzOMvdOiuz2wiBu+WsEovrMXdb6AYaU9PFGNvUHsvz0ZRto9RF7FvYG1lb04vvA9kdUavkXfrr2mkxQ8oY37PJBIhj3lq4m9iLDiPVEcvjz1nCq+Leo7vbiOnz01YqE83/V6PlvCLz4bv869eJSoPEIj5rx886O92EGPvr+cPb5adsA9Z42WvoLW4T38njw7YsaTvBKKKr7ufz8+rLF5vtC29r092ls+D/O5Pb7jvz3ySAs9r6t1vh2Ugz2Kq3Y+iLisvV42ab64ogI96ol3PtNUpD2NC46+YcxZPXoPOL5WFsg9KcxUvUp7bTzevoW9M/yWPBvlCb5OeR6+zoOBvKugIL71vaq9am4KPpR3nT09vfq8PpOOvqr8ub0EQp67NHuyvI/pMj2/vM+9Qk2vvWH/4Lr13Re+OaY4PoQ1qL13oBs+y6aqPafs4ruQl8292ljqPavHgj1YA7o9vO5HvoBBgL6orc49NNYbPkmO071HfZ+94provE5Uqj2jztQ8/NqAPF5R9j1ZcK+9BtEjvXidqj2afgW+pZDBPPBqer1UwxS+kabBvefxGj42CfI9KP+9PUelRj4kiVs+ZCkfvDKe9rys0YU9buZUPke/sj1Hcye9VHPevHz4s7wQ4Yq9ErhVvkwHpj20jIQ+O0VRPTkXJ74HE948/LQhvqs0s7xVFMG9wHiWvb4UrT2nEXQ8nSIoPUHx770PaRi9l7C8PTAJyr3mGaU7CrmTPoATsDwc4Xk9mR4tPQ41Tz1Jry49bSSjvmSdCb5e514+2Y+Cvdu1kz6BbEY+AoGOO+NBWD6gajA9G02EPRA7K75hx4s+Qdv3PawBPD7rVIS8rfFWPq3OUb1nR9A9tVskvgcAED5E7hA+sJF1vr8f7D24xn+9gCkFuvUN0LwpsAu+HyoAPu15Q77XDCC+VIGwvSbHBr4nLgM+peC2PezhWT4l0hg9FnTGPY63t73A7UI+WCMnvQkYTT7N7mK+FQMMPfITlb1RLpi81fHDPLiyPr5X+xC+615ovjCiNz6WoKA9uok2PTgPwLuWDH29ZNssPlK8SL4sESK+vbvGvf+zHj6IIZA9/AkAvu916b33qQm9tnBDvitXt72J9nQ9faprPfQTIz3I2E++njUdPcZnlT1OR+08o+Meu3tX2z08edK9tNWoPXWgHj0O6CI+tWLnPO6v0r0pDFu9regkvnM8I76P4cu9WRoMvqc1ubylxCi+ZHgWPv+1BLyC5ne8n2DjPQQTL76C2G6+8+WLPam4pz7Whru8KeEtOj600z1vty6+UKZNPHB4Cj7wswg+sMuCvpF02L2XTQI+ksFTvWfuGj29dZ89uYQPvR70+T3uPy2+8kVivYjxHz7cB2y+QuCevSRGKL7xu589LNV3PZZ7DD69Zwk++CJgvOCwGD2n1Ua7p7oYPjqVyj0cWq4+BCHWvbZiuL1+tnw9044kPeDiGz6bow8+EdmUPU0vnLvzLoy7eD9CvlxXCb1wU4O9QyQpvqdlgD63OUs+txKvPnW6gD3+WQC94tZ+vZmubD3C2pK9Q6y6PaJHUz7HwrQ9DexmPQUhI74JcHm96KtxPTzdBD4ihLs+IKrDvIoLFz5RJJC98nXLPQeZdb0gWZK+G/k1vmuCBj7Qhya+W0yEvvE5BD6kSV++Pv+4vI9m2j0VjzQ+ozHbO2gT4T0L+nI7yBZVPsZ9p70rBDY+PIEOPRiPHz7aV2k7fS3pvVpu/rujcXW+Gi0AvmvSh7zmJUe+5sC2PXaLPj7duOY9VGmaPTz6Wj3TjQu+PK7ePeLheL6P2by9qOlSPZdDj74SxSo+QE6vvLATDj6ojQI+DhGNPHke/7yWpXW+r7qyvXmzZL4VJog+DO9Ivq2iVz7Q+ZO+3zyLPY+6CT43cDi9BiBGvAzIYL4r2N89tZa1PRhgS71vRmo9GDyHvs7dJr3EsNk8m/LJvedYh75oqLG97BMJPnVpvj02R5675iwNvUWCqDs6VxG+RRyVPd6T2L3EJsQ8euE3vlQo3bzlEnc+ILbPvs1Onb1Hknw9o+fhvYDB8Lzy5t+9eIT/u7ARib1g9hA825U0u+ntEj6uuDA9olSaPTtuT76AyqW+GlYivjYpcb4o6B49BKXrPQtZwLyg9Pu9Pz1avimVE70DoUk+nM8BvJBJHL6/BRg+qboDvim3cr4mVg++qqngPfqQBr6SlJK9jGNjPfvRNr6CsEO+uIYsvhTwLb57Lj+++1favWt2Er4Qtcm9Kqfwvum+Sr7F94o8h0uQvsJWO7wdhDO+l7lFPSpYIr7VsAY+g7I4PR7DL77EpoC+EI4Lvtl3ST6j9pO9v6Sove4IZrxkDdA9TavjPVyT5z2eJjK8djwqPmYSi7wcU1Y9zBh2viaqFzrEeDW713tfvd/BKz6mWok9NdbFPM+C572KWw89bNSgvRlLo70Nmsm9wna3vIcI671BCxe++s+5PZXSD706L7m9/0oJvnhO3jsRIhE9B/yiPledj7ybHz2+64BCvPbP6DzOTi6+oOSRPKlnqj22nCu+5UKkvSx4/T3DBeC86sqOvZV8Vr0FNlE+0+KDPlb27LyqPoy9zjayPvA7UL7ZFwu8NDpJvELL4T1JmYc+iUI+vXI3Bb2oVnW8+kAyPCrJHb3pcCk+dRQFvhG+2b2dwsi9xMwMvmCGlT2ww9W7qG+TvAPYvLvSWYA+EZYVvL2yED6oz8i9gt2ku7q6GL3mG3S9wsMNviBRbD2S3Wu92XoWvl7/1r294os8ig9SvmStp75auJ09hdTKPqxvFj7fela9FEQQPenBGr2vVjc86KWfvTZOrb6At6E8G+OQPZj1Wryn8j0+HpKTPR5s4T2ILtc9kv3VPXV1I75L0849hogRvlVj+rtd76M766t3PlK8wL2Av149YNDAPKP3Qb2T1gW+iPS6POz1Wz5DSJC9JqXrPI4VIj6A+nU9etk3vvPsAL47B3Q+B7NrvUGsgDzSkW69rfb9vRFYYrzSnmK9GEsyu1Ti47zc+eg9kMYRvao9cLy2YA6+0grTPJNx9L1Y6wk+Y7YqPhIqo73QRHa9MZsSvvDn6TxNdHe9mhMkvUZjZD5zIr09u6H8Pc0TrTqBMRi+iUKaPXwg7ztjYtW8007nvQmdlb4JVFC9XiIcvrWutL2ROGY+djKvPU4JHj0Yvti7bpQhvrXahL2oVcy9/+2ePUNGuD1L97M9d+eCvq8clr0AY+q8AldpPkITWr64i+a9J8HsPYvSbjxLv1a9e80PvSTd+T2kln866+5HvVbtCz6sR5u9JH4vPoBV3DhWzog8vF4Ovrl0Ez6+aZA+hPSyvWx0or0GgnG8T2QuvRkmOD2ICDG9TNsePtUubL06F3I+1AKju9IpkT0Bv6e87CIKPMe4TD3TrU6+nBHXvUJ3EzxJytc98bxWPmFBBj4AspU88SzdvWKoXT3WDkS+zhTRPRfMBLyTZ+g9pi4Dvj4sEruyF729o6PZvf4uRL6/VEy+EqEfPpb2Ab7+uy09b3wxPnIhUj5GIyA+fFOUvQ1XTb7pdXG+uky9PfKDVD5Plhc9psuKPo9+nz1tONo9sFQMPkRPUT5vEIs9xYhnvgw8d7vp14i9FFOLPapNKT2BMsi9JINLPYCNFr33D44+bt6YPfckN7ubrtg89MFTvtVaYj4QWzu9B/5ovZV6lL2cNsq8uKRgvWdVpD3/X5A9UU8bvvv1V73b8QK+OGs0vnaHI772vom96YGlPMFlgr1v1wI+X0VYPg5Fij0QqE2+/yIqPqOvIL5x/q69jngNvUrEij0e5og8ymMbvlBOE75qI6C+2iRJve0Jyb10qDw9+0KWvfNYwzzv0hC+SwpkvCZqsr0ayVe+dOzTPd0BTr3oe2M+XAg6vQPDCz5lqDY8lJSUPSN8vLuIUU69UmoJPvOPTT6QeTM++Q5xPdV1Ob4Luyu+zJUNvmr1nj3mUK69uzbDvZl/PT5a04Q9GAyXvBwAML5xQhQ+uQdnvd2u1D3J4ri8jgaRvUOjXD0ZOJA91rAIvlWydztr5NK9oQjgva/fVb7BWM69fY8vvi1WU71AQne8xl6lvimXKD4MU1q9XElOPY3HAj7zCa+7600AvqU7db05n+K9K/ZxPPSQeL5mvDi9EaMZPk0JHT6diCo+2oE2PVxsCT7pA8s9Fectva+DeL45s9Q9ezvzPVFHjT0AQBa+9VQWvrJYyb3KjUK+77Eevi5m8L1EqLq9fk36vWUZGrwgRQq+QxkvPWIbZL4jecu9GIf3PWSO/b0MTmW+ChtiPJ9Hkjx4Gsu9/WeaPaGoCD5zKNE8sHvNPMeMX76b69y9LSswvqPMI74zqhm9RJuJvL3Hcb5Bl6I9hZDZPdIvSD2ABBm9QLt4PYFSCD0In+m9NeoAvgDQ5j1/ruE9dl4HvhewdLylv6096WulPHhaPbwMp0g8mUHpvd7UOL4J2Um+Bq7YvXMRIr4txou8RBc/Po8FbT5IrYw9ESo5PrPc4zwMPKC9ojo2PuL5HrwpPqK96ChBPbV75rxvJIo+93qdPaS8GT6dIxM+kqEgPvwgLr6N0SY9GZxAvrzUWD5BHbq9RHz2PSRnFz58OZE9egwgPtPPUj3ZRNg9pea6PaswKT5xmd896qpevi66CD4qUpY9OSEiPh6X5L3X3YS8IwNLvYywjjoe2f69DAOZvYCWAL62Y4Q+jUEpvtfsQzx/AmO+XXKgPd49uz00Y0I+boqWvENiDL0B8JS99U+uvbsbHj7pPY29L+4tPuNCLr3akpc9RTpZPesukb6bYVy+PVzlPTrzNT6dDgg+xYFPviKt/7zkuNe90HUwvpZvdz6xWfS8Q0pCPupCJT79JIm9q5UavmdzuL6u4La9SwlKvr48cT65J0E9xcpPPqrr/71zNRq+W+utu3yQJL4rJbQ9dwPyPelV3b1iTYq+2uDjPTvggT5Llxa9T0f/Pa7HKz4Y6ge+tBrJvYNm7LzBOkI8BPVNPZqovb2250G+p1mRvYZEcr6koyy+28UyvmU3WL0i0Uu9fyS5vbc6mz31/TG+DOeFPV1iKL4/j4C8r5w8PjRTwT7A4SE9Vi4uvQhFVj6x/ie+S2kxvv/Cn70GpCG+EjSEPk7zI74GJZg9q7hJPr0hNL5opGM+tHanPrCCoj5DW9o9fZZrPtOchD0nCMY9yamqva5gBD5WAWo+hlJwvUOuJz5Iebc9tsEDvu6BvrzQh0q9P/NBvh/qV7yB0Mo9hwRePYjX0T3q9eQ9k8MgPgfMML4M0g4+hQ7NPs5rhj2b10A9yOoxvt9Yhr1xTJ09baxtvXUkdD5H/ac9lohSPJVzFD7iPYK8F9JovpzQLj7zwfq9tt/OPfHpi71uXPC8+b2KPn9XeT63l7y93wKYvnVR6zwzeSW8M6nLPRswKj5pvGM+D/+BPQS8IL5O9SQ9QpkaPuFelzwJl+c9a4pkPlrVRz7rd86921ZgPO4fyz2KftU9fGrTPPonxT2AsdI9+uKNvmTW4r0JJGa+A39KvgMPrzyGT4Y8Ug9KuwJIfL14f2e+DwkkPn1P1r1Zrxu+8RxqvRNOhj47q2U9PfmSvfAAor2P4i89uAs2PicKWT3YxIe9Gzs6vvheBb7qg8M9tekBPIWrHr4oKM49PLU1u6NFNr2+r0W+JPllvhXrUL6xEgo9KwhrPbc8nT1pVno+O1AJvUBLHD316Me9g2apvtbOx7w1MQ6+79sDvtZCyrxz9EI+lsSSvEUMGD6af0u9gVCou6Hxsz2gloy9K/sevYeU9b3ICMI9zwTpvd4bPT2AO7W7+w5tPmhQjz3rnKA9gZTcvOmTm70wk889ERISvr/GsD1liiw9D/olPf6KVL6L3Ws9W3wuvgzRu710aiq+IMIMvCJvBr3+cg6+tcNXPp/wCL6zwAM+X2+XvTW6ST6Fura9ImoGPs/KEL6u5om8jiNwvdz9yT0l4pY9xwIOvXKe8rxYt8y9pG0WPpS1Wb1/nqw9rZ8KvpVSOT5xuGE8u8qKPRxgur1JMDs+jkhFPW4xczykT4s9iGooPtXOcT4EyG+92zN3Pmd5pjy562q+wW1aPnejS7srz9m9DNIyvgvajjtttwi9+Pe6PSOZgr4mNYM+NUaqvQEbEb7YaYm8e0+zPSM/Ar4P6co9hzG1vYjihLw9tog8O2DYu1JtHb7r8BG+nuyQvSf0dj1MaQo+ztHtPK1ETj2jSF+9rM0HPr+zlL2Hi0S8k6f7PbVqLL5RiGE+O2+LPIjCOr6Yw/69zEyXO29ZIT5qLq+8yKarPRwDo7vsiKw8gnExPXg1Jz7C6nI9WyJZPuT4lLxd/YK8/4MOPqRgnL2zboy9cv7UvGf8Oz6lTgq+MpIhPb1hRTsI0fU97zelvekrtD2jtjC+J/J3PgqdP75yvh4+hNAiPiwWp75w9ts9QGmQPvON4z5BSWO+CCLhPT4QGL4SKf69+hCTu3A9Y7wmuAQ+lYs4vgzVHT0wBZs+GC+Bvu4hbrzxvWg+qZQYP10P0rzzvbk9t1YXPtI3Db7b8fs8XUrNve5phjw7GLk+xpqCvvxaFL1kGjY9XC1svv7mhD3wExU8dFESvn8/wr0eXlC9Q0qAPlYWr7tpwMi88gfrO1nYeD7Rkfo9tJsXPE4DKb5O7SU+qBBEPQUBpL6OsXu+XWU+vSc2uD00lN69SMkSPpKpEb3+rm48XsI/PlSiWj448T2+I57yvVduGb45xlO+Z5+LPt/U6jyi6Gw+YOjjvar7eDz6yJY8zT++PDKZNL6tWBk+ALHIvY4ba71gkT6992geve8OEj4llDW990NQvjDZwr6HdWa9SsjbPrp/Lr75MZ69z0x5PcIHIT1QkUg9IgTyPY44nD6wc8o9hrbAPVi6Aj4j7ts9JEkXPl2Uqb2dmhU+sr+DPkuEo76y6Oq9sHphPg+xrT3oy3g+thLDvS+GmD5AAQw9LY9nOxvu5D2nSpG92KybPt6DEj6LxyQ++EhGvoxXND6HiJe8nXi4vV6yw70LKHM+pYKGPEJNgr0STyO+t+mpvTwtsL4yKDs+db4RPq+bXD6DsTs+LSrlPdozBD3DeaG9jkB1PWKdjL6RTi+8YB98PNCs5j3PL7G+0hRwPl87nr4fGfA+eZ4Bvpix2b422Ro+rSzgvV/Jdz0xZS89DpVyPquhWD3ESTs8QdIYPgt9qL2Z1yW+jWoMvl4EDL4Pg2c+trXpvTADPr4jbLa96+ocPQjZj737Exq+TNjWvbbpVTwWclY8qL7wPAeRtL1RZya9E4ujPYekq71wh5+9NspevldwZr7x3eO9Rzq4vWPBOj31+B+9iheYvoGYUT2X3Ki9NL8dvEb2Yr5+y36+Z3s3vRwNVT7+5LM9VQEnvVFtej4xvs29Tu8Avsn4hb4xkZQ+dxWMvh9onr2zlII9ExPGPOMy9D3qeyq9h0yZPlKWLbxbAaw9ZbIsPl290r1jVgW+YpoFPlOM0rz3b1S+nACkPQV/Gb6YWxi+ROehPLbd+j3mfFU+FCQkPrEMRT2kj0e+wJlgvv/e6r3DU3a9vab8PbkFjjxbwzO+ClWAvWlycL4v/Gi++K3qPbmxwT24xjM+6uSGvrWm5T1CEnW+aHmsvuAlub2hweO9PUClPt2Ymr28KJC98mDyvOO+iL44pT+9JbguPhl92r1/cmA9MxD1vQ3R8z3MGAQ+d4NBvndZFL616qc+ReIWPlcBAjylT1o+jxeIvRwQLD47Hcc97q4kvpqAuTzjh+E8fI0OvhYxjb2XiO69XB8EviAmPTzeFCK+a8DQPcA4VT2bPrw8hWRkvvVIyb3XZTE8KxYtvvfewb21Nsc9u7XDPUAGC77E+lm+6DCgvbAWW723RAi+5hCAPfPLY76XmzK+gRorvmQKHL53jpU8TgSzvlIBD75BXL+7s52SvUYNMr59kfK8gWANvqKjBr6IxDq9FDrBvfW2pT19am09Rf8lvQ+OH75oAIi+Ob7AvSxxDr5JqqW8h8uHPQRaWr4GHY485kdQvvDHp739gSs9YfFhvngXLL3ZvgC+NcEZvl578zy9lN08GGnQvBpfGb7Cf4o9magNvmr4XL3GhFu+3Pl1vi1aIb7KeIY9eYl7PbO7/Lw1WVm8OprBvkg0yL1IGcO83LMSvj80ab6PC/S9tfmkPcwwl73SkvS9JmhBPRXbWb7nCwe+Ie1rPeiNtD1QQiC+PbF9vbPqm71bnBG+xorlPbm8DL5gis47lH6TvQ8+zr1JI/S8L/JPvVu3M77rxgS9G+BoviMDzr2SRV29dyfFvf84nj1utS09orKNvXxD2D1GFAI+IncguSa5Oz0z3Ju+Y/ssPb9Tbb7HyQw+TZVIvj70hT2w8R894KELvumPe75trjG9BtYRvvng/D1Jvt69y8kbvsunAz4JFlg902IIvkMNCT3pt+w9AN5IPekCMr41lVC+1sT7va7Rxr3/2R+9fP47OwHzWL4VGQ09FEOjvUnTdD5r6Wi+9+4TPcIIFr6Erde9i0m1PQAaar2rQLk9pr49Pm2xj766qKM9GOvOPDZRlb3nbK+9h7+tPWIU073wHQU94CX+PX09DD3jR4q8sSnBPZgHAj6QIoo+0X4CvsdVAD4jmTQ9aSpRvhssDT5Ldy491Bi7PZWyCD4BNOA9F1RqPaEg+71blhS9AdUGvZ7LDz7Pvg++tP1XPjQnLbwXr7S+jcdGPgNNlj0lYtG9zAydvcexzTygmZU9yLSHPe+XQLpq+UW+LkVzPbQFgz1tGmQ+ztuKvVXwcb7cI128guXDvX9CFju7M8e6AbL8PLCTQT6Q0IY9kvZfvfqZEr40EQM+rNRqOZQgVT4ghoo9xSL7PQxvUb7S5sA8Mxw8Pr8Prr5hcf09xvwvPu4pJz7Jo6I9Q3AqvFIPi7153wS8Z3otPt0ICz58Rkg+eh2EvmjyebxjHEu+pN9nPqtZSb4y5pi9SXduPYqXPb6Yql6+PHUHPuUtOT1VjIQ9haEiPV1Xxzuryno+0KHZPYKhAL6Zfzu+YF8PPgXUrb28W349Q8xfPsHgoL020GA+hxB0veopFj2MU7Q8as7MPs+UbL7MQZU8XYJOu9H0ib6Dbc692GtAPtgPMz5nw8G9TtTbvednwjyLgsm+lT4wvWR2Ib37Nye+yRjqPbdLcb0U4T++agqNvrWM1b05zOq9BTkLPnYWHD2Wkyq956B3PAlbND3kJyE7ReCYPtp28T2FT9q8c6qjPhtEJT4+GtC+225evsyZlTwPeWC+cTZovrx+nb400/28tl4lPsBxMj6LBRE8HqxBPYAgurwKQ0G+RliKu1n18b0tXau8ouwsPo5aAj4sHYs+NeI9vnpmAj9rYr8+d5iHPoZuzL1yCGm+9sg5Pnz/wj3TQmE946WUPqxMNj6ow9e9GsyRvgS/F77r6r+9TtaOPg2JGD2Dj0O+L6i1PjPOlD3STMA8msm5Pg2lHD7Pcgi+fWmcvo5eOT6/ziy9jNr7PdzmJL4WkTG9ieJJPNbQjj2O/Cy83v2Ovrk3Ir5pNTm+gzwRPaCDIT4Xybc9EnkzPu4rer5baug9g3oZPLK3bb6KVvU95E0pvqkpVz0JNZ2+ISWAvo/u+D0QW3m9LZDRO77jur0kPfG9Hv9bvZm1JL0i2iQ9JUKyPdT9vL2j8qo89xShvvWcCT4OFsA8Gc8/vV5rMr2CRJe8ZGE+voELmr7iEAk9jPDlvI/5Kb49oT2+F9G7vDlGGD4rtYQ8whG2vVM5uD4M//e720N8vgdCNz13D509mygkPt+NSz5W9qK9o1YiPpO3HDxPXfS9nwSHvQJFNT242di9CygxvogaOz2Wv3u8ub3YvAXS6z3Blrg8GfTQvWciQj0Inh0+8B9XvkxMKD7GlI69U5DNvRApSTsP9Bg9uV3IPAOhAb4ahqm8QLIkvkQRvT3hJfI8lnolPh/Kyb2e60c9Nmspvb09Ar5MZpu9PGZMPO9w8704y3K+SP7jPYck/b0/XbY9GO++Pf8tEz0Y+Ue+MoUjPh98dT7EFzS+rvsiPgX27D1ZHUI+AbcUPpa+yDy9brc9ITBYvYwKlj3ujQW+q9rTPa0dPL2PXBA+/fH9PeotYr2vCwm+pbnnveveo7y9AgA+eLC3Pb3yBj5ahNO9Tn68vLQIb71OaSq90LK1vXCLaz2w7Zi9DacoPQOVET7N+/q9MtxuvmSEDb2V0MS8NPbzvUTvI77qH0I+PbSPPZtfPT3a9l++ttkrvWjRkb0ZOi6+Rcb0PPyW+zzP+TY9FSiuPZZKtz2n5ug9gufmPSBf7TwUeVQ+gj+hPOXaxjx8tEC9xzyaPbiVxT1Gkwe+CAZqPQr8rT2aYxo87jAEPrLAbTuNMJK9KrQzvvx4mr1l4tc99PqcPavoE74Lo5m8BGwiPsMehj39yWQ9Ll/HPV3rQb3EW4y+8zpJPsG9aL355sm8iB4+vbJxjD1YMDO94GqGPjSMzr3SXzK912wvvuusJj7d3L+9BAt7OpjlDj4JCMa9UcaOPgucCL4elp89aXPXvaBYKb5MLLe9HaEMPjWqX76iLAu+9G/HPK9tM760NHa+EOFBPTuZDT7HGLY9rNhNPhhEGT5rz+S9gMj/PUr2yj0eESu+myMpvnJ5sD2IlDy9y2/Uu5fkYT7AeoC9YG5mvucnLz0CMxc+JlgQvQkaoL1yqeK+pkGPvWu7CL2nuo6+54NvPkOKVL3k0j0+IvGMPtCXNb70mQQ+bekrvqMLl7z4dBo+NasZvmNMML7H1mK9wtFHvm9rEr5KMyu+gGLOPc2Hgb6ufMS97YPJvvcPHjwUAra+7WAPvWNwMb4hq3s+dXoRvhqDpL2t3FK9hC0IPknQETzPnpE+hKdovalNkr4vW448rgXsvXJcXz5tHry+lNsJvgFq/L2NUJ28jx4IvcgDwz2UklU94lJOuQqkKb1EpTc9fl8MPFtoGr4MhFQ+AIWYPTh0V76PfgY+W9tXPnKl+Dur5LG9J1DOvWATtbwjnww+813fvRQxir0FyEQ+TbQUPUOsuL66zAY+ws06vqcHWT5ZQDw9x5qmvQZvQj752Js9nv6ivuqLdj7tAgw+9TGBvhYPgb7vhSw+Bsp8vmJsHL1wDCM+eNsVPrfkAT0iT6o9PvIKuuwl/z3pdqA+zyL9vKAHJb1S4E66V6SkPjP2I77Hre+9tOBTPRnMAj4Fwas8Mz1GPcW52j6gtlG9z5UgPvdXWT41QIa+e4/rPfG2UD5d488852VbPS5H2T2rPcM+OybEuo02N75idaY9MhIuvWgDBb4bRwG+ILoHvgZeKD6Kha6+kzYlvnIJPr6wj9U9QkfpPDGvAL0KKSK+SJCYvbOK6L0xykS9x/jYPRzeuz0yd10+KToXPrnrJTzUJQW+ia2GPZkXij1EajI+Hal2PlMT5DzD6vC8qsDjvBPwNr1yl+E9lEEXPkOiPD4rDcI93+6GPNQeir45x+K93/pIvCxroz2sbTA9reAEvTiaDz4i/2K+SRoqPpA3dbyA5wU+FQQDvtDzPb6iL789lDWbvVW5vrv3DoI+aymGvobfJT7HKFE+JeBePkJMnj4TMCo+XxkfvmI3FL6+5GE+wSTevbStkLxXzvK98kVDPlUPMzyaIXs+4Ej9vYyEF7zEMH0+cq/evf3toL3mYDM9Us2pPQjqET3SiP89kMUXO+yTyTx+9bC8mLRtPq6TJr60hIQ+EUB9PjBCKbyl3YK+/ZN4vXhgKj3Sl1U+VaQXvCQvPz47j008Y+i0PaPLE72t/AC9tsVRPZTNiD7dhDM9HQQFPkMvp7x+1Es99NwJPpC1g75Uv4q9PMlcPbN/Kb04x+68IDqLPRj+mb02FNA9MCHJvTOKT72hp3097xOBvnDEVT3aSni9R9cDvkt8pj1pXKO9blX2vd+24b2JqW8+5ZMBPkKbN7zEhe+7HNEjPfWYm73SAFa+14h9PeRPvb0sNXM8SRF/vcqbyz2MfKK9EuZyvQV6uL20nKu9o4lmvftU0zwt1FG9YfcKvQkXpr4OWv09ARadvZzMnrzLfbm9oLfEvAKD8736blQ9BQWDvfF7Sr7m4908PtHhvfiMe776Gjo+JrZvvoVkgb1fUrE9FE5avjPqxzxvmf49mPk0vtYTNr7sYUm+/hrQvc1R573UISO+JGAbvokFVL22kbS9HkbnPY1wtTyV+Au+qiYQvht0972yLV28pTr4vYIwY75YOuI9a9EPvokBjT0stBO+WbexPVWL1D2+RDI9owJSvkinOr4NvHy+Wpc+O5KygL7l8eY9woEAvs88I76R/q68Rss+vqV5+T3JH0Y+lF2YvXGDLb54vaa9CEHpPcGgIz1kndM97i8Mvvodwb0gixa+8L+KvRK1tL05MBg+/mRBvoiy/L38RCs924nQvZFVTr2ZbES8qgsrvvUklT2F0g6+7qD5vFTTJL6MfT696nbEvUH0HL68UIS9I6n7Pbd18D2shu+9yqeDPbuw3T0TbTW9ksEtvhZodztwM2s+aVMjvhIjdbsJR5i+7A64PHxvkbwsWxG+vEUvPdKVh702Jgi9XlR/u9pF/L1W5nC+R1UxPq+dGj7BAaS9vAAUvtPzZ720/Za+375Uvfu9P708Yxi9PZMDvm/zpL1EU5G+q4yBvkSinL2Wp6S8Yoj9PWb1qb3/RCK7eVKTPEkyPD1mcWi+SOLbvacLSz11BoQ+CR0tvm09lry6V4A92tLtveUmJj6tjh49H6fXPfspBz2kQVi9/u2GPmXf7jyXp1Q+8ZgtPlCB6L3jphk98Sk1Pi0TCT41Vwa+I1ievCMm77w7PrG9ZX6QvRoQ/TzWGFa+hXJ6PZSrSj7aUha+drIevnJkbD3AQ/q8HDaUvnaFxb03lVw+VNwaPi8eIz6cKmk+1m2OPaY/0jxYLC2+xu3IvK8Pir61P00+XX0TvjDmEb6kgqM9/8xdPuzoK74qsGk9eUHdvV71FL2GszO+/evwPcq6qD1Bx0O+c1p7vbMqAj4efC2+gFSkPBMsKj7L/8E9wClMvUmaTz7oxEA+akQVvh6NWb1EPTW+Q2yfOwTdor2oy3W9vF1kvfMkzb28pxE9o9cXvQqKqrz0KxU9C1gSvqLadL257lU+ujhJPvUvsT2C18C96HEuPFsMQj3URFM+O83LPU60nr04Yps+Qa7ivWUsij7wR7O7G0uavgwU1jtqClI+E+GPvIcVnrzBlP294D9Lvtcz87ym6YE9/gZfPQYyvr0ZT1A+yi4EvnN1a73n8am9rxcNPGvtL75Yg0E+rPogvSwXg74mK5c9z/ZKvrgGSj7zdza+Bmv2PdQ/L76IxZq9VW+1PaP+Dz4fsEQ9IQOJu1f4y702FuA9HpiXPMn7nz7caVs8jKOLPWPFr70/6QM+FJh2PdUFuj2VaP68urMovVd4Nr5ul/48OLGbPcMorzz2pLo927YAvdjnir4yJWi8Ud58vWUcf74WVVS+9/n8vW5dr7zKOQS++C7CvPDB/b2HBKi9MdM6vUISlT6JFSw+aFM8vYGkLb3NLuk95grkPCARuTziAuc8pgFfviPXgr6zjMw+bI6TPX8PeT3HA1K9v7VoPK+dmb1sZ5m9dq5GPvuOir7LUG2+d6cevcVclbv1xZ49+wm3u3WNNDy76My7n1AnvmHULr3LeY89GgD+PRDMh7xD0rG9wFDEPVSKaL2CRjg+nT/VvTR5M779YDs+J6fgvTu2473iLX+94M8Zvp4vCj4MTEc+Crs7PBPyYr7NJrg9UPb+vb2yGT6mneq9A3UiPmUh5T1mfRQ+JiuVvegup73X+Jw9RdujvSoCU72Bsks+mnSwvT04Fz0aEog9foT/Pa3gUL5wx1K9jOBbvYx5PL5ovli963q6vdjbxbxHLuo8kBIIO6jKo7wwFdE9prIKPOwdkr3nua69eX1muwYtdr1/jEq+yDgFvssWt7zzoeo9lfsNvvZF4L1ZYU++4ilpvfSd0b3HSfE9laR2vRcb0z1nsyC+nq6+PdGbaj3iyf49swfvvLy7zj1SYow8TwXuvBjy3z1Bq7o8FhDJvSe/Gz6q9eW9axxePa2og7xyahm8CL/7PUjnFD0G48092AEqvtAA6Ty0pyi+MlL2vf3Q6z0B3su9lqcVPgcEK7vZN5Q9XKDzPX3ZwD0zUj++zUUHvspYubpwWya+cp+DvsKmV71uf2A9MF//PX4VwrkULmO9gGlYvOpJC77ELHO+zx7MPJfNhL6Aseq9piHdvd/5Oz1AbYC9kHPxvAMPRr3gPpE89BYWvlhTmL1fBIM9q5IzviP6dD2QUUy+RhSUvKppGz0rZqy9M+fmvBeLcb2muDG9FMixPRKqqT0a3PE9TZRzPQV8Yr19/SC+N9G3veDFMz6j0Mw9PF+juqiSmr3XszS85TVUPdpZgL5rRYq9s0FPPWud/T3QRcW8xJ/ZvSDL0b3UiG08+6bVvSjnuL2mvKc9sTlfvv1YA76LyTy+uuXHvRDgDj1wGo2+8I73PTxFp7tghwa+jiTHPKIpcr2NBy29UABevY/6yT2J54U928+avRWj2T0E8nG8hy3YPe/jz7y6WLk9mZ4EvuA6AT7QK3W+UihdvqmINz4BWVk+ppS7vuuqmzzIzo26rXc3PvcRib0O2fW9RW4Cvldof76rTQE+mY4jvvSJuD3qPV4+9BUCPrZHkrw26IG8Sa7+PeSjsTwmxc+8qzihvvvNhj2y4qE9yI/+PT5yHr0a9Ty+ymzEPpHdZj5Uerq7MUxBvs4z4zuXT9o8DDiePXqhfT57vYa+PsmHvukCCb+hxQo+1v/2uvBmw71+VyY+ofd3PjlRLz6TQh89SkESPsyhjDtJn0i+oXgkPp4kQr3jjSs8N8rLvWCck77DbJs9IqRMPMCkur3kG6I8IRlavjhlcT48jGi9Niuqvuzv1z1exhu985LXPR3s2z5W7ZS+njJLPv5TFD7xqMs907PhvTm8ZTtIcKU+JatFPaloir6IbwU+S2Euvtixvb1zcxQ+FzLdPUnp+T6NGN89yl0dPrqsRL0/86I9V67LvEoeCL0tWDW9Gp2CvRLH6j2wDvA9VGYZv/OPvL5X+m2+teYUPYnWBb7gRT49rpD9Pa1ivz0COSa+Uw4rvr304b4wC1G9wDjBverAk74N5uA++w54vrWPLT7A/BW+TB/SPEmsgr6lv348lQglvr1S0L0JrtY900SgvBTi6Luwj8G8YwuePtRrHb5sVaQ+w4P3vAl88D0FlVk+qu1vPsTYtj1/as+9s6GJPq4ZQj1BY6e9VtFOPbjMab6laPY9FAGBPkzlhjsUGkG+DghzPsOaJb531vE99TrfPQvZlL4fmJk+FWWTvCHZXj6IbEk9FamzPdKLBT5aAvc8RB1YPV1/rT6rtG6+0oTaPCF3nT0wLr69CU4SPornbD1K53u+OO87PryP4z5i2oK9I+cAvu+bFr4zp2e9AhNiPWE2UT4yYKe8LqegvP0n8b3Qcue7q/bNvmSBFT7qhSa9LncuvUdFPL3jmZI9zikdvbTdVr7PyK89++0FO9LetLxaAos9JGwSPoHc/LyncDi9dG4lPF2eHD7ttXi8RymBvWfHNL66LKU+DqNavhZEsz128cK+c+/9vbA8Kb0QJDc9zuhgPg9rkr0Pjee9y4omPu8I770rtZC9C+u1voVKjj1RXDe7mQUfu/eWiL1s7B8+PaL1vfkyeb4iZJ+8o5B4vVC5Mj6zcCC93MF3vauf4z1f7W69+zdwPqLI0D1Vao29yiHSPXPfmL3WdjG9/gWZvDTnWj667YQ9fjqqveMyqD3I19i9gZgcPqpmFr654DM9uPJwPdLmyT2ddbG9IEF1PXhU4r3BBpU9+yNjvcJRSr7GpYm8VfSTvSlAoz2FHl27i/lrPTB7NT17ZJ8+1rmiPdaytj3FT60+RCQVPX2yW7qfkzI+6rnAPXjCyj0toL08sCVxvXKpLT2WipE9yCFUvjdctDxzK3E9gW6JPG4O4D0F3pI9uWyFvWIVDT2GieY9B0BpvQn3ZT48hUg+Hv5bPmJqnzy4e20+PiBSPg4F1L11Bkg+wqMIPpbIOr0S/hO+ZBuKPhM9Gj5p59w9jdYKPl+l1rxfMJK8yKnYPbUb+zyhT929cN6PPXQsJL7xk+m9sHM/PSrcOD69vPk96ttEPc67sT0fdgc9Y0eWPum1UbwS6mA+80w+PR27ob1B8Is9iHkvPeVE4j3cQwU+s4BrPtM9Hz7HFR4+xxwDPncdOL5gJfW8HByXvXQoYz4h4zq+a7MyPWfaZr13pJw9hwVkvouhvTzHmcM9WLzOvYq5grpecsC8tUhEPo497jnPfDi+uqcKvsLFRD1lA1+9aCksvs54rb1nM9O9k5GKPU4ZvDw2Lps9AO9MPp6IcD2WwQ++oZUcPb8Uhj0jxnK+8agPvg/1ML6/kpo9OtLyvfwMPT6foAc9GdSdPLOJVD7FXGc7fK4JPQgAkz10lqK9y86pvTmmTz4K6UQ+MW5zvVyow71CgqO9ccuhvZLnuj1YQtm8K4UiPv/HoTtI+yK+CpHaPHD+ND4yYDK+4NCzPnehqjw7ATm8/g89Pufj071mQRQ+pAzXPQ/Ny71srRC+7U8LPlS2BL6gzhI++NB3PW4QKD6wPFu9vS6Uuw9bhj1/Th8+vbWvPVy7MrzTeJG++/ZYvbvdpj3+KsQ92xvbvTrAbb5SsVA9jc9fva76Tb2Mhw2+Z0vEvLiJjD2LUKu+n94YPuwPub37U5o+bkeNvoXmpr3szoW+ilSYO0crLD1Azii94F4bPtnXor0fdFS94JU8vg3wnL3IXzs+TnDCvcjvMD2jF/++OU3lvFdWNT76cai9W+IFPj03jT2gStQ9QgGzPitAzb3lVYc++ewtvbUIoL2X/9e8ZKqTvLv0wb3IeoY9tCsDvlBar77PdxC+a9hcPmJDkL5AKhy+HcWevpcFzz2DqTy9D59rvRpdaj6jN6E+iy/CvfK5czzZLpW+WmzVvftaBz5mM3s9jwD9PRKATz0Zghc+rhlovpRwML45AmK9XKqBvrAufr6NExS9ftYWvhI/vLunjAY+7zPdPSNJpj0cYLE9iuA5vuWjgj0iUnw+9N2bPreD6L6nlAe84YuRvDkWuLyxJyC+IRa3vnrjlD48MZ+91IuivKMjn70FIVE943hdPdR8a773wvu8/5w5vfTPQD7C+s88WwRkvnTrHDyPf3o+aGuuvty7Tj2XIEk9cO+Jvk3omr4lRiK+R96SvsTQgT3rslQ+H0tLvQnLKL2OGwe+aI6oPDRv7bzvVU49WgRAPlE8zzycCXA+RmSCvcIaoD3uX8O+tiV2PkDMFT1igcw9TgqUPvCZHz4sIJG9F1uDviIklz0zaBK+JS8NPs6kLz7aoE0+xNRbvZdoHb3G5l0+7OpFvTnn9r6BdoQ+VGuDPb/rC77KSF2+o4/TvPzlJr0YFTW+BF8bPtuEWL7bX+k9Xd+mPF+ivLx44BM+ctI0vXljK71jyyQ96d/CvFtRcr2Swq++AJZJvv0ymzyl7Uk+79rGu+1Jg7xKyBG+NgO1vUo83r1sitC9sR4YPvQAb76Sza+7zmTsO032mTxuh6k+6zrRvaWebL2Zl9S+OI0hPTFPZD4+Qts9ExkYPbBkmbxL6AO+k+hDvgLb/b1eEiG+66aSvp3vxL30rzE+YlLLviwO9zzH/Cy+JZhfvfEAd74qhYA67hrbvUC8aT4K2WG876eZviAkbT0dxlA+l8l4vYkhlD7A1oI703tuPl3PPz7P65y9+QKXvoAghj3YVxi+gR5FvnVJCL2ny4a+3nk0vZvknTtpqRI+Gf6VvmLPSL0D3q+84KmbPXSUUr613o88hfKgvPTzj71LZPU9hmLivdTRGb6M3Qk8Ct4cPeFNhj6pkJM9qGgevvpoib6MxQk+xTUwPtCshz3dL4a+Ls0BPphbeD0+vpa+j3A+vmi56D0v5Ii+FfMwPm4JTTtRf26+sKbdvQmhML7s/FE+3NsMvhf5Qj4aQiO965CIPN21IL64OEa9VD6jPO4SBj0M88g9MqjaPGnuWrzmOMg8UOp9PT/6X74swTk9W5cAvjjcm7510Ra9PgThvIaBAL4ZsNs9qGMzvWCKDj2L+yE+hnMAvu41+r1Jy3a861Yivh8efj34fpm+CoRevsL3y76uxdi9EQoPvlyRobxvncA82H4ivSlfKb1lxK49YlJ6vTMXHb7VYWw9HOOkPXM7Ar77Kk69pIk7vohleD3yn7U9sHHdvCAsgr394SA88BJOvsp+Tb57zli9SRoovlUP0zzKaye+1eaYvar19LwCelC7a4EBvizL8D1oMYK92Yygu5ZWEb75hqA8yokFPLx7J74v4BU+yQxrvry8qj3nwpW9UZP9vSDg0L2hARO7KsR9vpQRjT3z4QC9zdTMPE1Xvb4RN1k94KHNvWdZsD1MZWy9iIugPTOrSr6c1wq+GmcCvjsc77w2t4+8CxgxPO+0Xr2+XZM9gOMsPb+utr3SdQS8E8EAvleId72ywBI8VvxuvUtfeb6+Ou882RhYvgLAa755Xd+9ngyZvY3d2jsYGgW+olAdvMZCWL0S4KS8OW+cOtwvvD0Qu828fCEiPv8xCT0BQJ09RgpEPVymlD3wuAs+qqwIvk4RXTzdD8o9d4KJvC2EG70pf1S+qaQaulDAiL1toEu+9LEwPlDjCL5jcZO8XI0YPoht6D2j93M9qzdfPsjnvDvwA+Q96NnBPLykGb5T/16+J9G0PYPEg719hLe9dVrfvYecS7yqvpU+27wtvgtLV75Vhp894lVMvZltHz4GuCM9VkJGPlLSHT79GO89MpmCvm2VPz5Q6Tq7byOTvivdnrz7MbY9Jvl5vjbkvr1HE8m+UbQ3PeWggT19f+48SofDPVXjgL1F88m85DvSPjboMj0Nl4E+c3pwPmmZyDwZeH2911tWPuj7b72WAQe+H5r2vfC6oj2qaL29123+PeiFYrylgZW+6EaIvmvLBr5O7as91jrGO3gMsb3UZEw+HBXQvOZqzT7VvLm9D0jUvS/0rD27YAi+Vs6JPkOojL5UTZ29SzLYvbyyJD23MpK+97EbPlEVIr49tKs9ETdXPr01VD4fp5I9t56IvQ3Kw70HnAS+RuOuPIfmQj0UA/68QyFZPpYL7buqWyY+7P69PkEHAb1Fs8o9U1/MPSt4C74TNZU971mGvpuvX77zxG09gN9PvsBfWL6vt7499l9uvmQH3j5LJ5I92JV4viUs+D1apII+DBvvveEhQb2EHK49H9/EPHPYJr6ZD+w9R6TxuqAq9r2WqwM+JR0vPkZrij7emaK9Gn/yPQJHR75+q089Q/xkPryvnT3vCoc+ypFAPIY0FDx74yy+u/vDPZ2vEb1+UYI9HooMvhxyJL2F+iq9ztRdPt5i/j2adOu9UFxOvnawhT6X27I92dMNPJF7AT4Ycvu9AEa8vEJT6Dv8fxA+w5TLPpqHHb4ksMU+j+DZPf63Sj5b0yo+WVydO9dDvD3JZKw9bjHnvZWOortjsqq9alMJPsu5v7yaSaG+qsf7vbslDT4pzPI8Yst9PdFp576LFcc9KL8Evq0d8z2nEcU9j5MfPpsSDL6iwUw8wyWHPqtDGD3l0Ko+fZwqPVD2Jz5DIUI+ZoMIPgIVgLuvfFA+UrCTPYvwjz7piPO9836CPd8Jkz034FY9XkHbPaivrz0DrpM8CP9yvh/62LzyxJe8za94PHs4Gr4dhyy+i1U0vnanmL2powi8zVy1PsoCEj6p8u69AE0/vrvkAb6+NDO85ZXhPB38RTyUqjU+Um6OvVMyiz6y8Cu8NWXNPCLOZz25j54+wEc/PoIBAr221wY8ITbRPaaJk75ta7W9VIbDvccTEj5XgPe8IzWrPcp3ZzuGszI+jQyvPiKdzLqgWEe9xq2Qvh8C4b0uh5A9YNoJvUFH1T28Zwk9cSifvO2lhD3s5AO9eFCWvUzfxzxqlpS9gnVIPbAahT128YY+gjCYPErRVD6nwZI9FMEuvgbZYDzzffC6ooHrPX36570U2DG915wuPjvzGz2Kx628ul1cvjQFYD3SxlA+Edwzvjd5Bj4brAC+BHb3vUuAlTzNFYG9CWsavcOyJr36Ajw+pwrsvTFzGb1oF1y+lKjBPfHG7z1v+4o++pu/PU95CDwENCW+OBPSvG3k3DxVuG494RNUPZOY6T0IaUa+eycsve4BuzsgyMQ9J3ypvYZ1TD5d0Eg+dzAWPR9Lh71JF6a8dOGEvTpoBL0mFEy+7RJyPMZ9ED67Mxk+rxp2Pe5hGz5rH8s9IHQSvia2rjv6Cra9N+LoPf3ZAjxXDBA98dF7PbANnj1ar0K9kQhMvYWGh77A1hc+esDpvSSFsryK5i28J8JKPszYSD1I9+S9v9v1vau2Oj3grUW9zVJqPfvg571pjns9o1YzPG5Rsbw0JWQ+vdOEPAxuIz4DxqK9xGGKPdf3fj5D2mS7QQ0PPbvFdT6FVjs8njR1vTMOhb6onke+J4CwO3DnwLwduda9SaOLPclc8Dw0EKQ98rsCPhpC5L08VUU+xvSovUIiD7n+gQ+9Xx/lvGb2PzzSZ4I9xPUtPeoSsb2jBRo+Vx0bvoZfJr6GQ9A8QdOrPek+Fj3JEg8+ck4wPutBMD4q1Q08o0kFP4sOlL1FjpO9s02WvL2whb1bW408OpkXvsLa1D1tiYs9/qZPvi9rur06sd09pxsJvq15lr0O2GS++bYLvv1sJz5Og1C9yO+FPi7DXb4MXz4+aZmTvmXGyzudcxS+15c3PrguCT60m4G7glVsPvjypL0RRoE8xA3KvQ73xL0D1Ea+pGenPtk62L55KQY+LLI8vnllPT6t/1S8zKQHvsRca74SpD4+QNPXvYVh2D3z0Vy+hTlFPYoseb1msl++TLrCvVqtJr5Y25o+RG0Wvijb6z2ZL4a+bbUDvnC3Or5AWsi+w3drvng+f70pjjm+aPmAPdpMOr6VJSW+JWanvSR6xzxn+kw9TD01PsBOrj3jSeu9xmdkvWbZIT4K+x++z5SuPOTneb5Qqi4+puxlPSp05r1xh4s+yPD2PRnUEL4q8H0+Wd5ZPt2ou73sBKI+Q4IGvp9gfz4Dnhw9T5GKvpHcgj4Q9GI+9EdzPVvTgr5TNK68SqiTPiL4Qb78InI+LZJ0vrJvGj3ak1g+qHwHPvTCHb6lEa49EzTNvemtOr4QljO+/ShwPgAIyj0YGAi+IcCmvELISL4yHsi8r9QBvps2s72UdDw7JuhlPfhpjD675B6+Ry56PfliKz5bkOw9LbVqPl7QRT6Ejlc9aEu/PdZcQz7oQCO95E/EPbcPzb1UEL4+qdpOPlzYI7140fS9s1UOvmWSND58GeC9IbdNvX+HKT5FcoS+uZpPPi/Nwb1nB1k+uTcHvqLJMz7lLmW+I4kpPsckwD2tYTU9tSFmvmwtXT7Bd6O+0J0avS+9WT7gXVm+tdMIvmHwfz5h8gi9HrFSvlUH17rFwoc+f8AMvQehyL3y73A+p5pTPvjOMD4yxkg+BYP4PUiaUTvQXX4+3PzSvHlrDL5Feh0+a9A9vQ/S4r3Ox3A9T5TEPcUmAr1UuY2+MHV2vYk8qz7lpeE94SnJOy9/wr5jeZq9f4Mlu4+hqr1104m+lLCRvS/Dgz1QNEG+vREUvtM/Wb5tKOc90HEUPM+lFLylXc48NafqPY1F77ztzgg+OARhPhmIxz4TS6m9gBCqPbWtgj1q8Fc+n2jtPEZbWjyssyo+VrS4vh3EYz3/Wjs9HLNRvlhi5b1/t6o9Ru19vYhoob0A+rQ9lpVQPnCVKb5w4rA98QcsPQ2dFT6fPA2+RdmZPdFUAz4U3hC+74U+PtZrBz7gYGa+S6ubPVvQKj5VH7I9tmE7vZiVy76LA5O9AUDhPG/nor3F6hq+aC2HvobZtL0lkPC8ETyEvbHfQ71WvFw+qL3vPbT1O74FejM+dJACvmUoBb4dhgg+MJ0Kuvy+sj5YwsA9Ux6VvW5Tzz2kOIo+aHY4vvoWBz4S/RE+x4gXPnX+3rwLG0C+sukwvNHrMz4INzY8vnwgPVDCzb0H6e28zndYPYN9sj2+N1Y+VgY0venXXby0yTk88Ik1PgU4vz0VFgc+PaGjucKeBD5qHQ09D5gQPY6LTr123Ug83/DiPCikBr40WqY+x3TYuzdc8D0TVBU+wSz5PVUH9L1auUk+sZF5vcyguD3etrS9P/mRvctJmT1g+b+8M2ErPqSqK76JjWS88+/xvDI6Nj5UGa+9M1EaPu1zHD5ZnCg+MwZBvlkSrT3Lcz4+GnILvU5JNz4mYMU9Q2vDPeyvJL0/yAm+801yPbu2d73zCy2+gUzpPR1d0L1n2is9mNwKvsxwLT1+zMy9asK9PAONF76lvz8+mPs/PjWPzj1CI2Q+IqmmPdxhAT4kQTK9OFVkvaPJBb0pDZS9qc4xPgkfGL1jTEY+17cnvS46Y708Cqc996gfPmeKGbtiayQ+nh0PPlqGKj39+7m9B6NXPTaL0DuHgtY7NMGyPU5qmj2aR5+9MpUcvYGnPD53Ujy9FRARPooH+r1b1QO+BOZGPguYxjyJL6y9MZSJPWrHAb489LM+kdNrPQ1PB77/6qE8yyg8PYrKQz5eloq9nwERPkXqAT5pHTQ+37PTvcjbJz1rATA+2ggZPjsn5D1lccY8kLCAvVZL7r3pJMQ8tYfXPq1WET47VaC9wsKDPrNcWz6DAHA9Dd2lvSZeJj6OM6w7PPqAPowClD14HRe+kEWxPSL12DwqZIG8f6UdvizpVz54eOO999qnPuJn+j2Yly29o0gevlkThb4uZU8+gvG3Pepnlr5oLi++KGU2PtWNXj77U909Ec9gPmQ2Ar7Gvuo9utNUPnoU5T3Cu+S8zDp1vnwJB74w1KW9qOdmvtP4V72v9Dw+VR4Pvm965jxg3JC+67XgvRndjjy+Rzo9+GZ1vmE9+70LuFq+Lw5fPVL2WD7UPqW+ekbDvedDuL3MFW+94LfmPfm1VL3MxVQ+MSNGvQpwQ74n69W9c9JTvZEAS70w6rQ9b3DMvex3OTxUXQO+qYnWvFd/Wr4hx4q94HYdvrOjajzH9Ki+PaqzPlKZXL20oRs+TiTKPaZbW767ogy+g7bAvCMqvT3w9ZU+JM4kvlCxmr0jm4K8+9iwvaK5ST42D3q9XbGyPRLGF74BA709eelCPeg3771jW4c9hbPQPRncubwkuKY9jzcqPfaLfz2E0zU+LewePvhXib4wkMi7KrqLPpAmeL4hu4Q95GyLvfwarD2F/K8+8AISvkXaHb2AeBu8JvsmPudrQT1T//Q7vH1ePPfiaT6aeNi9E8gXvdmGkz6BKmK8ccMLvmxreD5nWkg+G+umvfbRnr1EYYc++vc8vmnOZr2ugqK9CUU6vuOhlT5eHXO9pzI1PjipFL5lgRO6kVCFPXel9zzS9Zo94oqEPiL8HT2Pk7c+Q8NIPGSQ3T1W8iA+I0QLvoI0jz5dXxI+QYgYvYM1/L2cVrK9MOI3PTVAgz1hUBu9lSLEvXD2HL4Af50+yCcGvZ8wKD7xMAi+UDRYPt8P8z0gJWI+kHaJvibgGL6baGk9MckDvpW3Lr4Bhks+OKaSvY0Flr519HO9oEoKPuC7vL1F4Ly9RzBBPjCFqj3o5qe78jnPPdozs72Np9e9+yR3PGLjLz1pMAY+m/eJPfGykL5y83o8/E14PWVOXj3RYVw9HwZyvQTMdb0ie8I9++3LPQq3or5DQk+6QDbcvWVatb2qTjw8ybs3vnH0cL7Kl1W+W/CbvXMHWj06L1S+5+vWvcBPgr5+5U89zn+MPWeU+7tBd4e9vhvCvMmIlz25yc29zNQxPoLmBLwY6va9c8ldviNxDb6moCU9wEA2vOWWWDyYv1y8HbgvPot+XL6AEIS9Y+dWvddEkD7Idk29++IMPJQlTz6CJ0M+B4GvPk6Xcz6aNlA+D8VaPf+rNb5Ww+M8VUIeve8jCL72IxC8MLd1PkgGJL2kp2m+oBeWvuY+8rxVR0e+LQDVvUUqGj4IZK49uRs/Ph5kRT6g42y+moANvl5riLs7yIi+4s4+vSNtLD3U/Pu9sWRHvequqzy7nLo9eWo3veHMuT3aXlQ99NynPawE+r0+MRo+6QYevjNJCT7H+RS9OCmCvVy2I77h18I9/baAvNmC370pwM093mMdO1YmfT2mAlc8nv2EPf03e720dDy8aXsBvoyB1r3or0y+ZplrvrsG3Ty2lhM+rjvMPD4zEjw2NKM9vlGcPQESAj15uvG8He2jvQLh1j1WwCa+M8DWvc6JB7vvDBM+uitIPkx7cT3pJ9y8WJOTPZfwVz3lzKk91GvIvaPOzb3ij4u9DEqavYCUQbxvSgm8hvtlvnlCJr5pkf295glFvvRA6zw1zrO8wTpHPaEw8jxWwBa+H7y+vEcJnL2Zd1a+3cPFvb+rV716c9i9dR1nvVF29bzIbSC+gN3xvNLswjy6qCu+vjeTPe7XKb5hJ0M9+e0cvpHCZz7Zs4891UacPZG5QL4dlaa9chgHvmR4C74Hdxm+/LOGvqUjib4p8wo9TleLvdBBpL3kLpe9mzstvWjSqj1zHNK9gjDRvazs/z1+jEe+WharPO9afT3FzBo+q02uvRClHb0f3749PY+6vdZgK77H+S6+u1EFvcgrnz0gZKI9TIcuPj3j9jwij8u9BwtuvkRR5723DJA8eyJ3vtnfQr4BtbS923gHPaNlJ73cZqI9JGeKPf/MDb5SnQg+NdHBO6LPFL62JVo+NTkgvjgV6b2PNOu87ZDwvR7/RL5vFb88nlJ/vTDQi70/Ho6+qEuqvbPZyT0IW4K9jzRPPnsMhr117Yg+KIeQPumqur3EW6e+k0IZvfrkgr6TUF6+z3hgPuqFjj4m1K+8xt5fPTFy2rwGDSI73nYVPlOf7r1VTp29CHvUPpt2Er7Jwcc9oXn9vbhs0j1j0Do+gL1lPnsUj71jIV8+zqmVvL8/9j2tQPK9Jdg4vqDXkD4JQdS7UiyuPMelEj4nAYe+FBzYPAQ80Tqz1he9s1SRvj9nqL1bgma8WuyoPnVGgz004nK+ux/PPaQenD2+i5K+ycxyPR7IRL3cfGE9/FbAPQT0Jz4/lDe+E19bvfPP9DxM25C+drbzPQ/lO75HNpI+u8yFPTP3Xjr8v8I87ACyPCA+KLwaZgo/Vo9SvhrYnr2VO4Y+VGIIvVppkzwL87+9NRqhPqG4fb5D56I9ys66u/gWBr/hSI8+5olbPl6r0z1KU6Y+yhCPvaV/fr7WEhK9zDHEvWOfWz7YgeC8t4CXvQ5j+z1+rWq+Sg4dPobbvz3CmUU+qMvjPg96gb7wojq+ayaQPhyEeTt/D108Nrq/vWgzzDvTRS8+KnbyvfLqlz5wLlQ8LReEPlL0qb5ETtg8aC5XvSbTGb0Z8ac+0wJXvWL13z2NOTQ+uAOSPuhrfL7iUOu8f3EGvmaoob3L9LO72lP+PU/rejwqohk8dDKuvR/dEr7Sjfu+oMovvo0GZ75pbNe7RY1qPjjNBD7HYNW+8+7hPbGWIL5eYnc+J6QqPYyYh75S21c+mSK0veUffj4H65M9oJhVvOnFmr7Bex4903OpPj8PBD5YbXm9ZFLaveY/pD1I4Cw9v6i0PU7a872AwDq+TxYEvm/0pj6SAa4+lM7jurFUzbyT0E2+bgFsvmdyVj0LVok+lejQvXFu0ryAzYa+SPTQvnFlN76nk4e+dcwOvXQ8ob5Qt069pz8Rvnxo1b3E0P09xcIbPQ114b1sCNc8fveFPp0VNj57/uQ9V3SKPWkBiz4M03U9R0GIvhhZCL13X8g+hOk+PH9cH77oAck7fbZPvtwmGL5jW609FfRyPqJxm73sszO+Lr6YPdCY/ryGekS9BdkCPrKU9T2XlCo93bETvjFpC76whGM+RD/OO6z7Qr5Yr4U+M3UpvqoWuz3XGRO+HpAZvWRFZr4T/BE+PHFMPmDyxr2AVaW9p7+IvFAYPL6HhSm+6WblvYTrMb6k1NQ9X2pcvYOw8L3EZzO+ezA7PskAJj5ptg++W8kAPmbJ9T3p74c+11QovhNBH7yY7CS+Sjx8vthj6b2MAis+UISMPfCcnz0ZpNI8sgD6u6Ye4r2LhiM+27LFPsRaCD3T9AM+qYqVPbGGjr72xDa9niLSPYPI2ry77AU+KorFPI4dqL0tL+S9SxGZPNuXrr1csiQ9AF0UuvhGN74OCVk9uaSqPRSSKD6Ru6K+pxHtva/Zrz2z/DA+T1xbvUakNr0pboY96ppEPrDfID66Gn+92XufPvFO7L1OpgM8LFc4PDD4DT1IQ8K98okMvvk/4ruY4309BsoEvTaTkLywzBi9AfcdPfKNL727xRM+2rGMPad/Er4aq+09DG18vjDWqr3dYx0+UAQivrSleDwfQya9cbFTPBxE4r1nyIo8zfIsPQ3apr2zO4K9JgMFvrtpXj4rpg89d/zgvbGcJT47Fya+MQZuvumsYr4kQyA+cukUPrIdjL21V/m7ONiYPSWuHT60Bdc9802bPaw4Mz60CXw9x7cHPWgoCT6HjeQ9Vg4VPf9CibsUd6G8pirwPMpuo71q3fI9C5ZiveQbiDyjH1K9RpLvPVmTxr0PORg94KRFvQprgj2QwUU+V+qPPaJo+j0aYs28DhEgvBN/az0LDvi8fb2JvUh2MT31MxY9SSV5vdeLbj100Y+++rMNPqw2sr1x6tK9d3EPvp8I073E93E9+Yo8vsWJjD2MVc69vph1PHYpWT6gkh2+cOFZva6YFb6K/2o9vnVNPj7rUL7N4jS90FsLPi3zSzooX9m9pSwOvuc5Jbzv8Su+4IUKPiFBDrzDxS4+289NPqE12r1zaae+4goZvsY3GTyyVci8yNF1PgiVhLsNPTU+i7vhO5snIL7SVHq9u+V7vbiO5r0GE1k7vkB7PqFIAD1H514+46CsPk4dd77LOu+9RTeFPvPNLT371cO9jlV+vuP5hT7NFSC+L3vnvT5jW74w6EI+wrVDPb3FFz2jyKE83cA3PnzQ6z39xqS+bcWVvslje760kg09nKQ2vZq+7T3ymFq+nLMyvvmzbb6GXXC+TWYjPUbpRb4q2rS96OxNPpYWhL7KPdy+HYv8PZIB1TzcgQK+3U8ZPsTVEb7Ai2g9b/5hvn1h+zyk0ki9yNMCvlQpPr5cJ40+LY6kva39/r2goko+IDQ3vvPcP7teqcS+ZZokPnupNz0vPpk+8ex2vvBvmT5O1ny9lGuhPegsiT4Pbko+SNeOPf/UdL7enlU+kHvCPuepsb4EEw+9CUnBvX1AHj5oeSE+CfKqvZWK1b0vUBy+FMYpPgouR700vVm+r97lPdf2NL3cdFa+u5kyvQhnLr6RPWc+4HQmPmj+Yb34vky8yXd7vcOJdz5gZWu+T6ICPaWDmT3swsS96rJrPsnfTj4fm02+J7FwvcNTrr1IMwI+iFJpPt00Gzz+ogi9tP8jvjHpCb567FK+py8YPoUe/D2nTA+9j9Qovm6joT3I8VK+Q5V+Pl0VAT4ZSwU+L8QGPqJlDb6zuvo9ePBKvZo8WL5gkyU9ujvZPcEV1T0cjiY9Q/5evdhfZr3rYZa+I/Axvb43F76QlUq8AVY9PezlVDvQ3Ak+9la0vON/5rzadJu9CWdzPqNxaj6qwhU+Qi+9vSZzLL52zqA830krvkzowr3F2CC9OKaXvD0JFL7/s4Q+D11ovSJBZD7McYa+/ylwPqU0KT18Da+80VQkvX2WWzxxfqa9/JbgvPnicT6Crwa8e6iwPEA4Jb4gFQm+TC50vSgIAz6zlIo8lY66vX8tBD6Qzhs+76GlPgyZc74i7wi92g6bPcS7uD53dpC8tgTVvQqhEr7rp267xUcoPto6n70LaCg+Io4XPnaBlDuzAQa9WHqZPbQmTrtUdvc9iGWwPRC+Ob7/hii+vfryu6h4Ij6IltW9rghGvmxgWLoj/sy8YnI5viSGBz75zeK9DtGcvau3sr1F7Fe+IWFuvYJtgD72Jvw8HlgRvAvQaj44n+M9hIb0PX5U7734oYG+Scs4vYzX6b2lPxE+/OoAPrOvB747FoM+qDKtPqC0tbx4ioS+TGHAuvPWtL2dU42+dd9xvnW8MD7WuF29x2FZvrY3Dr2MiJq+ftT5vUbY2T2Ow6W+jaaivRA+4L2lQgW+4TMgPbMyur2b2XM+PsGPuvwUUj6NjJ+9YaPrPSqRPz1/W9o9JTkSvmGKg71Z2CA+hmqIPOzSgr7/piO+NIxDvi4Irbv0wIU8uoPtPfAzb724Ulc9OvqhPaSakj0zw4a8rXWYPUuvHL54dkG+NmI9PsCjPD31rEK+3UoQvhJqoT18ZMC9odtXvo+Ep7wr/4i95jstvuEACL53MFu+TP8rvvqxf77jOeO9uIjAvV27CL7asxM+zvNBvZXjlz2660a+7QgVvmLNt7uFwBQ8eNE6vvADrDyun2G97rsevmXAf75+h9S9p2F7vjhMpL2Ucs29dANUvqJCWjvZS5W9o/MMvmF/5zxDYn+9h13yvBBz+T1Tdo29kBOAukphhT2/ocC9sCidvSvJLj0CB1q9N2yZvC8OQj3A15k9Dot+vl0JP77EKYM9IesVvteBAD5GGh2+tZo6PdqAgb5s3/A7+4XpvTmlQL5knPy9HTQpvhQOG76AN+U9Ch8QvvbtGL7hH2y+8xkrvmxbsD0nRyG+wiqmPBoVqD2VsAO+LiCQvVICJr410K89H9AavorTxD2c9lW+reZOPWVO/zw8Sis+iyzvPZ6cL765pqW9BdsYvgj1Nj7TLqG9DX7NvcFjBr4Xpa87PRSMPRwvAr4wE0C+FsAzPRE7uL1Odvw8UsFEOgD65D0t0Vm+AUQIPVIAKT6mO04+C1Q8vXD2O76fHlq96RAZPnua5L0Jbti9UzhlvpVwLr5zGe080CE8vsq+OL1Vf2a+aBknPqYINj698TK+ytDaPWSNa75ggyC+wqUkPtG7473NPkE+WUuCPlGCib0uRa6+uUpgOldM+71oQM28r4HFPmwDHD5bLEg+IwqOu/ACjz3MDPq9FABsPpmStj3JCsY+X2I9PaCamTzlCZ687Yp3vlib9T00kjI+VI9CPkIx8b3ZmW++OxcUvgm0iLyj1sG90qt9vksmRj2ht1Y89xuGPq7pEr7tP7e9tKDUPY10TL5LRzO+Z1pRvS47+T2cP809PxBgPUmsgj4Z7R+9MH1nPtI+HT7VFQW+rKa1vbkXEb6xSOc9Tvz6PWp2Gr2sbHQ+Hc/6PQ+ly73C1fk9SdV9vX7Jgr2eOlk+fB/vPdN3kD0lYWy9po1ZPi4bi74B07G9ehBRvY4Fjb43bwO9HzB3PcGtYrxenDC+FQ6hPWUtnj2E02m9+JZ8PGXK5T2iATQ+Wv8NPWgG6r1UqxG+7wgsPsEQp7yHMs88vM5kPi5cfL5WeTG+hDqvPS14JD6tkge9VlY/veRS+7sCRa89rNOuPdyJIT6mnRY+wsuIPs8iZL5EUe89rzflu3A2jT6CYT8+MPahPY6mIrxE9W09Y30Mvok1PL5F4R4+Gk2cvvYTc74TO4s9XjtxPtqLCL6Ap6W9tawHPbAEY70Im8q+N8t2u1a2dL4U+oQ9l88gPg00o71P3qG+AuAWvg/i9r2vThU+XVJjvfp8vr0kNPi96sKlvXRxKz6FEla+UAgyPs5koD3AOQS+uam0PoZ5rz3oVKO+T/N3vXnK4z3f5BA+BJKwPdSg/b3uj2E8QjYePd3jij5d8U4+DXL+vVISAz6ABVS+Rr2uPc6Uy70e4YW7DOwBPeNYs71wYv49B+nvvbIALj5zbXi91L+NvYJ4mb2DF1S+YZIBPll1FT5ADnK8ZslKPv2fLzufMQA92Y0wvglaKz4BAW888Fw4vLBUsD5FWqQ9eQA3PkQCoD1WCqI+bMWDPen3mb6OPFq9qQcZPauN+j25I6g9wrXpvdtGIb6fLIq9Yjq9vHZjgL7t7y0+VVq1vaBj3b3Vglu+m+hlvXu8XLw9I3Q9lv0svuA58j1gW1w+PWUcPdi3Fr4Zjse981mnvUH2oL4PeGO+IgdjO5I5A75zOMu9ZrCAvmJikb51MVO+612wPj42mT4SgPY8TRU0Pju5bD6cP5o9XjmqvY9JB7782W09l1wVPkFfpT3nSmG9Y8Z6PW8OC71Phwg+ul46vbCUgr6P92k+GInWPZjvVb2DYQ0+bPdvPaY+hT6mfoo+f5kfPgFiujuzYN+7Rh9hvfucD77Scj8+sr9jvZzgtjqpJyC+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "5WgVvJOu1DzfX846V8ZaPWq/R73hQ0c9GE5furRzgL3azKG9aPv5uzk7rrvOpQ0+0ArMPWCsPz1ypf29s89kvqR6cL1nMg49QVdbvStaF76EAsE7FUOjvBo7QL0pbOa81IK5vLuP1bpdbs29qBOSvKDolz1O+ZE8JzkIvmN7lL0cK7S9PlyHPUDOV71TN5K9u53xvLohD76S/669RP+KvKmZxD3mJZq92t9SPOwyFD0yV0C9qSNHPHAKT71VwBa8v6nHPTQsXr5Zihm9k+g9u00Cu7zX01y9UtNrvXGpzb2pWns83FzVvCYzIr7jvGU8JlbaOq6yNb1vCD68hAotvAjAG71y6wa+Kre1vTQCfzyJvYi95F5CvQH+1r306MW8vHpZu17pCz2cssK8sBDEvOg7Qr2icE29N6PfPCRLj7x3Pu67xBqMvQ0vir1PXHy+yfa4PDojJD28dli96zgsvDVNKjz66eW9IDzWPBmgP7whv0i9IbAGvUjBjbpzCzU7gFUDvgtTDz2kPj07TGX5vMHokrzigr28+v6MvQ81bb1cN4K9koEZPZ73ZT0ATD29v1LxvH+Vtzxuj6O9bksnvKDqTbwlDDs8GjjCvWKytLw27ya+Dk8RPX03Mr1BHs08526UPP3Xjr0EuGO+7RcVPsROoDtYxZ28jAurPf6f3ro="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "7wXtvPLC7rwGI6K7AR7gPVnaaD5It04+08S6PH3q3j2QTz4+MvuCPX3cMT4N9629/NORPPbJQj5zG8G9NqQIPQiUnjwgXSq8zfI7PNjneLxLfV89ok8mPjCcNj1mTkG8NmFGPqCaQ7y4nuq9FKOhvNfjhTzd9mg96EKHPbU7vz2O95M9k+DqPcxHAj5U9wm9RuTAPV1Vfzxjfdw836E6PCjcmTpJzgo80ZK6vY8QZ7w4q+O8rHQkvSLS7zzpxtK9x6g6vb8NOz1RUq09otkIvUwaAD0BMPA96aeRPbqvpz3iMei89jkbPibWkb1Vdg8+zxpVvdMMRT04Wbi9BmGLPQB8rTwPzWY9qDA9PTqZ9DzlKne9XC6ZPAmo+r3yIbo9P+GpPSf5ob1hAfA9E7UrvfuTYL5mfLG9qPoIPcxocz0yJSu8V/L/u99iZjyCMY49ydwuvthbUj2Lj4E9V+wovplSWD5z5uq9NgqlveNl/L3o1go93FEHvVH1Xry14aY8e2rcPX2Ynj22wMo9hdNIPc1ZxLv+Rb+9iXoRvUEN0T1dDho9SvCPO6IskzxkP0k9Z4WCvUW277sxG469AKJUPruVjby/zZG8XPMZvS8lEzygvqm9IXKKPXi9Db2kHI29oWqpPXsRpLzO8SS8285sutmxKL3WBws+K/+nPcY+iD1PgUS9tSzqvI45Dry+vdi8ZHjQPeZZ4Tyu5Tq9J5KfPYc8Qr2WZ/K8WYhUvJ9uh7wUjpa9YCveu6QTjj1O1YA9C2rbvXl+Br0b0vA782vAPWspx71TSOo918FjPVClDj1iwi4+qrkMPiKBIL0pezc+24okvAuEZD0skBe+JtvLPBUDJrxT1FK9QimevSa0pzxLW8O9zT6gvcRUAr7TMhO7edLRPdcPWr1e2qu9tk8XvHPExb0azY69lq83vl0rMb15rAu9NhDnPZ7pdr0jyN89Um0XPaiclr2k1k++YzdVvppmkj3lNye+51csvpzfFj7lmpY9FsIOPLKQwz6I1Su9+nd6PTI6+71n+om8TGbXPTu1nL2y+B4+OSQhPgn/Y75HNuG9hGFhPtHBo7xZKhY9y0uyvFaPGL1Jvq0878yQvOYtqj0sNKi9/oJgPHYKuz3TPf09+dOnPdMqPb7HmZe7JNrCPcgOVL5CAqK7ChNOOw6JgLspdYK8v32evehPlr1u3SQ76AErvd+sITyojEw8FqVDPSG2JT70DB69glM8PW/rGT5J2Zi9wrehPR00Gb0gNOu9LkAcPuMRBTy4b/E9l+WVvQb27bwt2Qq+XZl3vZNaVDw8Ohe+pM2pvblfBz7bkFm89jyZvgO1GD5TzXE8pu8uPeMMa72okPA90lKWvZ+nND5h5f090pUNPuLU7T2QP6+9YnaHPXd5cb2iC+O7FWsavt12iLyrSSm7rN9PPZUm6L0qhcC9siGnPf/3rT13kAQ9c2EVvefXT74Q6Ze91PagPUbBsT2HIOI9QwM5Pfu39T1JWTK+Di2NPBWOFj4TaSM+JLHtPV3KIL1gZ1Q8sn4uPeKy1jwOlQg9v3gOO/TaGL0kXeg998KXPNt6XzwMUkI+FlEiPVXYQD4utZA9CTwEvE++oj5Vgma9/bUJPQE7Sr3i/PQ8YA0xvUe+7r3bb1m+VmWmu2z0Lzv7dR0+mqeDvciNHD6CZgM+dsBPvZ/dNTywzji+iCBqvlfmrb2nqdS9sqLBvT5Q/L0lcKY9JWqrPdwkkz42X9O8Rn+gPbzcRj6mH4W+YmwNPTkX8rzCISY9TUgmPmHiPz28w0Y9XqYtvXnXeb0NDx+9D4gtvV/LET5NSDY9tsobPmNBtD1u3zs+92nuvFjYCD5xbRi+yQn2PKnIsT2ZUjG+k5+fvOjLXr3B3wu9NobRvBfNeDyAhtU9LMjLPQzugb3qP/M8lQe7vO1wwzx6QrO9/HsDvoZUZr5ZDYc9KMvovaVVzD0EZ8U9Y34TPoWI6j3fu+08pOC6vQjncD0eJpy9wpQAPR2g2L1gBUU9ETGjveaDCT2qEcC9lIS5u4zDzL1FiLU8FI6ZPNAY0rx4CbI8zqxiPePF3j3AT5Q7xgOCvZNNQrxQoFe9MB9MvoD7NL0XMpw9HD+ZPT3vNL05v4S8/O3EvBeMeTzAiKO8qrAbvWPbMrsl/t+8VyO7ueDyC7wnTIk9Wf+HvenkK70GBCw+9jKGveGsFL5hRZ89a1ZkvQ9OhT0wcxA+n9EXPik3Kj48Qau8+8TNvS5TqbsAjva9eCLTPSFSID3ycOq9k8o0Pc0i5L2PQmG9x767PFSVXL2Fw368n2PdPbfdNj4mpVE+76OCPZ1Mtbx/y9g9FMJRvIn+Ij3mbYI9JnIrPeI5/j0sFqA8WGn4vQQzk7wrOJy7BQB/PW7ApbzHFhU9Al59vNA6QT1pTyQ+9EqgPVPf8D2nPyy9ErsdvrFUET5gF9E8K/0IvhIqhT3RMIe9klCiva+jmTx2sYk8ZOvNvFe1NrwiIQk+ocIjPY4XAb5RKTi9VQwxvErnAD5beAI+RV4WPlisIz43ZrA7gq6xPSWVqTxo2ds9WP/ovXfzmby324C9nGjmuzbUzz3zyEE6j0eAvZlGkz0YojK9S6lKvljltj1FQlG9OxQKvpDYzz2VM9K9yBpBProQET4qs0E++jU7PqrCBD4g2bA9xBMGOn/cBb5fdvs9eB2GPU+2Rz6kQIk9QgQ5PqeTlTzNMgk9Gez/PSqLNT0mPaw91ZihPUrMSz1FIbu7rQwNPUEYobuiKdk9LSwEvS6dcjpxZiU+7z8GPi3E8L2jcOo9JS2sveTHNLyj/nW9CfGQvTloqTtoT729Cz8GvQcjmL3BzME9mVpzvR4dAz6Kwci9DM6OvfZAbj1sPJK8+wSOPABOHb7/FEy91YK0vb6anDufZ5Y60R+MPMPhMj5FcsE9YT5kPiIMNb7V5FC9iiQgPmUsGr1CtpI9OGVFveRyFby/AJo9KMSYvYLOyD1oGoQ9qZjJPAjjoD2wjnq9RwgUPTAoCT2B4vs8H441PUmdaz3NMKG88vNtu2YGnb15ca+9MzOsPfS6zbuIEAo8SzelO7xMsDwcYUK7Sy6wPOKD/L1FjKU9uTxGvmNTtDvBI+u9bGPuvTr0ZL7WtCY9R6+ZPDlshr1pR4E8bsdaPUJ7AjwS0So8iY3huzfXebwTdiU9vROTvELSpL3sqq+72mxiPFphp70TKIG7OKTpvMdy073WkQI7FmOqPVU7irz8Pu+9r8+8vQY0Db6r+J49mxM6vq2LH7zHPK69KG5bPY5+Az4rlxY93P/yvZnCs73gtvO92K3zPEgLR77TeOY9Zd+ZvB3GZb28pEa4IjEcvGuCFj1rY7S95ijqveX1mDsYncy67UWovFvdzD0Nr7w956NPPbe56j0N6nc+K7IPPQFvTb3H48i9SJLAvb4Srr23yhK+4aClu2QocL1M6pE90FU2vvzHij10ugw+2oifvNz1sT0sG2I6TuNPPWuRTb10jcy7OBvXPKzbTr3CIMO91jEgPivDRj6L0PI9tXeaPavh/D0+XEQ9HwX9O8K8MT55WJa8tvYpPjSLFb6tsvs8JFxavVCWbb08iau9jeKjPUau1r032SY9KJwTO0gZMT0mRdu9HeRpvo2YRT0Ht5g7UNNlulQF/D1nCIU9CcXDPWJvwLy7BU48lZdUvBWN6bycLxY9R8jxOpdlyT0oaqE9kHQZPjwiAT404ig+wks6vT/3lz0PkCO97GPhPNWiAbzPZkS9tE8OvYs35zybc9a8oVqFOzZR4jsQnFS9rCEevr3/1r1hyii+NiQNPgxHkr28l689C6SKPWAu2jyO7aU9akPgvMoNF737RaO8F/53va6qpD2q5m693uFFPcj0lj0pDqk9fFSHPKz5AT4Wug49RNbTvOj9DT4VoQu+v8vHPIQlFb3OXMK7NjUIvUplzDwOS4w9mzIMPn1yoj1aDy08Vru5vPEGrL3zyus8r24Tuvdzkjz3Gwg+RGDTPTniAj5Iq0o9tk46PQDHZjxLFyS7Gx62O3lEAr5YSRM9HQ+qvU52Xj0KmX68QIl9vW0Iq72qQUo+25G3PQ6soL0eQxG9rLwYvgBvrrwqKnE8U533vXk63T2xEUI+DnmuvD+EqryO4R8+oPuJvKTVnz1vZxK7/kAePlxeVT3HP6W8qoQePWNCnL2LXJc89vvlvYuzCL46LJw8ldAoPgPdrr0j/WM9MaTCvG/TGr4mjC8+dBuwu/illT0p1Zu9yvBOPeUitj2kOBC9OA2BPMth2D0khKS9rP5sPCWKgr3cNrQ9EUnuvXBEWT2zKVa+bJA/PeTnqD0fXzQ9AYXMu8Mb4D3kXqk9EvFUOgfb6jwfRfA8m32sPMYMML0hiBk8+k0NPQvDf72YfKE9DgrjuudGMr1/dSI9wEhiPl+vRrxBzQo+lu7QvAVzoz0Dok49nXzVPT32IT2LQyU9LyAOvYMFUb0APnA9lrKVPSSsST27diI9T9m7O+AuWr09KSg9Lpjeu/H6+zxR1L+8gVGhuqr4wDo47nw9vj4Ivmexhz34iR2+UMG7Pb9kHr0waaS+0CsevrmymTuWYg69MHrzPRJKmz3mfwE+o4rQPAFdszxhg1A9oV5EPfjSK73ScrS8BxgRvq69cT6VLMm9rX1+vffLr7wQfto7zW4evinRYr3AjOO6O84NPsgWqDyzTHU9GTuKPRAvaL0ZBle9N5SzvaAfwT3NbTc9hEFZPSGLlj1Ve4C9K8osvQP4wL3XW8A8HtGLvYuYrb27QyE9fVITPOxukLyI5kS8w0xNvZjVnz2ikBo90doIPs61x70Ug9q9vMKWPejnWj4ntBm+ueWIPc6lNj1iptc9dih2PJ3fKzy5Nde8m7EhPkh/bD2djt89rHbhPSoIFD2BiXk+xvTXPJgqIj4enP89JpDfvGnyeT7p4AY+Usz+vDD6z7ymVZ69g7mdOi6dwL0P7y49z8kTPjo1j71UMA8+P9S2u4hdQb4IqUI9kDMWPojEOLxxfU49WPLbPWTtSz1FkBu99jmEvb1To70XseO6h/DDvWHtjb04AP28wxE5vel5sz0n894904lwO2tlQL1R+Na9NCKKOxqwGr0ihv08Xr1vPplsQz5JnDE+Wz3OO3YouTx4Nay9LGr1vQySob3p2xe+Vr/rveBtj7x4v/E9Fe4MvR4jlrwqfeI7Fhd6PG0U9js/9n+8522FuzH8ZTuubZ+9AyyePbRfBL5+dK49i2RXPgPuXr0TUOy9TmlCu1kOOr7iHbA9qBbJPDCYszx3YIY9MLv/u5GAV7y+vBo9D4+ivdNOFD4vpME9fdY3Pc1FzDwQpVM9KRqLPWRL9DxZ/5Q89uZ+PXEu7T3v5GY9xSPYPAVlTz244KY9COoqPWcsQjzPYkI+77a9PamdAj68VKc973gsPpJZXD0+Chi+n/QvvRewHT3J7cy95vqUPP9SXj26Ccs9o375PdKXBL1xTB48mqXIvFQKZD0061i9YN8ivDnvRDwDZ4Q91fdEvBVv/r0C8hU98TlFvhKxgj2nv1K96JmFvXv35ryliCC8iV5PPepju72hmKI8uVeHPb8HVj3+kLQ81YsNPRf5CruFYzA9ouawPfPAm70i+Ra84dQ/PJV9xzs6hzu8bxyhvMStML5beuO8pkDhPERoXz1C4ZC9R1gDPb77vb2IHrI9HlDJvSf2Ar3DCtA88DyXPBmNfT0nKQE+Gw2yPLx36bpkVcM9oLYuvamTKDq+R2U9F3ncPC/uKjyMbpy8nr1GPcasbj1rwv28PTFnvpGUv714bHE8dF/NPLvw9TvV2V29bayzPd5y4DzwaR88yHTjvStyvz3gQRK9acctvUH3p73F8NW9oHfuPAUGz7rZrN88BqaAPoY0VT4G5lw+pcoWPqxfWLzA2GQ6Lua+PWzC6D33RS09C12sPRl/vj1L8ji8bwShvMT3173KyPi9OZPuPFBZ8rwF1ny9+lAwvYfZS7xePhA98FmoPeQ72r2UWq293eLrPGnbDT5TMvi8qCATPf8tSj3S++K9oaxkPNpmkj0ANbI8+8e9PetVrD1WSIg9zASmPdJu8DwMBjI9vziePTUJAz6QRfY962zGPCSwob1SNiS+DSduPW6JWzwWhRW9GjeSvWnhXL2gbVW9LdNkPGJwhz2G5Aw+GiQ+PuBq2L3VPnO9i+ikPUP4GT6Za149avK1vK7Wwbwwxg2+x1rCPXrm0bwk/zO9ANx9PM1BpD3IBVe839TUPZTeHD25Wqu9z4IvvosSUr0+nVU9bQlrPb4X4LskMBI+r/ZqvacoVb0nSzE9bt9UPUAVcT02jJ49mqFlPfHUTDzp3B2+zbqDPYXI3T1Jysw8wiFPu4swHb5crE6+CxE8PMI83L2WfZ89gwCSPYdhnD0CKRQ+B0cZPd4RQ71x00G+Py3JvPjbkD2JZ4y7WtSBPoC/Bz4Y7xO9k+/cvVFPgL0V3y+9EXKPPbyWaLwLu7u8/ndWvPwE0ryn/kQ+VNO9ParcaLxesbk9pubLPHtdg71rXnM8jtcZPLm2aL20nyw9B+34PZr67T3Z0qc8ZVymOzgnVL3YI925d+9wvVAhyL04g5W9mSMAPtRUYDx3IOk9QN7LvEgjDT7zA9Y8VHVAPr6VYzwp54E9ayk6PkRnEj6rKVM+tLH2PUgDsT0Cqws869rDvUVRoLzLphE8At2WPPDqZz3GJoc9GK9VvkPlmz0xJ6k8Tg2/u2QUpj2QzdU93+nuPcQlED2m8RE+In80PTHt4DzbfTU9behGvfGNjzxlpgu86Pg9usxJPD5nhaY9lkx9vUjsk70SVga9FbbSvPmoMb0GS7I8r0yPvbVgSr2bXTM+NAjMvXWporyGK5A95i1LPXh00rrCTc89Q0C/vONTmT0R9r28SuzDvRSnyr1S46a9VIjIPKWVnLypHZO9uk5+PXsAUD2e6UE9jX0aOrwUyj2jXOC7O7v0vSQ9Oj2aPWG+HHlHPbzn9ryQ3FO95B8qvUm4cr21jL894Ik5PCCdLT5rpbU9jywJOoIgJb11ZAU9YrPOvekQ3r373+c8cIJjurSjBD0MlM48Dq+hPQbSID2Titq9nRIbvjTAC74DZDE+n8Q8PrwMZb54WDo+0TYcvcpTjr13eM89Plizve2KIL1Ydeu9SraIvIEltDyY47k8Zjl2PMkR1DydsBa9MTqxvJZPzD0EydO9kMfFPMxNI772Ugs+ll9FvQuycj0T5L29KAX/PKg+GTqn6BA94zJEPBpRE72Z1VC8pEfzPOo7rL1Rshm+6FL8vef9ab2HxAM+ANr8PYRWK70jMhK+xgz6vCEjjD2ZxCW9QrEMvU4yxrixEIk8AVigPaKrKD0CGiI8EtPKvTPq8j1c1YA+9EYkPTMADj770j09kAoVPvKbir0Srs89e9WsPDSjy7zawHa99TXGvf5CKr3vDlW7jhx+PUUilT2vbIY9ALuMvVogsLzrvxi+QjrbvQJx/zqmtJ88y7fxPaHjibxmUgq98gdIvV0jLT0vcoY9idGCPa5P1bukT5Q9u7DgvDA8cD7hiYC9U8UGvm+S3b3Y4KK9lkAbvtTBAz1OP9k8dP5pvEA5C72Vufo82ZIwPgi15r15U7+9bR7FPTeC7b29Phy+H3ecvAQoVz3jl4i8wzeFPZAbGb0VN9k9ce+FPTo5eDyI3VK81I6ovYafsTwM4CA+D5wGPXI2fruAIqG5mnEqPSIsZL3j6Ki9FmF5vFzcMj1z0b09n1cJPVzmIDzAdeO82a54uzXo3LyJvau9SLwHPbej17x7Tjq9PFpaPsy2872JV428eBpDvbO7BL4h+ki8t5avvbQx+TzfFmS9hpuGvc68Dj17sKC94hifvSAz9j2S9aW9/IwZvdzC2TyjViW9Zr9uvWSY6Lu8rpw8tCeyvD+R8zxR5Vs9TDQMvYErUT3gPKI8IRfmPCGd+Dxl1f09h0ZSOypJjb0iatQ99FrcvQnUcjvX6xW+pMvGvB8P3D2y/vs8vkqZvK+AHb2C+w+9a0EgvQbdFD0yAgQ6r1LBPUZjx70OnKG89To5PuJtA75d3Ss8eAR2PVmtWT3aRX68EB2hPGu5ID76lAa9dIqCvTQ/gr1eb9I7jefcvWTQDj6iGSI9kJ2/PZ8svz2nSsq8zl6WPUwHsr3LjEO9lzPUvWfY7j256vi8n6wLPfKKXT080Ro97MSCOnLJwL2CUGs9BfCSvaL3bz4xed88uwUXvPvSCj59ZE29+aFTvkPoj73Uziy81ZMEPpvs/bwE/Ak83DuPPIBiAj4gz1A+pWESOt6ukb2IzAU+9a7yva8oFr7QIoi89Y3hvXH7Jj09n7Q9z1Q0vvXFWb1E9XK71fKcPM2JmbuzHgG8rg/6vInsSr2nrxY+EQrqvei/I73245Y9FPyZvYR5ED07VCg+0KSDPURdOj5IIT68syGcvS0SoL1Nccg89sMTvDvrx729jCC8lAq2vItPMT7v1Pg9MUCKPe/PAz0YOSk9xqFgPE/zNrtO52W8nPjPvLjCXD01VDU7EelCPKm2VLxCQuy7Qm+ZveCgKL0HSJS7lzunPXfB8r3x2hI7ZfDava6Mbb76RiK8yHrJvfgSsL2hntM8dH0lPV3nNryBdxE9h+wzvtI+az0uU/C9IJKCvLyIMTyLtP29uvgfvnb3nbxO6IC9OkawvF46Az4Ju9Y8XQbUPQQrtT29Jeg9zpPYvHYK9jw3Wx+9mzHovO1AST4M2Io8zKeHvRYGGj64NAy+gGfYvKY7pb3jynk9k0S4vZbsPT3v5Pg8OOhYPdSyQT0nBx892y2evbScNb5+tRO8miWfPQ5rDT3C+kE+0sVsPXhDOr4Zc2i84XVgPa7Jcj2my2+9Hi2BvXHAnL2RPlS8i0wEvVlLsL3r58u8utC/O6GKJj1lXqA9gTimPUhLHb6yGFi+jHKJvCMmCL2H+BI9SLL4PJ8dF70p3I07MT1HPfDYnD0hWlu9+rIIPhgakrwSEiI+u49IPYCykz0rarU9/KNePXtCnT34V5A9lu0ePqKzS71mQtW9qN5EvXUskjw9xRe+kEbgvUKjWT1jvlK9rU1aPWm/Yb33L+S9QrHyPbTkKr5us7s9QAi/PReopr3Ol0c+rT0yPoqfHD70Nh8+OXjlO7qmrLt8CK286y5PPLdoqrzWkA8+e38DPkFO7j1FG2s8C9EJvsWXlLy2eKG9u0vEvRcjrr09zre9KlL6PdekT711Zou9Kjv+PJ9CEb3oYMo90TgXvc2D+LzBMQa+N0SdvZr1BD3G3l+9GvidO75D6j2ssAc9+T5KPahqhL0t6Og9ad4aPcogIrxg15499NgXPUUTFL6noj+8Z/8LPTyo8b1qTb09JtxPvbSEcD4WaXm9Hgp+vVxUp7xrdCg9VUGPvQqTF7z3N5Y9bFKJPUiFLD6Vd349Zz4FPsbhkjmG8HS87wKSPTJ7dT3xEIK9hlqfvKib07xC0IC9wyQuO+Q3yTymDD0+j5PUPLupCj3t6gU9IfFYPWh1Pz3MfDm+tOgCvCBTGTywqoC9AAYlPSZmGT1i5WU98SWxPXHmJD3bKem97YytveSsTL2d8Ho9jpGJPC+YxL21XiC+UgT5PLfRfr2M5QE9Vsc4PUJl5DvrTOY9SQenvCanWD1vC6K8aeQEvVYLGb0DkwW82NWzPXSwDT0FZgm9ljsXPbX4r714I4u9Li7EvU7QYb0Dkhs+3OFevRz0jT0sm809NBdCPMDsuj32vdI+4H5IPkZj5j1/TaA+GYZhvR3p6z2h0LI9qP0jPSOZoj6ZJNc943qyPgyhmz22QIk7RZezOw/24jzdGG69r49IPUj7KLzzljO+vTOpvPihtr0odfm8mEX/PUYjWb5TrFU9TdxDPEckMz0cRue7HLXcvLH2ubwXu687CjTYvMmh471n85U9V3L1PG7Yub1uFQs9jOLovYLYEr7YLBY9qLzyvcicsD0xqRS+WAarvb9dHr0OiYm8MPRzvJr/i73FQBs+/i0QvmaY+rtxpfm8GakovSTzhD0yqoM9OShaPINIWj0D/b67KzsdvBHcfr1yzKG7iobdu2eqHr3NNp49DQT2u/5GyD15kJm96oJ5PW9MHjwPDIs8v8lAvTvzG7618C8+oczpvGfUvj2BgEq83M+gvSRpRr3h0CC9QixAvPRuTj3BN9E8lWXhO+NlKz0sslO+zmgQvj9Srr2/5RW+FvG/vEtuwjvhb+89QBzCPVf6ET5s4TY+GQA9vbJzVjwnUhw+qTptvU5QOTure1c8ATuHvUyZnj2br2G8F9pwvdAlZjwS1D4+vqw6PeKrJ70up1G9LrS4u6VB1jziqeY8g6NDPcIbDL0DQzK8YYAOPnYFDb00x6w951jnvK69jr0CtAQ+fwQgPc9hbD3w9Im7/FelvVV8Z71N7Vy+AodKvpVIVr6O19W8iIxGvmfFG76eoSk+0e/RvFZrlD18nG0+AX/QvSvTOz7G92G+dmfGvd8MEb58c228JukivlWek70RWbQ9nPQNvn/OMD6Oisi9Woywvffv9rzcpEY9sRXDvCevf72cy5u9AbMTvo/pxb3CGca9V4JgvZKkizs71Z89qbC9PJRkFj4h6qU9UXgvPYkiyj2dehk+fImzPYHfjDwes7S8d00ePhyO27wc3YM7XdCKu/9rPzuCSwk9ZmSOvenHwL3MiY07zlIrPiUAojwFAbC9opRTPFRWDL52xho9wwXSu+epn72tlWO8iiiKvR4RUjvYkwu9bMi3PPSs6Twbt/y9PCgJPhqAbzyc+xg+YoFJvT/Hkr2Q+B09c1ljvRp2QL1ctEa+zU7CvY8y0jz9RUo9eKU1Pfta1Tyk4rO9ReAJPoIQRb1yRIc9c50jvvRnFj2LgtK95UIXvQT2aL3fxri9QQOkPVIONr0="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "W/IoPes9Ez2+pwQ9+xyYPE/SRjwUW6e9hcYDPSDzuby1qeu88WBsPLNB1rzqTRC9c6gGveuBiLyW4/e69EqVvA=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 