{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "LftuvfSYG75NpWS5zNskPEZ9pD1R31Y9iJIBPm9FHryJOYy8Z2krvlzhxLt+W7A9xEIPPro5/D1i7h4+AzhPPm43gr4wPW6+UC+dPTgi2L2HZ+S9PgUDPv6iE76+fAs9waJBvsy9VT4CBtk88D6bvjslI75/jK66zAm3vZcbkr6an5488KhcvQ4WDj5/DJi+vjapPbWLFb6DuSg+fO0BPrpZrT3M6DG+JhlEvkj7CL7qCMq950cKPuRjUD29bTs+Dx2/vR7ng74rvja+FZCfvUjlO75ubxE+RwFpvhJmRr4912C+tSm6vm4Jkr3p/3G9+vokvn1cCL75dUS+F6iDvuAMCj7Y7x095TJWvn3a4rwxFhE+1gfyPXl4Oj1DCkw9TXxjPXWp1zpQ6Dg8zh1Nufw+Qr5H10y+IO6SvUMlNr3uH/C7C16Fu4tDi750azC+zHO0vEoPwb3Z81m9AdQ+vp9HyL0jH8O+8xEdPkzqOD4vFzY9BZxcvA5ZjL20W08+EPvJvS3ZOj3s/Oi9w105vj8Fdz41IJa9RAM6vQ9wIb7j3wQ+VRYnPcJ2sD1Kdgg+RN+1ve99CL65fpI8IYI5vuRqbL776K+9Mx7xPZxpaD1v5D48sAjGvMiOsLy6pyc90NlDPstW5LuA1IK+HesAvn+VU74/2aQ9rtY2vVOFM7+XIIa9ut4Avfq7qz3xPO28Py1MPXRKgD2M8wU+/FqdvYwCv7xk9hI9RFMQPZ20dL1SZu29aF83vSvw/rxezMy8SDciPWeOPz5KMbI81D2MPYNX47yL8Iu9vNKHPiVJdD5xYnY8QqCRPu/cxrwBb18+Tu3mPDsuGzu6Coc8IvHTuzt+Rj6kKQC+q/NvPRovrb1/iIW+8IVSvuU4Sb28m529XOTQPZZb7T35VPI8bXhtPp+aib3gSdM8ZQAhPg27GTwZ4js8hntovuOrrjw7Svg9RwFOu88do71DtbS9e1GWPv/jYr6e1gg+FLf8u+OriL55CNa9MKeZPI3x4zpkRB++tlJTvR4C/70ztSI9oB6oPeSIT76BVz0+E4prvUJdAz6cooa8e5F8vQxcBb5rtzm9RcVlPqCkzT07L7k8Qy2FvSMw5T3gVT2+7tprvL4jaD7NcKu8Mhk4PtbaybvaQw0+GeuGPtAzNb547Bq+kndrvjgxbT4pZBC+aLaBPpqfM7ydqh090ymvvd6vqr1Lw7k9jb2LvSRXjj1bnda9nuUOPcBAp72h4Xk92dPNPbFlMDxCdhu+Sr8cPjPmCr3HQgK+hnLlvGHSsjw1Cye+jm0vPmySjr17QUA+reGqvS3oL75pjEy+r1UpPL12Kz4BZgi9xU9evpmBCb5RAsA9Up4OPhRXijxkGoi8dw4HPnS5jb0raNI8X8BIPGPi5zwWZdI9zu4rvLxXLb5r75a9CTe2PAysA77+fy8+BMV9vVuy5r21Uxo9d5JIPBbLlz6LpZE9pCo6vfcYu72aKkg+/QwkPj+RTr6eFps7H6OgPGKPwrwlwZY+l7i7PaKykT79Jry9INENPmpHD7ukACM+pBNVvlqtuT0cOOa9a8aAPX84Z777L8K9H7l+vTfFUL3HUxs+RplYPqWH+b3IsYS+izlavoy9IT78b+68HlIqvq5CcL6ldr69uNXBPW1Gkb6MU7i9pneJPpkEQz7ykwe+4sKqvaJUUT7Ps7q9iNSsvRBBDr4Tk7K9m4yZveA+FL7i3Qa+EsIWPZKNQr3plk4+sDtSPubDqTvgxgc+8+UKPnsWkD7Uqqg+ujJjvVRMnzya/wY9XqbNPQj3eTzWRo09jtIVvuaJ+L2Ml6O91WlkvUIIkT363gU+y2ZTvRKst714k649bgLVu6LcNb6o4JC+OjWyPd/0gD1y/C6+H3b5PSInjL1UfM49odkJvaHJrD1haoe+KKAfPuZS6DmQtRU+KnJuvbaLPz7tBYw9smlKPbK9ej5oHO079HtSvtDfpD0L/Ek+0cKCvAH/Zb1Gpxo+KozDPfFr+70DTEs+GUHbPWIC2zyW6oC+oS+yvY9QDDz90xm+XUBUvs7ohT4ES1g87OHXvlLaDz+3RWy+fU1APnQJg77xJmw+ZdBevzSoIj7G/pO+zljCPUxc8L3982U+3cPbvdfm8T2K9UO9hvcjvarjEj4J+Ki9aqanvvcPRL7eegO/wfp1PqZMIz6tcqE+wKD0vcZOhbx6+ZU7xDZFPqBFcLxoAj29mS2UPj+u0b2yzz6+ABumvuGOmr5DPp++juopP4rcET1e0xG9izMEPoimhT4bjTE+zC0pvnmTtj1914C/lYLmPZtetT68rhS+lXyxvc+cP73bHZ49sLj8PSzSlr0IQbs+ibTFPTCi1r4wPWg+yEpEvZUF1Dxw5Je9Nr9dPlFiIT4LqPo9UiWmPUfi6j6dujG+PLAbPlivVj4AboQ9+7LZvQ81cr5lQou+sjwZvp+h7rxtrqE+pHNUPMbUE777Na++FYFrPdsGr73Bz6q+KjKmPufEnj0Q+M+7ASBHPu58uz21Us48VCU8PrLi3z3p2Be/+O67vEV/6T09W5a+ct9NvnSPTr0ASdA9WRj1vPsWyz6ciUu++KWzvT391D0Vyio+jvudvNtMSz6F0iW+bPe7PQ2sEr7tgzO+IjvAvvV7Ab2N7se9sOXoPUI5rT3R2Ti/eECRvR+t1r6Y+469/IUxvqlAFLwNQda9hBdDPoUu6TyJfC0+DAuRve1IxT5h+vq9WmEwPblA3T7ecKQ+51aAvhOMzDwt2Gy+1mIbP6NtOT2b8Re9WETpvkp20L4NHU29giXHPTYIPjxebcy8CKzpPVwCqL7Iu0s+WqVVPprxKz7+CA2+wJKjvV8oFL/XZCK+LOwWPRTEuz6Qzo08bDOUvvapGzxXdWI8ByIDvlfqUD7NaG0+cLsRv6npDr1kdcs+TAlxPmxm7bwU4Ge8aJU/PYgoVL6MyYu+8zNlvjhznj7ZFwm82A4FPYr3sDyzypi+P4RfvkbZ3L4AFem+t7XAPICh670fqIW+9cc4vsVnKL7/bqy96QVmPW0wQD19Qv49rUD1vf7+2D428J4+89Q/vmF3Mj4rxg2+27uEPKRUrz6efqA+rs8IvcuW1j5dSz+8wS8Wvj0rND9RlN8+r3ikPcjK6r16BJS9IZXcPIp1i74ls+U+uefTvaoJ/75aMH2+igDBvpXBjL0aVoY+X4l5PnRR2j5cpZc+8jwnvqvCIL5nya0+Oe1HvlfU7zoFPq6+soPtPpqGmb7opqy+aXXpvRlr3b1aF7W91SzJPbcaNj1El5a+UKfMveiFp7wFW4K+zytovRpyzT7T+mE9TvYUvo+nNT6VmYk9oN9UvvfrRL5i1bE8mcjlPOLGOjx+KOM+sGmZPsjOUT5H//E9y4mhPdEjBj9ftm09o89UvoCNj74ry1E9y3NMvZJvlT5MBdi+dQ/hPQwiprxmIge+GCk/vXuYij3re44+HAA0vyzZZD6RiAa/AcsZP7Ga6zsIZx0+O8H3vS1dK74HEc6+5EekvZnSh74Vg5e+pV+xvp6mpz1YbAo9/QDFvgZ+n70Q7bq99b6RviU5JT76bsE9HyyUPQ810TsDh1e+VwGuvpCwDD2OMqw9gyKuPX+rPb4XsWa+VJ8jvuczCz6UDoe+j7A+vorxej6Ks+e9aYqGPovFNb0Lhy69R6Jwvt/xgjvdKIS+PSXAvq7GTr7Zt9C8aJdDPlToGD7WCaC+d727PmHEur1ygwU9PX2cPSgfpL5idAW+3iWivRuwXL5NmBM+XdJgvi03jb7/9VU9/CeIPhPTdr7BLjo+ZBeSvlwPPb0FUgo+K57HvTq95T0Pm5G8H++dPjsdD75epI6+uAMIvogr9ruFHkO9oQplvtXkbbyQ8fu9SZgqvToGfD24ED49KKqTPRvIT77pezg+TqiVPmfwojypkkq+Z7+BvWXV+bvKQfu+XI07PulXT70Hm9g+DzEHPlaCzD4rQcK9BuODvpJ84LwSbeu9DwVUPr05kr6Oe+c9Dtygvig+UD6YFIa+rMtNPhRUvr5mfUC+Jx3uvXrbqz7GY5u9FQ49vs63kb1O75Y+Khz2vZdZWb38Y48+fuWDPnf5mTypt2G+yiWXvaagGL/STUs8jsAbvpoW37xk8JE+2KFFPRqsUL3cjtM8dH0nvkggNj0T4WS+Zv+gvlTEXT0OSDc8yswoPlMmxb4RMYO+raXHvrQM5D0SmrQ9DZgoPpQfEr94KGI+oJShvc8gcT1J6dU9nY0ZPVccf76RXmq+AH7uPemZcr36W4Q+kVrgvpMsv75m3kA+MzNRvr2HPL7hl8E8IhEcO0m+eL5R7q69mrBnvvHQLL6dtqi++fuYvpaVnb4HKVo9vy8TPhfjIjwsuoE+6oMkPmAPhL1miIA8Tk42PLWBRL5jwQK+QxvNvdrEJDyH7ka7Y204PhCpRL65e0U+Hbouvcnx7T4560U9w3SOvewkGr53x3a8yPXTPdl/eD74Yrq9OLehvSbsFL4GXRQ9QTP4vWHXGb6kFUy+u6gRPjpCyr08/BW+b55dvoFo4z1AIRI+URuPPaMbTD4dLxO+lHMEPuJzLz5HQTM/1wKdPMjTRL7c7l49klmCvpyHPz6CVww9ieWJPm0sojuNYHm9st3pvaztMD4PE4Y9EsF8vulOlL3Ixes8bp7dvfhdtDw50GY9IlPMvguaKr3vJGm+gYicvaPdob7ToKG+hZ1xvrbrf77Acgs+093APHY1Rz75GOu9iXetPc96c7yqnB+9/UEtvWFNbT46FKE9I16Lvsp3kT6KwnY8kgDpvTy1a75WcZw9AE9fvi90lb4cCRG9+BftvZAIg76a+oy+/H4GPpJrnrqXJUm9dFtgPA8eOT7eOqi+5fe1PTEYbj1gXdG9ZJmNvmzzxb3Emss8XocaPoph2zx+aZw97K9rveqWEjrcRmg97GUjvlPVQT4HTYM+VO+LPUMuQLxPaPk8MoirvGUyzD2jAQU+YshkPsT0ir3Bz269V71OPi9f3DtBNyE9BilePffpUT1Ed0c+qs5WvuJFQ74l1PO8k7wQvm4n2z0BGAk+0uEBPZ+ElzsSx3i9Y7o6vr8voD1SmiS+hkqVvkTAJj5v8s29v2ZQPjC+Gb4SAoK+V3UAviWRVT7yqis+e+GzPSy05zxz8+U799CSPrxBH77sC8A9+qZNPm4AYj6pt5e9q2GhvbmcirwRm+Y916ASvdA8mL3ry3a8mZiPvBlrWr5IBLE9duLWPnbyGb6CioY81XO2vJcvAD7mbBY+pmpcPgTKdLt20Dc926+TPj3GsL6g47y9/Kc3Ph+vhL41r2c+7/bCPQADQ7wUBjO+ZRj0PiAKgL4ZBYY+WN6EvTvjJj5oZVo9/Y86viOFgr4FyTc+N7MEPepymryEdXM+UMUFPRkuXj2EtE0+nNC8vZu/9z3L2zY+gZC7PXHQQr7PrYC9bhoIP0ilPz5HpBw+p6FDPsefvz1D56w+T3a0PuMVsz4PDzO+5y/DPVs4Ur4IQ0S9PIEuvYCsAj5BBoy+kQwlPqNpkT7sdpM+6FtAvksulb2oPaq+SQOoPQSEHTzwi848p1kRu52wdL3CnjQ9ZQ40vtIvoL4pKf09fMqoPE1ffj7LA3o+F336vVTQMb2wHXe9ZX3SvVr/XD5AJIA9S34iPvWSqL2Wkwm+qk20vuPEjzyrUJ881PNWvoy2Vr57fuC8s5GgPf6jsrsR7B4+xGQhPq2XBzzvUwC9NJFUvRe/pr3iydC9YKroPSZQ8D1pVyk8d3zzPXN/WT2Znjq+EN+KPHdEvr5Pkgg9TpCTvXM26jzEeUC+jCWgPq5YBr4/cC097YAEvrzyTz4XcIS+7SpwPUZaWr5SyCA++hukPuZU7LzczRw9jAYqPbVlAr0ES709Z6SBPru6Izw9yVq9rIvAPXP1e72QAW0+UPp+Pb2eYj32Fdc96Ny8vW4N/jxuLZ++TTtxPKQZFb4vgb+9z0p4vfhGZLwguVE+yEpBPKcm4T0NJAk9BN8Qvpk/3jxJc9c9S4efPURdP7yVEYW++ajqPYw4WL6JbTm+PSE7vqXpUr4Zygy+fI68vFs9Jj1Ljo+7YaTDPdwsBz7kiu29MaNsvq7Pcz65GZi9sCaUPoLzHL2P8aw9EhwRPtZhjb2zZXU99+yjPbeOgryGzpW99Ta2O9VuPL4FNhA+Ttv1vRP7Wr5nIqc9dZ4LvtCUir1+qrI90fZGvdOY67wvhbU9b2HoPSdZhL1nhHY9YYCLvbpeyj1eaN29eAuaPayCx7wYY0E+g0kHvZJsKr3P1/+7UMvDvbp9Vj2rq+w9sd+5vc+GQL57Ygi+KkmbPON15r6EfTq+IKgPvoP3872h7zi8sIAcvJdZ3L0ks/S9e3rDPSMcE77HyI+9FORSvWhE/Tw1m6W9hgMJvWvAjL0Fddi9gcAXvrjjVD2J7me+ktZLvirSurwRsuW9XJwTvV501r3jw++8VQ8hvjQRT74uvS6+21GgPc3aMr5VlMO9n13lPdolSL5/PdS9k5IVPYf5vb0mR229bmNjPedjv7121ci90/iTPRqUNL4Vv0i9aAzlPbHVNL7sxca7UNYdPvD6CrwYhBW+ocAQvT6q1r2zJ6C9KuYQvq4fkT3g+1Y6kYesPERkBj6x4q09Z9xxvUfufL3h8V47eE8HPA/+Dr6ghcC9LV/XPTQtg73DDT++M2wJvmBOD74DRpi9Rzb2vYnY9Dy/vjY+Ri2jvUFTgLyrnda8mYfUvTQxIb211e46cKgTPpFtYjwOikW+MOtlvtneVr2yqgQ+e+2TvRdyGL0/5zK9lYOivZHNob1qiP69V27zPac7tj1U2lg+jaodvS+rxj3t7gK+mA/TvS4RHj7xRUi++ZZ0PtKq4b2XoAo8nJJAPs1S9T21d+O9ZBbfvOywozz3ooc8O4YjPT4Kib3GGso6hCPpvTB9Oz58d+O9iYouPMj9HT4Od4G9WT3VPTiFsb0otCc+qFd3vQ/1nLwIL5M+ZjpAPY3iyDvCwKG8n8UPvIj1WL3bi/U8Z0I8PXZ0i72oFLq8zdqPvX3Zib13NAq+K6LqvLYdpr4EKdM75lXivXFhwL2r0XQ+4XoLPK5l4rxfNfE93OxrPukiED7r3se9J4nJPSNb5Lu5jui8zIYtvvRcrr218Xq9PZW5PcyR/T2FMzu8wHjAvYvlCT7JbX6+LU/7Pb8WiL3CRCA+LiipvJdUC76RWgQ+KZbtvKxAoryYNxg+OreNvqnjoDwyYo+9b3buOxDfaj3PYcs97pQiPnCWa72zwLk9rASfPb/iMz1DODa+5C5LPpTppbz5cwU+a81OPsIQw73mxjk+6WnFvRwwuD1kO0C+u9H2vYnPl71zjRg+pavXvZbpOr345AG+fnOcuJ3dxzx2ZEY6IbsbPai6yD3l+wY+7uUtPkte3z3zAUg++fwwPasXSr0LMFA+5rbRvFVE2L0mFVy9HE+Ju65LXz0JALU9Hi0ZvpmPLT6GYzU+p8JyPDs2Mr7fPB4+qJPJPbf0h718WyK+g9WRvU/2Kr0nGLU8rPbWvWM9BL6FmfG9oTcSPrV4Dr59mbc9/pe2vfM6vz2acEI+CgC2PGHHWz124Au9fhCsvVcwAj1bg449V/9/PXvRyz2U3Mm7bcQ8vsJ+az14GFM8g0LLPb1DQT7Rx8c8mqMovoAa8L1RDt+9l3t1PoWXSr2fqZ29SEi2PFV1rL2z2so9+90gPsU3H76xwhi+bMBGviLbfj6sVsA9j+8xvTeUnj0aY7U9Q7ltPkhtq71Kd7s9MewrPM6aD767IIe9o6CvPgfRGj7lgF2+vAeyvWyj+z3S5Ri+p+RYvb/YujyIcHg+AM8Qvuq/WL7jp/G9hxKuvXZQPD2mu4Q9a6BIvjdPBD4m4GC9gwBbvvSy9D3uaDY+incEvlv3aj5uNXY9mQAdPlyo+L2esgS+l0xQvnl0iD0PuWC9wl0DPuSIjrwOgHo9OHwDPkmWEz1wDQq+ofnXvSJ3PT6PrnW+0F0xPkeeSr4GYms9HKZfvTO/7b3Wc2Q8cyq5PC7rEz7Csf29oKgbvRSShj283bI9pBw/vjlo1L0oBAM+c2kmPgJZrj14Z149PnxRPh056b2Ik4s+bAllPUNTUj6LVx09Q7etvPbiAT6ivI29yoXHvJtDBD7rnae+Toq8PZ7epDtYH4g9qNSovYjnMr63Nj29MJYTPNcGLz6iOOU9Km1AvolCBL6VHRk+kmDZPYj6RL4CLCY+wb1DPBAD273UT+q9CoDLPcYkp76ZObI9mcKdPPjVoL4ocbA84JGQvTTsqz3rRBC9p1bwPav/Mj3+44G8kwXePDE7CL6hiSI8liIUvkWwxD05aEC+558CvpnODr5fsKi9TEDXPY+wRT7ZvwY+rLl9PSfyh77yGju+r64uvYQ/yL2EWnk9vMsZvchvGr5T+Ti8g3W0vTlY9z34pR++TkelvCoNUL6TYLW9pjCVvvjRHr5cAgq87JjrPRJ4WL71v686MGqYPaBSP7498r48uL/bvSurdL3SOVq+I760voLT6L0NzaS8dpqlveMm8r1FicS9jF5GvppVFb5nB6e9JzKyvbl5nT1i72o9PaWevclNKz099La9SviJPU37l71S1989PWeuvVROHr74yVa+6tHhvXSJiDy9lzq+l7QcPvRssz3JaKc98xaIvIcDL7wgOuC9eUoLvqRk+710A/+9iau5PfihFz77eZg919CvvgZgFr7UoB++7QQ5vZiWhj2qvue9e3Vbvnf7Ab7urYE8cMWQPST0Eb4mNVG+gOY9vqHWPDxP2nu9GWg+vVAVGj3R5Te95+zWPG/11bz3/Pg8lVuBvjig3Lzft5691KcCvg/Morz3H1w+Gm2TvcsIkL2c6/28r2vVPUOKJ76b37U+c8Z4PXzM2j3xlhi+Y5QWPqb9PL3zZp89szJnvnYdib0irRe+w/27PjK+Czxs90W97DtjPuBacL6fpG4+N8iMPaLxQz79UKu7AS8HPm/3dT2tC1C9oE+OvVOwhD4/Yuw9PPTevXVIIz6z2707fwbXPvUnKT2vVgU+aoymvLXN+z224pC+72jiPIIzs74qwi88pJNlOsatT70Pu8S98m3vu+tLKz4zcZu8zxHHvPiuxjxweHc9jiRNPZFJ8D27Go89/SiuPTum5r2cX3K+nN4wvpFobD3W8TU+k0Q7vsgrMz5aWAe+Rcr5vV2ouD3zoY89Xl0Cvr1vUb6bSeq8bGBVPm4yAz4VrEo9408RPv2Ff736AZA9/14RvcJYhj6utCw+TpqBPQ2/sj51S6g9gy0CPiyLxz3ehxm6d+JgvYrJhz7iKO69q+SOPYe/vr52S747gg8ePsdDlrxbfRc+gjBcPoSBH77QJ6E+jGadvv5UsD38hbk+NIwFvZDhDD5ca0i+zMuLvjNnqT2PU74+MErJPUnQsL3CoVs+llpavg1Q6b2mjy0+qqavPQ33S73wVMo96t0/PT4PTz6M8Pq9G9k7vW78sz2verg9PYccvQia2bz06ZE8XdGgvDu9qDyG61U8eN2bPZc3nr5cah4+UZ7KPEaQ0j21Ygi+8PSWOyXunz2ENIC+SiINPWx7/ruXv1y8mMENvk9On77CWxS+5Ql2vnaX/ryVkYG+f7dePpPSnj2s4FC+3GGBPgtBZD6XEiU+hJFAPagT3zzNmIY8MCmyPQQ/aL57h/g8MOZLvSWMTj4N6Aw+tFJiPkdjA74Je7a9FDeqPeOeDL5RwWW9T58IPo3W6zzXwDO+W3ejPHeKuL38gI4+49AavvQcMD7LVoq+S/aTvYIGSLwPCYO9aDnPvaOAPD4taqm+96EgvvZ7U709cNE+ea8NPo2uC75HQVk9yiBXPrljz70LdnA+slEgvtnS/70hMUc9TNHCPflfyT1K+xY+Rg0kvp2P8T1Nr3y7WBH7vFMLm7w4kCE+axhgvXLRab06xTy+wL4yPcgCmb4S9WW+P+4ZPdW2sD7uMQK9E+COvegsbL1V4ey+l/QPPv5B2jp4M5g+86FMPNqc8bx6vGO8N+chvU6av718PrS8jQWiO593kL6ZP1I+UsPXvqSNGb6xJqm9v/XQvdKeqj0fZLC++5fAvZeDEL4ORH2+nr3eO3/b070cSFi+j9ilPX4zcz6ndz0+uNl8PUT7GT4N1ao91A2OPhLK0j3Mu+s9Or52PTcoLD7kvKi+dSBPPu5X2j1k7Z29xGO9PEFBAz4Yfvq9N00tvfzGJD7rlZw9SxejvMiaab5+oHc+NtkyvFfGRb02AqO94M8bvrcpJL4xmfm8IakzPQn4vD24TZS9AgOyPabYMTy1yT4+qsZnPl/bCT770SI85ImzPbAPKj2XSAg+3drzvaHOPT6jACc9v0P2PZbv8byrn62986cSvehoGb47DbA8boL2vZh1CD7zDre93WP1vRyAED0WBs89fiQuuw+0mj1vx3q8dPftPTWipz2hU3C6KdIAPh4KQ71M6iS+23YvPprl8r1vgfI9nGEDPoyi3j3OaKK8iro1Pk8X/T1lLNu9ZL2KPjlr3r0uGCY+6x+CPqCEjb0dJk08G6NmPkxVALynLUe9YgyEvSIFg709eAW+kHGhPK43GL5ciyI+SAEfPRDqGz0rSX69AFKSPuwW1T0WYMC9M/gPPYjmN74uTjA+1pmVOwJ9u71cgK69qSjjvYfr4bzPOKQ9LIlbPmSC4T3igMY9AsQzPTDcAj1qiTk9cp7pPT+mEz6OAaG9qtSJvXEe5T2FLGc8hxoRvmnS471F/us9687bu9nl/T1/Hw4+R1QPPpJnLr0hHoS97lXWvH878r0PZIQ9kF6KPjPuVT6IqOO9EzasvZqlVD4gyr29xlX2u7zBXT53ohw+oz20vSlD3z1kZnY+3gCFPkzqGL50B8E9c/+1PduqKj4yMAK+gDIkPgewhr74Ek0+wqxnuzntEz338Rm92PK/PSQlFb4oE1I+28/6PdV9IT4Na30+L10YPEz+Tz4ueti8Amn9PM7Msb04PYm9QVLXu7kvA756R3S+wP2WPcQPob39nTG8UDIvPkwrq7yvBnW7GsT6vQwMU7znmRS9gwIePovWRzzSywM+At7bPeB/a70chbw81qHYvZ6kcz2PRRu+zqr5u1RQfr2PqJE9isxTPQZMjD1KLv29ABzXPdfAOj1JFQS846iMPkPLjT5ufr49YP58vr52Mb5GTTU+Ma6KvaVLIz6Olas+ee4rvlfjIz6lOTy+5AHJvFPygT171M0+nFpxvQNwnbtXhYk+gX0sPnYigr73qqM8nKAkvhEpiL07sSe+dzAovjKf8L1dWBy+ToJgvnsuNz6Fp+e9kDKRPdgdtj1d9509E6R7PtUibL5vXxY+Tw6evefkbb4tzb28fOWfvgYYR70XqBU+qrkMPm3Ddj3l3mU+FasevliAkz2E2G27768JvtT5RT5KF9s+jcBBvZNEcr4GSgo9FjcXvupcFb5jstI9KNZkPZDGDz55REE+cmVkvgYpdr34g4C9XBgpvrVZCL4MtjK+0dp2vhJvnz1R3k++YmIdPnduwb0+aH27fQXXPVrHeL5WqUA9SPFfvH+Yqr3877y+e2WRvW4PZr3HXQw8MVLQvadvaT0YYew9i86wvvLBsryQlKU9sN5ruz9YU71nzqK93GuEvhDfOb3cLbI70ek7Pt/1l7677Ue8EkyiPEl0Br0CCTE+CEk4POxTcz0uXwO+0YAyPdVGXj4pImW8rehXvdw9EL7oqQS+GzIRvtaEzb3gdQC+jU4+vXciMT63fE6+5zwTvvVQ4L07lDY91lofvWKb+T1A0qW+HwSMvic/KzyQMx0+d2vZvLIqVjzpyh4+o75xPtgnqTp/l4O+B0GmvVnuF740TEA9pD4kPma3ET4ZSy89cVh1vrr+Fj0WUia9S0hvPu0hSD3Jybe9a3SsvQhzTbzgptu8BqaWPiNNoT3JSec96m9zPviyZ70C+W09lODTPbFuRr4ZzzK9wI+2vcTlB76hxg6+AxKRPap7Nr50Hnu+0mx/vVM8gr1SyeC9YxNkPbpV8z1DYUC+qT4KvvGfgLsOz/291UbGvVV2aD42GQi9BAARPgVQmr43Qsa9DitgPntwTz4nkA09UgAUPofc1Dlpt5G9ukgevhIhmr2p8ww+DIc9vLFvVz7RTRU+jlgKPQmSnrySwzu+uVQNvV8e1L2iteO9h622vEinVT5nt1i+eqnCPNRLlr41YQI+LgACvvYdlL150hC+So03voQrx72qzYg+ra/IvU5mBr6daOC8/rcCPgHj970Y1Cy+xyCCPQ4Bi74ZwPm9kaI3viILIb3nodK982q5vGGmlruvt3m+lJNuveNuTr75r+A9PkZQvWjpir7orh4+9YtCvn68Ur1N7++93p4KPdgnizz/kG89IJW3vNS04j1peM2850kVvv8JdLq22/09RMi5PfMFTj3ECMC7lPMIPl3zbr65Uwo94PBovrN2CD4PGP09fzQevh4XG70Ajpc99+IfPhJh77yFFea6Kv8sPoIjSb7NCeU8M5hBvpsy9r2suLO8LrPJvUmYFz6qGoi9aAUavmu4v7yzlLU9UKkCvg13EL6PYLg8PBcxvlvgNr43sAA+mXpxvRWjfr3SOZK9/5IgvjNsnrwbCZG97bf7PWQU0LxgMpY8bTZnvo4Nrb4/hYy+i3T0vf/KbTqmo/69W9eHvHKTLr6IZQa7wkYyvskaAT6kLfc8rqGOvfTzDT7caa+9NHC6Oqt7E72bn6k8ETqQvRU8Wj1Ytte9HeqTvXaqlj37NJE9dm8svhBR4jsG2508KwYWPUuWKL6hu68870lIvjA9hL08hDK+kuP5vCQOBT7seMi90/iNPbk7Bz78k5u9gDYEvggnhD7cJIK9OUrTvXHdITyi8GE9s3GrPQGe8T1ToLu94mydvnnVRD1Naxo+Sn8PvrTke70/XUA9EqJOvijfNL08cl0+ip/xvfR+ODyor349Fijvumbc6bxFF6U+VN8NvjkpeD45plO+1wG3Pg+Irz2Awyc+BOcKvaZx0j34BhS+FprqPp3JcL0ED+C9lZwPPaVHMT0VvX0+In3CPfM6qD4GAjE90wjwvHhiLr6znzi+NM1Gvp5FaD5END6+tZgLPkEiiD6u9oi8E8sRPhhtbD63ZKS9/TVUvo7Z071VmG6+z2nJvXPFd74RLPw9zIc4PVM4Yr4LL0I7ZAsYPWQD4j0PoRI+lkM7vlDe3j1g4p28RZDsvNXQaj6KXpM9p14JPko4Pj4C5vy8qm8xvj9cRD0s+Mc9je4evkIVQby9hB+97+hnProg7jzFGUk+tDewvZkG3D0cdAi+mgqgPvZVXb0mgQa+Yg97PhqLBr4bVI68UcapvWIWkj69CHO+tLPcPTWodT5wCNo8n1wjvdQrNz735xA9zCobvsv2Wj6Smqu9I5s6Pu1GQjxTlqW9SROAvQ6bSb1TzvG9QlkEvDj8rL4zWr8+mM+qvmJZET55Sdk+AUTmPPEyij7jVCu9WeGHvjt7+D0yEkY9h9VRPojnXT7XQLw+IFAwvsY6WL7ifVY+59HRvOTLVzz1MOM9tmpXPYXyIT0+9yK+aDSCPgCfvj17n68+l0JjvuPynL4Of7k9lyNrvGYwaD182R29K7r8vZOeQ70TTNo9D2CSvo3+Xz7R+sy9laulvhMkhz6ca+g8PMCdvdHs3j3edFc+5Mz8O9MiDb1w5Zc96vsmvpIbJT7hxsO+l7WQPiqQEz3cRJ85+hwlPqadVz4rqYq8xMmEvudrwb0hOG29p+k9PedEUr5Ojxw+yRQIPtwEhT37z9i9M6GfPm1Rkz2pm109bZWIPvPCNL4Didw9+B8SvieVfz4OfIY+SK7zPVe2Kr5blHY+gTiKvsaJ/75Rp7I9WMrzPZX6gLvCmw09S+9gPjCnnj4pfkS+M2nBPHRZlD1sfkU8y7FmvfrzDj7fi7Q9+GWTu/YMiT7dvpE+HbrxPaDZ/T33iBY+uDYaPNpTYb2YMGc8dmZJvuJ0Dj60ehm+GmnjvYi3jD5ymZ09zBs8PlniPru/QkO+iriXPQH0l76wjbC+YJwBvhy6Br7DYh09Rm2CPmG6gD7IPr49hRh7vXqcBj4xVGW8mmjxvSgduD1jKG69M3HOvfO/Bj7DoDq+GaHZvqNkKr678Ai98d39voDYTD3eyIE+9m83vtX3kL4sPhW+OH+YvmDkeb4At8o9woqmPjK3Er2Ns5q+pW2QvZ68YT7HMxi9UmnRPtztcz28LYO+EdgcvbGBGD4rWUI+n3l1vY+TtD0HNDQ+SQk4PonspD0eEVC949UlPahzpj51WQ89JZ2dve1Awz0buTq+/leZvVJ9ir3WDoU900j2vU7trj1dDQ6+hKuMPb/wj72m3gy+j4AQPZps9r3aqhG923KnvfX5F73A3p09vye6PYhVIb79ZWe9+wrnPVvWnz26wd+9XYYdvoi7dLyDIgY+3EJvvqsDC76hEtI9aFFUPRgMGb7xfvm9wi0lvJH5QL6U/JU9FYltvpAhhrvPWGK+9ri9vT3EE740zgO+cc9Gvs0kFD6BdTw8zcDevfDLUT4R4vy9jQbRvb/9kz1yTYg83CTDPUXmDL5ClSs+6rWJvTu8173b8lc+e8Vfvvuo1L0pSto9cXQSvrbxrb2GyXe9guX4PMzZ970Pni+9FYuKvEnclT04fzo75KkBvkzJJD1NJrI9ubRivezOlD30rQS952eNvWCnrT2KuzG+IsKNPXmYXr6pemU9O1sCPvvRzLxCWJ68FHGevYfRLL0RfRO8aqVqvbzp4D2bP+u90ITWvYCx9TR3l869mSylve3oaL5q5xs+2cDnPVL/yb2TMJo93Kg5vVPhsr1gErG9F16zvR5STL6EQAe+WQk8vvnNPD55b/W9fiDQPdNNAr4gVRQ+gArXvXuhRD4sSAk96DKUvAZCGr3AQSG+W1FLvLiuxz1tDM29kvuNPWxFuL2Dm8K9AUM8vge/+rvxuFe8K/VGPsqOIL3RmyQ+qz+fvgxQpr4/uBS+BHESvkQIOzz9Qzq+/jNxvhWOGr5Bhq+9529MPRokzT0PQl294LFYvhf0Rb25WCC93Wp7PADbyT0LhPM9KnXkPcY4MT07ZII98DCPvudA6T2/1pi9JcykvBUsAT75N0+9d5NdPeMdFr6mNVQ9DlClvmc6Br6IafE8N6LNPflilT1Cz089JXXWvVmTab4qEgO9oizbPTK/eL5DkYa+way5PpnJR76yjxg+lE7Evee1371bxEu9Z5EhvgP6DT1eXqy9Y+5gvgwCZD5lWqO9n/FJPZFEab6tf229lYscvgo4Zb1BdAA+QAuJvuYdTztgcEa+0TEPPr6GfT4Fd9Q9MXWUvXIchb4NlTO9yfudve3IE7tH6pk+/ICwPkdLIb7M8te8MeHFPFlNTD7EIY4+DKw8PjfpTb10ukw9d2tzvnOWGL6fOWc9Zk9UPayuBD5b3Va9VKxoPhXo0D2dTS699IIRvrXhOL61Tpa+auowPszxwTxwCrw6fjuUvcR7ZT0wZyG+nuAYPne5Zz6NepO+7hlJvXl6dT7klUQ+JaKJvmZGIT7bXH4+ozucvdrkub5p/6g+vQrPvVaUQz1WVhq6D1DqO0MojD3KEGQ+Y/4rPoaJF77CQKM+oc0dvY8aSrxK0r4+b6qdPTHnlj7VIZc9kFgSPhHoj72w0Qc94yTjvrpHYz6sHrM9mftzPmAHOThSM0Q98RKyvaVjBj6LJAW6h6OGPHzpFr7TJUS+CUwjvi89rz7JfSG+9CFRvtt1tz3vzGW/qh8JPmp2p7wo3SU+wtJrvhsvMT38Nna9UbwCvhB6k763aZU9BNiRPtoXcz7GG6Q+JrgPvhTl+D1Augi+39r2PWLjTz6TUFK+0U0QPi175r0mLYo8SALLvphBxTwvIgu+Vvl+vm8ApL7826W+/Lo7vtmLlT4OWk0+zjFLPqv8QL1MLyE9/DwfvUwSHb4tMAE8CwSJPUtxSD4H+6U9MvZFvQwbZL0g33A++soJvlb9zL6nf7k+aymVPF4k5j1iyR2+YI2WPe18mD7oOA4+gQCivqv2Xr26vHI++LMaPb9NvL2Lmg0+iwOTPYD59L5icJS+6s8cPZ6xCTwXLmC+i3dJPifUDz65yCe+ajW8PExyjDzLkb+9q1ryPcFg6zp4MPM9PcpGvRc5E73nPfu9PoilvvPWab4aYc6+K++mvv7EQb3WggQ+rLwOPVAWgb1XbrK+ZqR0voSfUTzwFhY+DKCOPgLP6T3GMGy+4DLKvPm4Kz5YyBO+apdAPqDVar55BQo+v7J+PJconD3GkD0+dfZGPV1iezzXVMu9UwtdvgWZaj5oi6Q8hPpLPmB9mDwuxJK8rM1gPQIUk72XlmC+/h6vvVh5Bz0b2xi+Vv25veInJ718We49DfLGvKPeyj321Je9dzkWvocyFD4Vxtg9UQO0vYcgrjtllx8+ov/APVTctL0FSLC9jmOEugrdYL3Yo9Q7FiC0PXV0XL2TAa49yY1BvTtGzT3a03U9/GUdPtU8F75qvlg+inztvIjuwLvVc4G9GbKbPc/TGbwCX5Y9RPsfvoxeoj3HPRe+nvs5vobPPb7lkdm9Ry3BPWluhj5BiY89nD/2vZw8Xzyvzq497EPGvWkPJjxE7pW9+R6xve+zojzHSTo+rvFqPa29xzx72YG9cx7DPW2ohz3o2dq9dQXfvY0e+D1Tt1m+IuYmvMUUAr5a3Wi96JYjvlwnYz1BMAS+tsKMvcKFv728q2a+rV6rPRtQJj5xdqi64srqvcw9972/uYk8A71AvrmW2j3deYC9Sa8Cvv97zT1ckyk+DOwdPs9kIL4lhe+8bQiHPa+fhj3gBTu8WMalvYGF6z1M37o9cO8GPeRHgL3Fomi96VfTvQv6u72WWSK8nfbrvQC9d71ePia9SmOSO+IxMr20wtW9i9eyPbUQM74OqhS9J8wnPTfb5z0yItS9UFjvPfHFtz0nzSy+x3s2PQof4rwKkzQ9oA4hPsrjoTuZvpE9v/f+O6wPsb0B1O89B4U2PVbYhj1d+ts9Sje7vtMINr7KLvC9JyhWvhjYmL20zZk+iCFKvnCQK73C3mS+cugOvDcotz7kN8Y+YqnlPa+cCb7zVfm9L8IOvsb8lT0mFiQ+TobxPfdIhT4MuoI+OQr8Pd2ASL56UIa9Tm5hPkYnrjzjfg0+Q8kevUzRHb7l0oi9y+OMvhYnmr1amyQ7GBqovREMtbzwe828BkyrPds8072nl0G90GxCvuIeVr62Zmy+IWXGPNwFpb7lOlw+YksgvgLVUz5qiqO8NUB0PYkf5j0e0bo9H8MYvlDXkzzqAU2++8i9PQIJEj0cRWk+bO9svkrLZ72XT4k8kEjxvc0kFr5CZxo7dzy0vTe9tT64qKi+kMsKvkNQmr272Rg+TUCyPXP0UT2OXCg+8GnDPirVk754tjU9gKLBO0fysD4fCYg+aLTHPpGwH74bmM68gVRPvtNeI76hcwy+BiZKvnJbtD1uWBG+yjmiPqvUVj2FkAm+M3f+vXgNVTxap4W+M2FOPmkfQL3ran49PQtaPQbe0LzSS+Q9uO9aPafILD5Dy+C92ebYOm6pfz4MbV2+oVHePfZYLD6xarA+XytxvuAgAr2ybEY9q/ctPj84nDqtTCw+t0Eivilxz73xKik+HJ5QPgb5Xb4UyTa9mJ2dvuazx73Z/VM+P7DXvdd3vD6x2LU9NaovvL2heb7Yz4S9SK4CvmkIxD08yXc+lliZPkZj7L3ZX0Y+/jyPPryzKL6915Q9Z9VjvuoSUD4TjxG/9bTNveaIRL5wq7U96LZVPh+u8b2jfte9Tbo3vl4Jpz7h4Iy9RcdcPnmoNT7Nbzo+AcagPl2dgr7y56m81h3EPBPJYTtZnKM+hHyGvBkkUD2HarA84c2xPsrn8L0vQ229EpGNPn2sFD6HMc8+zzOcve+QuL39ezO+49gdvtFchr6i96o8A5TqPYXoiT5e4FM9pp6WPguvxz5DLzQ+7z4HPktGtz6wF869Sy6FPvDS6r30R00+qs5evP4kAr7OePu9/1i+PqiIYT5Gyb0+f9b4POFL0T0jo3y9FD2BPsMcML7YT+m8aLgbPsOH2j6e3fu93of8vSeS7r5HI4i99kiUPlNHXL4kbkO+IObmPRF2TT14Rlw+2hlqPfkUgz09YEy+9fe1PjMP97wld6++cI++PVQs2D67Elc+zoBkPtsDgb1C6ls9mcb3vVWRnz5iTyY+MCyTvlBPOz7E75Q+JpbpvR67jj13QZa+Me+Cvnwsxb2kFsM+Q2q1PiRA573Do8q+qu0zvDFtAz5qvLC8nf/svYR3PDxNDZy9YH2gu+/Us71vVXk9/EpFOrMOj70uqo+9LrDmvadybj5i5Ay+FH1TPv6TxT00EOc9far6PVR9lb1+WbU9hSQtvSPZND3Erc+7TpBxvaP/E73LWgg+54XbvYWoEz3EC7o9JS2SPjpTTz76RZa9m2rLvDuBz7wV0Hg+GIELPd7QlL3NzuI9Ah+5PUmkxLueaFS+KbsqvOh2Hr74IRk9dYKVPf2n0L0MoM084RKJPTRS+j1hZJo9TdLTvSxcbj0QW129vaI+Phetjz0fQbK9/vDdvQl43j2PkhU+a/IqPpiMBr1xFbi9Tz0UPTTK572rSB8+dJ5APrF/wzw1cKm93XADPlB3oz1sRrU9ZhMpPqYUID7sj6q7ObIDPoyThT1dxhK+W2LJO/u6Xj4to+S7sG8APk4Aor2Xu6k9F96RPrZE0b3u6V0+pjvvPTVZNj7D3Zc9CBPOPNI+LD5xIvU8YZZgvbzKTzx5zIO9N31yPKBE67z7ecq8f8zvvTX8mTxj7Ns9MuqqvIjdkT6vOzO+KgSLPXhUKz5Zl1e9LDlDvfn2Dz51JZ69kXnWvDnf0r0ivSu+TAgtPY2U3zwC3sA8r7GlPQNc8T2/RYy8AMYBPYmh77wdejg90pEEPTmJM72os+O94VmlPUKjobyU8BC+tCQgvSpjdz7Cv4C7/d6YPqjohj2BoDM+JZITPnmmlj39nuG9rFufvZHNQzz+bRg+7KSzvPz697vyUYc92/cQPf5PYL2EIgm+RFCWvqslEr0AG5Q93HynvV9GT766CNw8GwNovpnxpr24PCm+TtSZvrVJDD0Iw2++JD3YvB+G7bzMgpk+PkWePsuECD5AGgu9Xep6PoMtjj4j6z29gr5UvusFHb6z4Qs+WXgZPCkEqbxcsvm9ySNJvsj83b0lZ5e8BVkFvnc6O74pGv89Wlq4PvkoIb42D0m+Sxc3PVkiT72xxhW96AecvR0A4r0O5ZK8SFcnvSrNwTuswLA9PfnvvcBSSz3S/lO9kokcvmJqiz5tdZC+/mf1PWJCBj6nDUK+k+lgvp0Abz0ORXc9Hpjsvo43pL18pEW+hsfTvjnhJj3CPYO+nIgiPY7/ZbydHuO9jvsZPupCsb5KmUo+wA8JvsjOA75HbmA+LnJMPollV701RDu9B2hOvbATHT4is+K7nJznPZ8nrL7ybNY9M6tVvlK2Y77zcvk9BbK9PXD1wL1+2JM8JpObvSQUfL4OUei+OwaBvVDqrD054G++VCGIPitvWz2d/7i9oC0YvXToiz0L6VY7W40qPhZWLj6J5ju+p3kxvMC0gD6Mitm9kDbEvgQGAD6GCyC8LrVrPbLTU74iq1M9FqaDvV1pCL4WK1U8nrJ9vq9N+T0kfUQ+2AemvdKKX74ybxC+DnYzvndz671ZrOE7XtNGvS5XgL5VgTq+ZicuvGJ0uL1VcyM+R6sUvhoj/b3K4e685y+QPkYQkj33E7s9fY8yvQO1wT1Ma7U8cYTyPfQhsL3aA0++AnGGvnw0gz0lyna+ZlbnPLiSRz53BpY+ir16PcxsrD4ZN5+9DQRMPvwqlj0osqW+QmROPbkqxr6gblq+YweRvt4Sp76COI0+HAMnvnWDG76gcoY+gPngvP17vb1qjyg+q2CVvmEoXz6gIwo9TZPZvWv9kD4y5D4+atHBvoUhzzyKgze+B+kfvutzs75SjxC+QS0RPhyBsT2p8JI9MEoXPQ90IT4ISpM+6BVCvravtL7s//m9W0hdPZ0Msj2yEog+aooyvc0+wj7EkJw+iUAkvtiaIz68eJA+vz3yPeAIAD55C5K+x7sePpYLGb204cu95q3OPbz/gD3ansW+vEXavUOySj6n3pU90j+TvVMHjT44izC+gu8jPmxzFT4ET8C8HB1dPdjuUD6PuIC9PYG0vaV2B7z4Ijc+ybPAO0ojIj4IeRi8O58pvm6Aajx0QPG9WBQwvhhkSb5CQSw8G/dtvvPrmb4+X42+M+ZKvq0zgj00a629oLm+PmtlSz4V4qm8DTsdPtt0OT79VG8+yFcBPjiHWr1eba095Bv2PTQSXj5UQwA9cuGRvZwbsL5/JS++TkmMPSK6uL3GdV294/NHPRvHwr3IZi2+k7Y7vr5oGD2vZoQ9k26DPazekr2Sgqy90WWavdrJMbynQSE+7R+kPQj4O76fq829rRj2PBX7VjxmlVK+sIq5vXLRvr3PKqA+gtAZPsrlAL7Zm8M97uEgPoxB5z29hz89kfMNvtEmJL4zUVq9L90tvmEYcDzCDKO9Za1AO4U9ZD5IBr09yEEJPq4gozubKy++maPkvQbVg720+fs92wTxvbzFUj6O4j48D1efPT4LZD1J34a9EiznPVuFHbyrE1i+l4NsPkX+zz2IRno86B41vjJXA71y02y8DBnBu1fr5T3/64m948F/PceR+ruYHx++6GwkvcukhD2mh6o9FEXIvDqnnT3NWf89g5OhvOWjo73i5wk+QHCcPNREAD68yfW8hD4wPbkc3j2nJDe+kpRuvQX5gr2e8NS9UZSTvfCNAT4UIl692yY6PhboDj1phD497aO0u0+/nrz9/e29eqdcPqV7wTyEEQ++FiMQPkvKKbqDfPS9JF0fPQFxcb50Hx29mriovfXIib4DTiE+ysgCvtuN7L0+x/O9S2vuu9M4WT5eEy09KoDqPFi2ID0qhiG++BBkPRVWZ75UjzS+OA7LPTm8eT40Hs+9fVE1PmdC671reLs8vN+YvCLPPr1NR1e+p/JdvhKiBb78tZI9Ezq5vc+9ur2UiBq+6iyrPdbDK7zm5H894lYXPlUYVL65Xto8gwlfPr6l4T1wKQO9prRZPvB2Or0FEOM9SrGyvdYmsD0nqZS99A4PPeiUzr02uUM+SfDlvR4yWT1VQ6q9voUfvRsNoL0Z8IE9kaikveEdAr5u12k83OA8PWRAzz0AIQm+flqFPc+dEz0NO6q+sS1PvaammT145Jm9l8MrvtVHFL6PXDI+8c0xPKo/YzxKsSs82QxbvqwH576wfwy+zJhtPvNvpj6fAcQ8ycR8vuOWib6jGQQ+/TpTPVvN/T3Cm9u9bpztO/BOhT5Q+we+WXFyvfC+JD6jgIq+jHyIPvLnbL5LLdk8Zw+BPud6gD6yguY9KgervKI37zzi/yQ9YjqRvWlrPr7SF02+rY9/vbig3z7vPj2+BVS0vafz6T38Toa+cWB2vpVEObwn1ik+VKa6PSxj2z4pDRm+NsnDPrSVjz2jgYm7HDlXPs7D5L3IM5m9zxpuvqPPr71DTgc+nLCWvGWkxztNRmY+R/cbvQLpJT0lS6S9cMSMvQKFrz1INJU9m1VCPuM3ab4qlgU+pjHRuyjPFb2dJIE9v6kpvbRFHj4Z5Dy+R6PSvW6/jj0mogE+53vFvSgUgj7tij08L+1/PsPOQL5mCW49DW0PPEDLAD4MaA89APEAvMF7hr37Baq9t9uKPDFMUT7MECK+IlSbPfcalr2EI5S+8f7qu51FVzyulMq981SpvS5ODj4EH6e+LAaAvvtIMr4Ootw9lvSAvtwjP77WNdG82iH5PeU3QD5NUOc96+uCvUWrAz7d/ZG9so/AvV8rJrqengO+aZbEvt/NBz6v/kg8WUSQva9TKD7coqC+crdqvowPDDw6+hY9qf3Gvs8lgr7KId29Quskvp89WL2oc1o9lwSovRfQd7uk7Qc9XiM/vXZNAj7C9XS+F0QnPtD9Jb7W302+Ak6YvRrh5D1JMB+/cGQwPT9igz1Exb6+g1ARvgUOtb6g3Ce+NScRvWEZrL38C6C9uKW6Paz8Cr621QK9xFHcPRMcYb69RLM8kb5DPo+2N7xyGIw9EMkIvvViUrwWbV+9PoiPvUtpkr46vLE9kO1Evi9ipz4Bno+9tPzTvob3Ir5Gzwu+X+Iqvay4Ez6+oCe9XD+KvjPABT4nJlQ+W9HWvp6U2r16r3++Zy8TPjGwXb0Imya+/4HCPRDZTb4iHUG++IdSPj9Byr1XofU9Gusqvm9L8r1QAIO+HowcPrbH/b2Pv5U+RGoZPZTzrb4KU1K+l946vgTIkz1Muw49kUQ3PUjsAz43A709O2nSvb5eJL2cYwg+xqpPvv/EAL52GqE9Isp4vSHRIz7d6pa8jHYJve4YZLzB2dQ9H+B0vvTwBr7Bl8k9/ETjPWgGgj14bT29hFjjPWhRP76BvUa+e2ExvsW4YT3lWvO91cXtvcUyrb2Wdgu+C+u/vQQYKr5th469px/qvTVaPD307tO9NIEivh+LBb71BUy9E7NwPX/HkD2cQjO+2WMSPRLs6z1/IqM940oKvmOXGD26yQm+YcmKviyoa77sY2Y80QNDvgxOj7wTkPw8U/W5vIKyyr0asr09sgohO7r0JL4yhBu+DOBSvnY1Kb5gMAS+sj4NOwMkIL5wDAg+80Y6PmFlibp6SYU8s/O5PUvq3z1qXYc9UDc5viHwgb4SBeS9feT6vE2Bnr24O1U9wTWlvglAHb0Zrok8rZLBveSL7bwee+89ik5JveXC8j0717G94ox7PZiZtT0eAk299207vvfw6T3c2TO9e8uxvl8ogL4C3Q2+keCKvY/nHr6xHcI9pNQDPpryFT6e2xG+SJikPZjILL62j169TgVSvBDTvb2unc08d39/vXKwp71drCK9bq5fO0S+xbx+wEi+mjVBPbR4pr5RQWk7ZX8gPTT9Ar7dFQK+7QZbvr6Vzz0xbDs9KnEwPJoTq70MPhe+n6YYPWasjryUswi+gnsXPcVXNLxy116+m42TvTA9pDxtaog9OOCzPQKkG7wXAYK+C28wPeWwhT1uv1k8VBT+vp6IDj4woBu+PI97vmKVtb1bpIa+eBzKPSGZWr4uYBe+Fd0uvl2rC77z0iO+ylW/vl5/n70Nm+K9BN98vm+tIT5WcUw7S62bvlViI73M1lo93VynvanzaD6PE3M95X1fvQLUbz6e6T8+K0WFvqBgYj2/Bys+OeICvowcLL7gIoy+r79cPun8IzydFUU+AZl9vp9gEL5vmYc+TMGsPNq/lb2SdJS+QSWRvn0jiLwG0pk9lJ8lPm5ZPL4m2vS+7E/APT6psr7xDTW9foGEu5PCD76thq8+C8GbvCxWez4pMaO9XqX7PYxn0zwXJwU+jW5EvvtbcL4MOW2+gzrIvsMmKb72ajq+yQeavuAJhjx0o4m+50B4PSIMDr5OQXM8CtWyu+qphL1Cae69CkrQPYOz/ju0A/o91o8vPpSCJr5G4E6+zq5svgJqBDxkw1A+Yb9XvWsTv75RmYY+ulUCvnq0ybubRt48UQ0ePgNt0j00GAq+owmcuzcgmL56hiU8dzwkvfK1+r13V7W9a2esPWIwBD53bEu93HWwvnpgkT1zMlC+pDXMvd8Sxj06/Go+t39evhE0/j1V+a69cSruvhzPmzxuGe09JUMbvjS9Ub7/OlA+5GCKPqk7U77YTgU+ifN+vh+sMr70GvU9QajcPU+qjb6FFMs9gUf4PNJ57b15aF+9DhMePs8Sub45JPU9/gSwPo/aDD49s0A9Fhp0PAd6Eb4hHpU+turbPqnynL7dkv88b9pEvpb5xTyIy/m9rDuZvgoGjL55exi+YJOBvf9jrD4xcC49j04hOouPrT5C0Zm95OWlPubsJz4rY/U8LHpLPmmlojwFFvK9wV1HPgVQJb5Be8+8ca00PhJrl773aVI9BL7LPTZi1D5a1cQ9OC6BPaenUz46e2W+X9Blvqkfu7zehG084wErvnYBLr3Pkxc+b/i5vvZySr0z74C+RjDSPbykHb08rh++gLPKPb79sL0AkB49L5AevggJSb4ls5E+9NUaviAcXD6Pn8y9fGdjvflZRT4yJbE9g3uRvvm6jb7pcy0+gr2fvD/Ygr4u17I9D/FJPgOO0j121Qc+jYTdvUgGWr6SPyw+UW8+vZIaDDxYYYe+sX6HPaPR6L6zCKK9IZMpvMBD5T0mRXy9V5KdvPAezrw2kuA9eiKsPbxhpj72QLU+Rs0RPj9pnz2nwSW+cjPcPSnntT6auss9jXpevg8YbL49B82+7fF+vqTuhD3JyQM+Yq1svrpyfb780O++hLjxvQDgi702GAS+aa6pPiHfB74gAKq+Tf8IPjoffz1ys40+jIgiPpZoAT0OAl8+YlBuPTw01z0Khu49NTirPr6auTuBTle+plpUvTm9HL+uCAu+ztJCPhRZgj6pYb29dJhbPecjIr4jPqe+sMv7PQoGB71yx1E90pUWvnev0L0DurC7kOOBPCh0Xj5taqS7jtj/vDAMa71R+hO8pK+XvbyCZ77OBkS+ni7QPUx2kb5E7Qu+zWGHPf09Qz3EUiA+GVgnvu2HIT4Nur89zKIKPdC/mD3U/ju+PpBAvrArIb4frqS9fNUcvcJraL3r8dg9KUIHPuGQDT4DV509JifYur/D6jwxWb26xtgLPk55Rz7g1es8bOsSvnMK6D1b1by9RkuTvnznUj0qqCA+xy0ZvkD+6T3EEjE+l0pBvcsVJb3yyWC9Zokbvr4WvLxDKQI+GvA9vl/FyL2o71O+1DoBPTmal70he5e9sP0mvgncwD0kKf29bZT9vBKq1TteLoi+VKG5vlCDnzyHP4A9VGULvQ34bL6KTMw81CW7vS0sT756ZRW9sLyDvFiKij1to3S9rT77O7wthr7HuIQ8RD0PvQkLV74pjD49VGKovdsvq710cCQ996kjvlZWFztWeG29gX/ePcEnez1wvdC9FqREvS3Irz1gFce9WWfLu4MU0j07/3E93FekvQE8vrxE0ZY8fA8Lvj9WQr6P44M9R26jPXucob2+AsY9I8QAvSP0Vr7FaRs9OVTHvYAkQL3i/+28ONpEvsKy6Tvkt+Y9lnFbvpn8BLxxU5g9VPcJvpnEFDtf0Qo+w+LKvgkjmb449xo+IqyGPewA0D20Ra29Tv7hvdwnmb4pAl49/CRbvbElcz4r8Fm+b+71vcprPL7VFTK8SbhJPSX3eD1YDhE+3X+EvTXvt723fn48dz6qPZLPMj0t0kW9FJQgPVgShz5M+AW+HKqFvvQmL76zIKc9y1CJvm4Oxb0AYkE+H1ccvdK0k73Io1Q+7j1iveLvjbztHYG9CnVkPVk2cr4X5HC9A0b1vWABGr4CTt89mPmSvW9RRLxdxsG8E3G9vPmAKD5uwjI+jj4JPpAfYz5RnNK+aJZqva8uKL7mQy4+lhhovqM2IL3v2wU+NzhcvqDhFj7K4Hi9AxPLPPKjeT4iE4K9cWwAPnfZe71ZZJ89btU1uyRie75vCVu+3I47PrqJhb5RXTm9JeMnPrrabD7G4gO9CaMUPgXKHD6uAOC925g7virRiDz4q4I8V2LaveRisT2DJpG+TU2sPTCXgL4lX56+UsU7vaZBsTxtMZW+JaVEvtZuor68SPK9EzQ8vb6wQb6Bssu8djZAPexjCz4s5wU+Fgq+vf4FpD2TdjI+O3xlvi95Lr1XWmA+jY97PTEmcz2jsQY+iqgYvqMctLut/vQ94HmCPs7DpL0Rlhu+VbMTPnah7b116bI9KcWLvm4+Er46VwI+zBjxPRj2yT36SoU838ekPfrfZb5ZbhA/p/PYvbo0Y75HfJu97+xxvQAxXLz/SBg+N5vZvWcVwbz+8TY9OaMQPWYyZ73U2hC+KW6tvsiKsrx08EW+BLbcPmVYAz7fYKG+v2z6PWgrrz4j2WA+o1TsvArAoz4nMyO9bUCnvVKrPj36sbU9mwXdvRIRu7yOo848xCmwPgoZ2r1A+Sa+4v6HPqREeb41kks+HA7Lvaf6iT5sBTw+DRATPnl5br2CpJU9niWivpBGRL2x1F++35cUPdtVNDxpZda8DSaYPsH+PT6Qum2+oAUDPR3cdr64H8S9VNy8vHsBdr0l/wS9xalwvEES8z0vHKo9dGpEvtAx7b6ge9Y++1ovvviBqj3OvqW9pZGVvgh34DxI8VK+33h3vnXcVD4m++K91za7vBkKXr7y6fK9xA9NvQXlOL60agS+N0vcPbNAkT593zk+7iYxvuj8Kz5oPo69yVgZPl+JM74cr0++Zm76vXK1RD6i47G9V4f4vbInYD4weDm7JsRgvN2GLr6XyBo8GgvkvpCXdb6JsmY8ts2wvYc2sz1B08W9kHK5vlc8Ub7dmOu9Cje/Pbp497x+NiW8R9OovRTA0rsOEWI9dvluPurZ6b0vOTW8G0GtuIx0tj0mYBE9RI5GPU+EIr7/6Po87JLIPacH0D3+ux49bTQ7vWB+hT4aUs69owi3vHWChL0WQus9NBakO/LngT2+TbU9tsenPZIaDjskioq9svRkPdA/Lbw9j1G+ZtZRvYf+DT4cq389bcYlPqWwhL2N+co80RbzvbjTdb7YYxC+zxEDPuffOb0zhUm8qWD1vBp4+bx/0A0+MVfCvXwlIr5V2gM87m2mvayC0Tzz6nq+9JpcPpEvgL0mE3k9/LAnvtdDNr5VN4S82kEEvoMBaj3J112+F2avvVSB2T33PJS9+6H6PeBeIr5gYoG9Jv0bvlojQL5Tega+AwG+PXIRTr4/yYY9fM+xPZwt1zzGv828xucLvO1BFj33AtE9hDi7vtWAKD4yYoq96MD5vUpMRL3wJ2Y9bMH6vfeHAD5Nlwq+TFMPPtZ4gD3ghIM80MRMOzCkYb54kMC9p8ZZPAUDoTxLhgY+DaFCPUYx7T3wGTq+cTLlPa+fyD28DQc98LU6vREoZ77Aihg+HPiYPXNQ5Ts3CYC++sOAvA+wCD7K7KE9/wQEvuweRz79ZDC+7S2VPQnop7035aE9G6w8vvqkGb6ctzg+VHjOvahol71fkDO+5XolPnT6tbkpAja+pxudvcclETz9/eq8zu2Mvi5GlT1ZIAm+S5U+vkDxML4b/q69T4FiPu1kg70Nc7i9GyZLvvE99r2+eRw97x71PaPvb7wA6rm9baqEvnvoc7z9hZq9f58ovcFgiL4y1OI9o/sTvqYjLT5B/3U+btKhPV4tMD48siY8H7qWPtZUab5VjX29wQeHvufdd70aD4M9AymfvU8+3zv2B9O+sF29PuRFkr7cEiw8yvQyvQSpkT3+U0g+Tu9PvTK9OL7T2sU9F9puPtBBBD3Wkq8+mwl3PNju3jtqWfw9qcMJP+1Ss76DuMa96OspvmG60T1FFxS+ra0pPlsIlb47eAU+LrjfPa4CT75FK7890JBOPnOFJ75LGBK+0QvnPb9ev73VBhW+QC1aPtFHKj5hW6M+2kdCPlf8Br3KmcI9ppkjPeUwQj5d9VA+td2Svc3cD71ukT0+ahlpPbnHSD5Phio+AeOFvQ4rM77UsGi8fR6lPVArnD6tNYa839++O0gyJ74WR+C83G7uPWDBfz6OT4Q+VrKevWTIqD3w7xU+f3Kbvd1Qwj2p9jw+9qijvnJgiT7ixl69g5zTPbZEpr7iSSC+I9XnPcpdRb0zYCI+cZ6jPblW5jweMFs+AvBcPSTiJT5t5J+96RTovftalL0mVb086PcSvo2OYz6CfTU+ssCwPYNvOr5xsiQ+g6KvvGdajb7snr09FLrVPax1Wz17J9I94ut7PcbOOj4FvtO9UTU7vhCloz1CLNm8cq7hPSVnbL2Y4so8J+dMPuHhq77xAJ29Trd4PWGoMz43lA8+88dlPizElzxwoPW82fwSvlKsVb7U4z4+ibeVvm3rST7rLvQ9H2kVPcGKyL3p5a6+PPQjPefMa7ylxXQ9AwB/PY5mFzyX77I+H9ANPlS5jL6kFHi8WpE/vkmkkz0tyDc+OD4hPGD6t73zHaA+Vl/iPhSTYD5RFJQ9HY9VvjJ4VT7PPoW9PVU6PhX+hz0Vyde90KP8PWC0uj2R9QY+y7p/Pnb1vDzUvhe4yDuDvrjzOTzxmhm8QDHnvV9pTT1rxjc+WQCqPTiZRT4cY+a9iBpQvlmrUL6Y5Ts+UguRPpW8C75Ddp+9zIFqvHvRc75oKOw9ChT8vWobF70g/E4+65qAPpS4lT1gA5m9fANFvTs/3z0JClA+UPMUvsTJgz72Iy070GLIuikuGz5vNOM+CScqvnPnh70RoJO+WF/dugEFlD03niS9cp7bPQOpPT5jcvi+O65OPPmXs71tToq9bz4oPAV7XL62Rui7vHXiPYL5jj1YU6A6OAVIvh8lvLxFAbG8VQsovvTNHz4j6u48dQ2nvcRGMz1/f7m+GruyvSQKuzyQAFi+rP+xPX3vSr5EZii8hWqmvpctAL6HYEa9BeedPZKUgr7MnsI7CMaMPu07Oj1tlHA9ULn5PkQJQT5TaZS9hnYCPSd4cz132AU+GrezPinl5T3P9wM8ftQYPW1Zwr0drnM6D+K+vY99EL3z/VO+HZWavZw3ID4cwrG94sOQvXoVFzwylCq9DSHUvDrHkT2akUu+7pPhu+H2yry7q3w+KLGEPhSC2r1vHQW+CYKvPT/2Kj7GcfU9S5sOPvIJrj1zSuW9Nsa2PNPAzjzSa0g9GgYCPuVacr0apQy+QSL7vZAdJz6RUqU96EH3vQzZmzya706+m7KgvQFZw7xUOaq9Ugt/vHxlFr5u0xw+YtWiPEa5lT0JzHq87+WvPb4yyLkgw8I8RMT7vUu/ZjzvW9w9kZK4u96EartefaW8nBUHPmxwijhHOim+b3kgPsHuAz5/2dk9cg8GvREulD2szso90vrXPGf0Kb543HS9UGCLvRXtLL7JNsW9KSoIPXsgdz70u8q9S3GkPlUvT73rqhs+sB2hPYMNNr1wJ927R3fvPK872z211vs8WGyquzjqzj2yGCg+rOOAPi07Mr2fF729jD+EvSLlCL7y3hY80Qwuvgp13r1o7a+9WUnvvUPkAz41ZgA+xzRVPYC61DxgZLS8jKSTPWjNNT3h+qe949D7vZaNaD3dnuu8vfgSvoYdhz2YKwK+41j6PdpnWDx1ca46yQCxPU1AID7RuhG9e+sAPpkgQz6bJKC9pGg1PWdl57149gg+P1SHPbQ8Tb5lT/K9Lb6mPAXOsr0DqIq+6vXou9LtIj6HOvo8vpSAvke3S76MoKA9wu4ePmMKeb7XjtA9QOJuvvSZhb7PFZg+i9TVPUnboL3jZp0+pszUPPzAwb0vxJo9SfefPjyagb4bfpW+e3AlPvVyTr4qE2Y+ZocoPlPFrLqikwU+huHtPfz2wb1sWqg8hVqzvT1YGL4BXKw9rUJWPlrb5L1K+sC+5pxPPQg0EDylnA++WWQPvVR3Zb4sBeM6+YNKvVkNMD15Bjw9Xe7uvdOGkT20fVU+yQPovAK/dD4qEwg+FAQavrkaq76evog+TmMHvZ6/br6QT4c9ZKIwPnKrr71zeg6+A2b2uy08Mr6v8H8+p/L9vWzFt70l9W6+ge8JvkznlT1gXAg/D+OLvoqsT71unTQ+PVN2vlYS5T03TNc8feaNPYw1372OwNC9GYASvrRswL5e10a9MkdQvb8hzL4dUnC9WBe0PpIdir5JOEm+ev2Nvm57Kb5Z9iC+kj1+PT7THj1A6Om94+jNPV9Fmr4/Yiq+urCjPXs8Oz7+jdk+HHplvquLCD78siq94fWwPOZGXz52EoK+7lwBvkfHz70QMjs+rZsLPkXkM74sFJO8C3qbPtLsbz56g3u+PQ7OvjIUlD4HSa+9roGhPFa2Kr3Rf6+9xSgZvdqcfD23MCQ+h+9ePfuSnb4BzO08M774vXMkdD0Xlcy8l/aQPc9rYr6zr8m8lG+/veOvBz2AT4S9KnszPmy7Tz0M+vK9nVQ8vlSV0D6zjGs8awsyPtzLMr4dT/e9I8zXOzKlPD6JSlk+9VIxvmcoM7544x8+0ld+PmgWfz1yMEQ9JBAJPX3emjy94sO+yFh0vpRSTr5fDz+9C2ohvjP7Tz4xoRw+xAvBvQbKKrvR8Hk+bnozvn4/eD0zVIe+NG1lPdmAtD5fWI699rNfvl1WGb209xq8rS2Wvvrl3r5EbWK+Q+OOvtPAqb7fQHY+bSoGPnwzjj7XJw8+cS4/vYijTr5qD889otjgvT7HCD62CKQ9jqOAPPzeiD5niMK79qIDveQljz5uknQ9cOkwPhWHE74ia/u9/NAtPoQwOr7K+32+GAc3Pu61Cj7lBQ++8prPPbJKoj5jC4M9EaXpvZthBD11wEw+F3CfPlT0H75iYmO++jKivvzuDr1XUyu+LWMVvtTv2z7tbCg+S7sJPjvair0y4BM+WuOcu+oojj5+mZm+GgaJPmUnAr2fKtW+eEsPPn2d577VQB0+9c6+vChDBT4pQp49H0BLPeMyTT44auK8/k3SPZVaOr7Km7E9fZ2KPnW9zT3/rO097V+Svlke073MeoE+zHvJvUJ4WTuXShu9zqk/PvAuC75tXR8+TuOTPf5drL57vfg8iTlqvJ9WUT30wE08InJdPEELo71xF7K91Sp2PYF3RbufvQI+v/UuvrNUJL6BDRk+HahHvbWaCL4cbjQ9414KPW/9hrxpOCA+uHQuvomsMr6pXZA9QjXoPcAHHD3mZ/k96moivpNA7z0Fu3++pMgHvq4iMb2ENoI9u1juOguZxL1NVpu+NbUxvkDNnT1d/3I9eOlIvh7LGb6U6FM9Z5fNPcQZID53wsi9+RBfuxoWEz7IR4Y9vco3vnMYyDykjH69Jk90vkrr2b1jZcO9cPwePXkEZ75gKoK949rdvaeZZL7qyoA7ArSvvSz2SDzsgn49yWsFPXEO4r1oRYu+IM6pvGR8S77qTYG+l6xDPYM6eL4rvUy8f7qUPdYqqD2e6Eq+RyfavQW9Dj6PASO9VkrEPQ85dL0EX7y9Bv4LvicyRLyNUwM+O6KWvZQQ2LsOqpw9FohhvZQejjycoAS+coiEPM153r1WXoS9bKIXPs2oJb75QJw9FXSQvnUxCz1Hswa8hxIxPvyFCr7z5YC97LLtPW20Yb2PFiO+HxTYvUEisTwhwQi+JSs1vhtISL23Lh++ceUPvn3JJ77vqgi+fXNHvRB9/rzoIea9lhUfPgzKULtfySW+eTMkvoN8aT1rIcW9ugyYvZHr071KTAQ9iF4TvS8Ojj2+ox29yJ3vPaEx8z1Ij4s+VzV+vXxEP7505rS9w1YsveP5K773sIK+w28QvU/Dl719Mye+XPU/vpj6nT3lk2C9QRKzvsUJVL6lPh29BeyAuzlbVj7KPc48FutOvt6AZD1b+s098XIHvhoUPr336K4+qkQBvj6NRL6ShEi+5+vJPcsyOr2gM8g9IKxvPjnXhz2toMs9yK6LPkeGqz1F+fW8uaIMvjurjL2Lb7Y8IUBpPNV1Kb0tQKI+FDRNvsulmr36Wkq+emzdvTlWSz0qTaO97wDLPQBYHD6P9bM+3IzoPRhfHT4uIIi+79fDvghQ0b4yvpS9qLELvLu2FL7d+ws+5Qetvb4Vkr7cBM6+aXuGPmL6F76W1Zs+JqJNPWy9Cz4Y4ao9XwSAvQlGqj5TKJ0+6fvlPj+C3r3PU9S8tX+Dvj07ST38GTE+34MAPlAvZb52+mO9tbu6vfeoajyR8wY+eEAiPTvLaD3/4wY+Df68vQ2UN75G0Ba/P385vtIBwb2MRYu+BwjrvWtvVr7pkig+SkUevqLPpLx4lRO+4ZBxvhnWory/wpm9KF81PvIpaz1jbLS+sTzJvmIwPD6KtJ09WtB8vYTuOrzaVmM+rpu6Pk/IbD6ey5W+/GH2PuEGWD1+zzY+P5fZPSBGSr4Leww+P+TVvqhAwb3Fvzw+VKYdPgnMrbxqtO891O4TvpCu+L1Kt8i9KEdXvqvkBD5MggI6fw28vZnON75eNIs+lWakPLdPrb3U8GS+vQTlvf4MND5/ee2+aMIovl7G+j3sxTK+kHA4Pt+60r0jYcG9z1I+PoMLg74gRjM+azg9vThXHT34qho+3dhqvR4+cz60HCc+BiapPVZUmzwEuIQ9GXaMPR1do73Cgi4+GOxJPpXNBL1cvI89vWiHPb+3F70RFjM+68wpvW2zDT7ZJj2+abMWOwqAIb65Zge+V56fvd3uvjwViLo9sRhpPvpjED7s+9G8YW2XPRQbyj23PaM9PW8wvggqNr5GXjK89By7PSXxjj27Vz4+b+0BO+1FXD7DTzU+PCNGPhW13TwkGCW+3rO9PKsXNT6BghU+Gv/8vTzz9D27KdG9inmRPlhYe76n+7e8/PplPgxJ9L1GnSS9+67/vsMXUj2tSmQ85UG9vTlqFD009XY7OtXPvcf4nbuwGcu+2UGYPWlghj2VS08+1R+Pva2nLz0XjIo+zWi1vaSDhz7jExw+CeDdvXhalT7Py+A9q0+gvPZdsD2lKYg8dNdwvuxJLD5NyDU9hgFNPo8uCDxjl32+PU/Svf8lW773nFY8EPyOPq85h74IZu++e9iZPnouTr7z2YY+khrhPtnqjr0Tmxk+stSbvS3DqT3bt0a9hYxXPqt46700e8a8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "wPOHveN34zzj/Zq9D2IAvppQujxniYu8Q1IAPDcKnLwR/AG+VFxLPWbgJD0A8Fa9tEEmO63iHzyrPRi+dq/jO90NQDupIYG9bDNvu5vCgz2Yb+87jQamvKV2rb3/sLW7aIGEPCD35jzSMBG+HzoEPQ3iYr2s3Wu9EGqNvQTHwTwGVTy9k3Agvudq4jyvzSu9+CWlPD/MEDwpp2I9sfQiPKmvjDznu3W7bJ2zvN1gULxLb5w8IFK7vV8CFzyPFeG9iwWVPKE+Fz0Oq9q8jmuTvWyotzygNZa86QByPIGxeLxDuUS9lUhDPC+USb2InyQ9ngG7PcVZLLwp2Ky8nqtEvO9PTD0hE5Q92+i5vTiq8T3Ov6u9fLdMvQAU5Tx3pAG8GMsAO3h85D1lOIy9zotvPZJY67utuYY8AF/Uu1IlGj0q8pU7bbnhvYogZTxVG+W8CaD+vZh3bD3r2++80fsGPYM1cTt9/CM9My5oPXm0KL6O2WM9GH+CvbYk571hA529gCKvPZyb3Drlg2a81CytPDsadj1gAIW9zZq4PObdnbzkfAu9Zth+vdq6qTwCpGO98iQAvY8T+bxhaLy92ur0PVVLvLxJjx68K+lOO++qSzwRJSA9d71ZO7iGQzra34486Y4IOt66XLt0K/i9Py9GvaFQfb6tYBU9ji6VPEUE4jw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "XDVrPQRx9TwY9Sm9ds65vatMkj1L6XS921+RvfaKST6APuA9ItD5vTExCj60k2+9x75MvfOFfT1na869d6U9Pa2Kjj1SwkG+0aJjOu/uDz3VyDI+de94vU9aNT5ZJ7q9ChOqvR7U8bx0p++98SikvWjGkD6IC/s9e6YBPjvBw71UeRG+6WbJvRFl+jwy9oY9AlXzO1Fkab1AB7o95aCLPb6gKD6GpaM9j6rHvd6cDD568s49muSlu5UvGz6ZIJy9DHdNveAAuz3mtyQ9NYgYvjk15b1mqmI9MZiWvc52hr2CFZU9JhpNvcgNUL7YFGe8C9T3vXV5hz2RA0s7X7vHvbLSqLzvOw6+g1kVPpqIyD14cfi8uZdiPQ93az6nHjI+YzKFvUJpw7xPN8g97/0FPgFtW70LK4A9SMrFvb9QMD7z54o9OgJXPW1RojynPsc91K85vsrjML4aObs9g36zvcSO8T3WsDM96/XSPSjbSDybaxK+isIwvUMypz0k2zg+VGgCPhNc57x5HOk9W5dDPdPgmT2F5Bw9VI7mPfMWPD5QVnk9h4kjPdRdKT5o1Jg9Xkg1PW7Un71Lag49MWvhvTz7iT3t2Pg8Tx2/PSWAtz1ag+Q93tgpvcF4Tr2bT7g91FNvPbtVdz1VEBy9knIBPaN4PD1bCgC+cT8vvrk9gjyVaGI9Zv2zvNlHFb3uPW6920PdO9q+Xjy8jtQ9B825PN+ZHr4+Adq8C1IiveD/nzzykGY8w43ZuwmWtb2rBxy+rGXrPeewUj5fLUQ9GX6wPWXr770LVvA92yCcvX9zgb0xuHu9LvCrPQzIFb5wyE09eWvXveGs5L0uR7k9cbkZPdY1LD14D2+9fciCvWMCnD2RSpW7O8O2PTj/DDxW3A+9mZhVvs/hvjzk5IM9m34JPgwn9L03uLW7+0QWvn2bcb57NTw8mhNkvZUFK7zswBA93FDOPG26lbx91jg+sRawPQJgAT765ee8zecyPBMyj7wqgpU9N641Plhz7TwkFjw9Myv5PcHSCTwD42c83MzRPSDtkL1N0xG+UsgJPVcasL1y0iA9mf+LvbY3DD5gE0M+E3YcPOb1oT0dnDm9zJTAvbVdVr74CSC93BQ0vaUHrD3s4pE93YtEvlfTfj39lzo8hqxSvnqTiT2JHVa91+9qPSi/qD5QIik9MS/avazRMj1ZF/i9t1+FPShU4jyHoQy+rXgBPpfURj7M2wa+YB23PB+lo7zxPxG+HHXsPX4VrD1vkTK9cpa8PUe4arvjlAK9heWNvdkKgrvgPFw9YiohPUIhiL7BlU49KEasvfvVWr1+2wo+68NmvczT/Txdgw0+tWWAvMP0Ib6O8wo+hP1VPaq3zT0RK+08FKiAvIi5pD0d+vS7eKynPYrqkj0P0q49DIsuvUyKML3YsQw+CHH5vVZRnL2AtLy9L+l+vb1ugb4LkVM72F1+vdTKNrzxKAw9cPuOPfOyqLu7iz8+5y7jPQqBQT7nEIw9p8tNvRSYez7/cFE+xeXzPJmTkbw+CtO8T1eqvRCSCr2/RfG9gpaOvYy7f70D3SC9nVjDPC0/ob0tHym9lAqwPAJsX726D74929cPvS+RhL3x9PI9okkYPoIx3DwQaGY+b/2HPqYUWTwm6jc9wPIcPYAGDDo+UqE+N+8cvl/mMT7unJo+f8AsPkcW/D7DqQe+jJjBvULzOz3OPgs+wL0IPSJ/CT7j4xa9ZjGpOwzn9j1bYVo9EEXqOSWwKj5fLQa+bdcUvhRk5rvtD+U9XBSMvQl/MT6oLPo8hNxKPaVHVb3Ollk9De8HPavAXT7oolm97O4KPv7AI70X+sQ9CuCvvSel4r2+Uy89rwRgPShiDb2VVfM8itGMvSti8zzQUgQ9wOg7vdhkGL1/Y6+9D8RXva8aRj3aYne8r/OJPI4mHj2/DIE8PKppPq2qXr36z529X+SavfdACL3pp4w9uKpCPWlgRzxqxUQ9XA3qvNXKq73RhPA8r8zlvQvHI70RcyM9fGaWu8pl97xX13G9KTkEPTNhir4scIa+hbAaPsNeybyM7NC7NpuGvAFxBb52gKo9wJaPvdAxLj0zpce98wHIPO5x7z3Jaha+f+HYPdVsAL6Bnwq+qynLPcc6jr0jJEq9Kd0yPhyGebuD3IW8IZUxvSrnjr2xEuE8kWARvEdV3D00mdK7UopdOWPLjL08wgo7a3dIvZfGgL1TFze9fVnYvd69k72GPDS+65OLPOomG73UhCE92aYFvUNctL012pm8Yc3cPLv4wjl37Ai9LKKAvYnVPD07Wtc9JuAnPpRrDT1M5/Y8L6cXO92gRD5zBMA8IvfEPbNNGz6jy5c9iFXWvd6tFT4iwmU+DccUvqzphzzieX+9mcLcvW987z1Oyho+u15NvCYIG719Fjw8c3swvfT7JL6qAN89Upo0vXT7xTx12ha9lsrfvV2MijwXoIM+E/1LvUgkCT3245y812IfvB67B73KP9W8mmoLu9wQQL3ADHq952m2vWj0Oj2FOXG+NekMvdbiKT7Um2E9e5kDPkydEL4XG629JnIDPmucZj7bkYQ+1lOGPTa/gr0Jo4O8N7GwPcjpGr5HLb29B29JvcExITzbb627r12wvHCR5bzFx5M9WScxviN+FD6OwTQ8YAKrPHmJ1j1jp5G+S1/EPfuk5D2TCgK9/pfuvTZtvb3f2n++NGx3PdFgdD1PLJI8vyxaPWAhn7vyXcM9EBKEva+Fz7xcVSq9yIQLPpZHir3heuk9YJNuvWP2L77SlFG9BJULvs3KgD2WjtE9pbtsPRskOD5Yvbc9fVLWveC2gr2O4da9bH2/vZXJcr3O0D8+HxlSvjA/Rz4mFWg92ZKJPgiwBr6rvok+1QZLPb4Gmr5xkCw+nGf5PajFvr02BhS7WNbGvanCEz6CCA89AieBvcASOr1WFzA+A/CYvdjAAb5rFtI9nyt8PLBqhz5p31m8D2J2vnplrL7+wgq923NRPerexL2A3q28IGLpPTpYIL15Tx49m8ZKvYwTlz3PgwW9QA2avS7vkjwvMn28N9/PvZqKIr7b6v686g7VPJ9upz3Il289HjMlPSCqTDzp7NS8QIvxPePz9z0S9I87iWX1vaXfuTxRkFK98UZQvofDBj4VuYU93ACNPpZW/z0UAHQ8CuONuho6iz6iX42+lgQXvgW/C74O1Ce+lCcgvTQj3T1VOjq+KTX9PQw4DL4jfe89+oJRu9xZ8LxfBau9tLgDPuAW1rwdHnU9daoBvvafc70GJwa+goR+Pbmv+73mdV09aWQWvpED3L07TGi9U84LPZWGQD2RzPq9EhAQvQGuR77jGSk7/F2LPVvaIj1m7Hc9ovPVPT8y2j1epqs9EsU4PjertT3c5Py8bxDhPBMIzD2nU2o+uR8kvX4xuL35OT09xXihPQSalj0fFgc9fND5vY7JjztXnXw9aLMwPo34Gb5MyhG+0+21vSDP9rzc1j69MUouvoJ0xjtD6Sq8RwetvacCaLy2Qi+9Wp92Po/Hwb1IFfU8FR54O4o4SD04GX26muIuuwpmBD+Hdxe9XVAhPvHteD6220c+m7GiPg3TqL3abLa8BMVFvKFZtr3Swrm9UYiDvS3lqLydMG295pFzvvzFnD1zw8c9KqlvPHq787z2mt68ZJ0XPmtx3z21Wbe9njd9OzL7oT3Uiwq98gcVPR415D0Vw/28cmcSPnq0kD1JYki69K2VPbEtj71yq1i+QIcbPQd3cb4sE/g9OgUrvfKFXT2HHCs9TG2SPT125r0YufQ86iJzPfwmlz1ysPg9W6CkveNigj4ACwM7lJ0KPiSQob1CcS2957ZMvdFhfrwX5qg9jy/1vGIZSb2kfQW94LR0PcUSHT295ww+BzR+PY9wp70RG5Y9GWoVPnmZfL3bYdM9gXPbPeICNTw3WeY9ReFyPXDdtD2DPvY9zD6zPQ8gJz5CJSi+SSMeviq2nb3g90W9GpzjvHVaIr4PmHw+4JHePNEe8DywriK+DHqtPv75+j11iXi8GfSlvV++9Lwn8hW+YL4dPfn7BL5x2rG9gXUYPis4N772vTQ9bIR5vRiMv70dyXg8beD9vXffZz3VPWA+5FONPIUUyj1DMBs9DA0AvF5eYjsoRUw+IsBDvhVSob2Llre+Q/AGvEqiSD7gcz6+JZLsvV6tLz5QzrS9kC1+OzHdLD1RTtu9hY3CO6U9kj0/Olc9YQvZvfX9u70sByq++yiwvRLzKLxeNG8+3AbBvZB65D2v/AQ9UQctvAPcqD0Y3FU8IcCPPWTiTb0fr2s9Tcn4PR8kgT0bWqO9DQVQPcznz70saBI+q5cgPbUHKr746dE8s+e7vNvKeLyKsW699zwcvZAhMD0sLRK+hFTFPJxILD3AX6A6XruJvbia/T0mXZG9qfYhPoD6Qr4lcEO9kYQKvaOF27wUYsI8HhbmPIcFnjz3Lb282uIKvmzBFL3jDJS8DvP3vbfQ8b03ak08mEXmvUXMmjyzbyo+I5o1vclRmbzHDKG9VRfsu9mviL3Agti7G+64PRMtf71ATZo8MRqmvSnn3jxP+js9XBjEPCXNxb3IVqW8+3blvQKEBb4+hDQ9itZHPRva7D1LWSY+3ab3Pk7ARD0ilr+8NG+hPYxnAr4v34m9oPjRvMtpdr0H6e2917iAvQaCDT4ECAA8V8SPvurYcT59S0q9AXAXvX0zAz5Cdg09Cv5KvV4kjb0n94E9yrZNPZZjbbyjjnS+09yLPO01Kj2ciFC+y8ycvLom4jzlKOw9pGwWPciZ7DvGlNA9Odq8PT1zOr1JeBE9mGWOvnl+JL5K84a9iocRPYrkq72q5qk7hdwbPkH7l73BqIO+dDqCPZc1DL75awW+A5CJvH6LrL6L43S+NE8hvrq32T3Vrs69MmemvuYAw70U8Bo+dNGSPOy8mL4JU8m98AtnvOGqwb0LoYo9IE91Pbq5pD2dZIE9Pet5vTjmAT4o4ew936gzvTRtgz3N2D6+ZeA9PntADz5mIxW9hT3bvb2PMD14/tq7voKLvKW6v7xiOfk7+hsYvWBh4rt9rma9zFMPvuYVX71cxDE9BIGtPZdrsr0n9ZG906G7vcntrz25ahq+iKs9vnFo4buf0469Fephvl28ID34cKg8AcP0PY2szz0317y9Lr1lvDAMQLwArhM+J4nWPexqAT6SxkG+bAvEPQ+vBD5NlK29C76dPc0+ab0uTKY91KV2vdopgz2JBDM+zncgvYxWBT79zAq+UF6RPcQ9pT1k92C+2sK+PBzCiD1Im3++jlJnvcg4+70mVZm8GGyLPaBSFr0Ayh2+nmPjuu0jAD6Qz5489rXwvPddQj0pGxU+0eeGPf2Kwj0d7LU9xBo9PtpskD3YJEM+SorwPseVNL6BOx++ITO8veeJQb6iLia+yMN6OstBE73kP7o9J34bPoWkIj7D0ai9qizPPMIPTr4fGAq+tps0vBslwT0hlGQ9Y8ekPI0lQz0ujDI+SeI+PixotjwYKfu9fKDKPBki9z1KE949RPyevkilFT77m0+9I8x9vc5xkr33/qY9mf7YPMZIFL10yZE9FPY9ORRVUz51i6e9c4olvBsCpzyjcR8+3tpvPOklIb4sQkM+Xdx2PhIDxb2J4ma7rzvQPTFq9DySpBQ+L4bqPTeBmr0FoTO9jRUlveWmQj5kcyQ+8kRdPZpogT5UOwq+p6AnvqlgAr0ODxO+SFwFvqpGzjxTq+S63uXfPVQsW72FDb+9NnWQPZnKzD3iuKQ9zR5Ivq6HmL1t4im+ShuAPi17UD7Rkxy+N7snPdxd/7wQaQk9uZlxPfeUVTwuVao9iPXGPOGVqbxamgO+SFrGvU2fFT1ekXU9upIqPs39yL0vIck8m3GQvKi7A733Whk8Cl2XvfSe4r0UtFO9RHYavnbuHzztjxg+yJ0fvYR3nbssmS89m2p2PdfCO73yrqE9IubUvFHhND23+Xc86RMmvTdJOT3HhTo9nFaXPcaCJL21bmw9BQnkvM/fj76STr48Eb2RvcZaIr36Cgo9nWOjPP0qd71BdwC+Byc8vOiUHbxffzK8dzkDPo/wUz27ijQ+mSHjvSgpgL1BvIy9GvUPPoozLT15NUQ+ntylvDHIST2DeRQ+5SFqPebVIT5mphg+zOlQPUOhxzy2X8u8tQM9PrGRpTxkAD4+LTv0vMYSVLzFD/w8SbY/Pp+a1L2J+wi+4Tc6PjvGr70POt88zA1WvSPWx71WiNu8pFSOPf5mIj1y5ty9vgsUPlD1RL46clK7+sUhvvzUI753kgy+R4wdvXsk7b3WwRo9XtuJvPwlbj1ivQs7D75GPmMo3b2L/Sw+jdGSPDfd4z3BSsi4Cy0IvnTkGjyDfsa9/WE3vXdJvz3M7H69TXOzvU+s5Lz6Qp+9j2mQvZykEj1QvnE50MIIvi/iBD3NqYS8+R8kPfjdhzspVmI+1fW5vYueXb42mt+7IaujvZXOtz3s8yQ+kbaEPjXJbD6noYe+/GnDveax4L3pCK897Z0CPcL+t7wZHRG+GlLDPXz6Gr3lGzY+JMf8PaLctT2coWY9GELevV8HbruJgo89blNkPM3RuTruSoU9v01gPpyRJT0zzPk9ppl4vYL+ij0qYFo7p5UIvrCSYL4rJLI9Y/4MvkTMMb3Pex08Q0vFvUxWBj6rWsY88Ep8PU2z/jxRY4c9a9EEPC9yRD5+JFK9xxiVPglASrzdyqK8lBIbvcPtvj3Laps99JW1PQGanD2BmI09jOjBPMS5nj0eG28+I3REPchNfj2TqJI8TkryvMNHXD5u/o+8K/wePpCSKD4yK9M9iKvAPWyGdj2puqQ8qyIqPq7BBL2BwR+9zQKvvI2B1L36E7C9X9PPuaApKb5cfI+94qzAPqo2Cr4wzBy+nOvrvPx6kb1RbQu8IegOvVWDEb666Zw7kbwvPj86Kr6zm2Y9E6dzPUYGH73GSQ++G7G2PRo/yL1k1O68+TJnvVE6dL2XhUs8v4E6PS17MT3uHwI+siQtvcCsTD0GXqY9gHGyuxhOlbwlmDC9NJjSO3b9SjwhfY69QvMivmGAG71zu+49xq9ZPXm2az2O20k9Y8qmvTvSED3LFyU+TsWovbANF7zdbjS+pK9yOs3xxDtEmZ+9iA18vf7gYr6StbO9INs1PIbAAL7X096878btvY3gxLvskro9U7MDPrSvETxGMvY96p93OyWNdz2+Xtm9F159PBHPsT0+sRC9sclqvIdxHb1fwLS9QmjFvR5bAr7I6Xc+EbRxPh7jn731CbE7oChMvfw1U76DytO8CnMpPp1KSrxBBCI+GRhlPTKCRL7aehW98jtPPeRaXjz4Hyu9L7adPUgcJ77+r4u7qYA2vcbo3L0AaA28+TDZPbVTf72JgaI9YHMEvEOpQr7ar+Q9ifbdOwq1Jb6hIBW9n1N+vbCJDz5EQbs9rYBbPshI2DrISg++QenFPQbdWbzzqQ4+gkf+Ow6mVL3tOyO+iMDoPWG9oT1lXRK+zrOwvVmXJjwIINk9iHfqvT/Ocj1NNQS9J1NHPiPg17yLmjI+GUT3Pfydej25Vrm9rYrGPR7LKr4Oo2A+FMmlPX2rNj3SAQw9gIkMPqCSC77opBS+BprBPHVjSjpgCaI+1XdhvNjIiT4BLGk9EMRTvYXyNz7Lt3s+RqrCvGDznbz/5iu8K7ByPQAa1zwHE1Q8l3nwPZuqO7y/Ymm+tMgGPszqE74SOtU9jo09PTSIKT1+Mfe8r14FvmAQL76Wdjk92Y1QvZFM6L108xG9aCYOvb9ehL2Wite9eP2ovd5Xlb17lJG8JK9mPQYqED1knDy+sWNsPMf/ArxsYO28YQNUPsKBgb7LdbK7wu31vXvQRbyNQ4y8HavrvG9WGL0MHdk9ahbRPeuTxrwNN8S9x+PavbSD4D1ExXG9roEEPrUKIb1a9UM9IKq6vEhFgz0Qdj89ErzKPNVPRz7Vt8w9xhsMPh57BL4zFt+7lfrCu/irVbzMdNs96qQEPkkRkz2X+Vg8nL4HPZ/nj71BTdq8583vvQHrJL5JAis+MPsGvinYsT3JAvY98vEkPs6cIbkmTeq9tO+ePaGMnrybRpO9yIn7PSw517xSrTO92jMdPmXlCD68jS49DubEvaCKor2XvmU9OHhPvWtjvj0BkC68TTgmPoVwGD6xnEO9Pty4PWDRpz0F5Iw90NxHPS48jD1M/oe9mg1MPRSFp70dRvW9WgeLvb+GCj5sXN68YmLWvfNl4b1UN9O9lDL3vdwWGDtHLV09PVvXPBAGwDyg4oG9cK8DvYXMN740eQQ+T5d6Pm9ZNT6ONU89rD4DPsDQZj2PDRK8GYDBPWhb8z07fa07vODBvB7ZRDwgTP+8x5B7PiGJBT05UhY9crPiPdOrBzzZAb68D3qGvZaiSj6fQRg+KXDxvS5uGr4lT5w8PKJWPXS6bD2GycC9OWl0Pe0eVb5SqLu9xL0svmCeqD1q9pS8oTehvb1rAT75VTk+3v3yvIJEHz4uc2K+Qc5zvWZIo7049SC+KG0NvVlSvD2xdjc8KKhWPLi76T3otF4+JfQ2PoF9j7xKCWK9wMLfPbsGlb3VVjs+VZdhvXHRFz540Ic9GKj6PE5D9jw79Sg9hQTevG4xEL7jXrK8TJdoPUhEmz0sXe09WA1evd2FSz5d7jU+V5F1vUXc673QNEg9XZqFvaz1wTyS4bM61UrbPJEj+D02dOI9egLdPTNdNT1LMec9wbyWvXyF9L0OyRs7nNHYvev4Hz4k6MU91cRkvXZztz3b54G97nMYPDKjk7w7CnU+BvgpvqH2GLzxmo09aOzdPUGAIT54oH2+3zonPrffvb1bQmU91ysaPUIuebzXF5C9+acNvj1WbT3tQim8ZH6APl+EjLuLw/U9X1AuPkjtAz7ezpq7z05cvg6hi7yNyhI+ktwTPm9/Xzx2aq49KPb6vW9SSj3QCAi8xh3lvSJoPz1NFu893NZUvpiYxz0kgaU9LTzbPJIHCr24NrE8Yi9Yu/Vav72Wjq89zA+uPVZgkrx0qC69qO3wux+wyT1ujQM9jkqdu1uuUr19hc68cH7UvYJN4j1ASS6+tandPcXKQroqJmk+2o6Kvpgksb3oPg4854p9PWDLc7prNBc9QNSuPT7eADwa57w90aolPi6Gyz3l7cY931KoPGQmFj2hDC0+03TaPUokC76UBdA9BnVIPfcfD75hJVQ9OSoGvVK4RD7dIYW84H+DPIA7wjyB5eo95heDvZIMgL0JOKe8o6ObPlRdLT6s4/y97g0BvpkQtbrnAOK8140TPYAF/jvewPM8ufusPM3k6DykV209j9AGPs6Elj0ntu09A2M1Pmby3z3bjAa+0mBzvArlaz2Q6xU9doFMPSteVLzDWoi9OKoXPdfZubytICw9Kbg9vopCirxSGxI+penuPZ36nj0besm66HjYPSBYBD68q7U9XddxPbmm+D0c5wE+k9otvkEs2r3ton69t9FHPol6IzyETrk9FJ6qPYHgYL1l4pe9kAdkPRBDvD2B2ti9B4LLPSMEhj0hGxq9TB+JvdXbrTxQn1w+tC2NvYdJUz1jGrM9qiwcPr90xDwyZpG9kr3SPnGOKT5ffx8+M3fovUGCUT5aItI7IYq9O9idjTy7dz29hiMaPpgSED4P3hw9jVQSPQD4ID6JIhS89xHHvcQOOD4u4Hq9jAuFPScCBj3oK4g9v9nlvWxMzL3l9Ei9dxmfvYYoNj3Wh6+7d0DhvAMYwL0aPAO+fxA5vh6zST2ic629wA/Ovf6lx7x63jQ9f93PvRAs4zt13Y291nZVvcYjNLr2Y0g9WKBIvpDcQ72Et+i8JzUJvjkdk77AxBs+Mfr8vWDH9T4qkMs9vFajvj7l7D1iImY9TuZEPkkp2z3WCz89Plcavi2/0Tz9qgm+FiQHuzeq4j3kiy++dhztveyzQzxoXLq97ywwvSQXeb131Ta9WlmuPPvD7ryVvi88mU+AvDFZN7uubca9GMaZPZLpFj1oSu89CCn0PCCkzT1D9CG9v6cfPhc6b76yW4K7G5gOPiMBgb19na47rEuQPfigmb1rFoC84ndcvfb8QD0pLBw9KFAsPgVvZj05Dy098V/SPRDYAz6yLg66YiAMvQagXbluaFa9eHHUvaj8wr25ukS8bwzDvD4v8zyOEZy8ZR81vYuA1To6gB2+6d19PjA2uz5qj449HLNoPbdy5z38NwU9unNovuUcBTxR0Sm93Cj7Pd4JSzuvAC89vP4rPt1Vub2u02W+1fHjPD0iBbyNF6y9HNDWPaatiT1s6qu82Xb5POVbyLyZKY890acpvarmn7x2ihs+tAh2vJQiW709bG49JHSSPLbLGr1Jd6S9KbkKvul3o7xhUTc+YhZIPeuuDr0aQ7Y9Zxmpvd5HnzqHJBo9+TkzPp2xjr0RGAY+3YDoPWxYAT4HTg09XkhnvbMdFz4RBsk9iGu0PSfqlb01vco9kinKPcxKfT5CXpM+dWkgvajfHj0Hxxy9puwPPhkFpj38FmM+E0BQvXDNx71QS1u7xFr2vYTfm73YVSa+SILvPbDKNj3EURE8uybZu2eRxr0FYOy9Mt4TPrP+SL01zQi+ibywPffelL16E4E8X34CvuMn973joRW+emZ9Pf5En72GggG9jMNRvdcRy7yfgv+7IbywPV46Tb4x4Q2+YEkjPYCfIT2SRyK8fbMKvqjpxT17xMU8XqEKPW/rCr3IsEQ+Zon2PMonqL3pGYm963iBvWUnEj6qLnS9FJQqvQ6mfb3eFh4+BB8GvqxcBr3THFA+LXoxPre8rTwzb9g8GLRovaQOBT/1ecq9/CGBu63qyLu0oMQ8o1zkvQ2ngr3bUwG98FjUPSNZAT4EaBK+5ZMnvu+jur1wlKs9yeHqPX4ouL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "5LvbuvDncDtvqVA8JKtrPFsTh7vFhc481HmJveULSb3FO7y8q1SIPH2yDTxle169+6U/vCvkz7yLcY492Oz9Ow=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 