{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "c3RlcF9zaXpl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "E5hTPVh+AD7bCRE+/KhzPG62Vb7m60g+Li0fPihgF76M/xC+i3pVvYNQdryVS0++wMhXPssY+L00Quo99Qq6vh5oVz4d8rs91jQvvhbR9z3IhZC+0NuNvTu2Ub1A9cC+OEIOPmCH7DqThq+9xG7+vdRBWr0ymre9xU8YPiilT75tPHg97KrZPBokYz7sI6y9X8iGvoBHnr0N0CI5L8TVvXCNBz6QgIO9KG9wvXz6J76Um06+3fU3vozukL7NJE2+ffM5PeHx/z0GJSy+XvMAPU5rY701gVy+Sb5jvam2aL3pVSU8QJXlvW7AQr4HUHo9jMLcPU3JhD095Zu+XhYFPk+7db23z9W9OJ+fvEAlHr+PIA28WqldvOt0AD0LaEK+Lz4OPrT78TznNjg+kmYBPSDqPj7zgEe9QOLRPYQ8bTwAeyK+rqfhPd61fLw2YGU+CAdNvvDQ9T3skWG7e+ySvmzwk71ok109orioPfmUY77xyXE+nurBvSaCMb5HcR6+5GHGvfeOC75ATDI+OTndvVEnpz1/o3u+AkmDPo294z3J8OY8JJ7OPVc39b7f8Ee9/VBVPq1CzD3ugQE+EJdfPvltTz4vSY+8LmQ9PAOPM77ECM291vzNvV7FqT25LDu+tKqXvQAsGL4g9ho+IooivY08i7533g0+/aWRvmJuwD5pVDa+K4j9PYYtozyu+aG9oQNnvqqtKj6jHhK+92kavHoZAjycWzi+2Kw+vZxZHT0bwjc+buhavVJr7jzLH8K9w7TcvVholj1caGW+K+f+PXUc/r0oOk+9g8SvPTr1Er7MlnO9IjcjPb9LNz43geA9lvl/vapcObwc7oq6ZOSVvd4zLL1QK309LImJPrx6vL2WkXm9XVD3Oz9KFT7TZtw7ix7PvE3SELzEp54+8n+MvAI8kr34neS9b3RbPR9qQ76pxDI+V9h8PduQFL0qhz0+dpuEvuCb/D0pwb29oLIwvr3QWjx1pfu7IrOOPVFMEL61HwY+uUyjvE37Lz2uZwC9KP6WO1bmkj1NkUM9+LMSvg+yYT5BiUY+8AfgPXAZQr3n2FM9wMM4vaeq/L2yiRa+v8UBvTwPmb0i44q+Gq2qvk+2wryhgmU+XVavPRmtQrwg0d088lI4PV1WVbpEWLW977E1PpWqDD7OpfG9isiNPajUNL0aq26+s6EVPunyXj5Xp6U+w8pLvZIHHb05tco87iq6vPwiAL7MXBQ+t4Zxvde4LT4YfF++HbIovhnnBD2XUxE8ub56PvfVKb6yAEY+sOb5vTRCwb2AYqo87CfFvqDa7z0g66q9x04VPvVygT7Bi0k9QD4lPhc3X73SoIW+SILcPaLOVz02TUq+iYQPvTTBOL7ko5E9/mo1Pn5pJLtUHAA+PJ+gvbbLiD0E5Gs9AHAFPGqRDD52nmO+hDtKPmwKC77ewPs92G4hPsflg75hqjy+ocwWvmgCFz5BD5695w4ZPdTkoz0JqgQ+KAw+vYlAhj1ROqc+UTs8PnocibyzRhg9FdU4PrDx0b3IeAE+5Hpkvk6JrT1XsCO+XA2/u9TdrDxbbVa9ySHwPUS6Hj2QARq+J+BrvtvV9b1ouyq+ot8JvThuorxEtZU+2AmoPUHZRb7Tkcs9SSCAvtz2Pr4sBGg++kwRPQR8D743NtQ9GOeqvsZBzrzAkGu9dluYvgNoP7x2+UC+vJB7PZWVzr0Cdh2+cLCoPQUALL6HFF0+Gmr+vXeBFr4fcC+96QoFvq0w6T1rDLE9wx7gPfwqHb43f5i9L5eKvHSotj2ZCY4+yWWsPNYKST1Iq5K+5HluvU9NrT2qeUQ+3Bf4PcnOnD2JxCe+OPMwvck+Ir3O0JU9KsgOPhWM+r3p73S+v7bVPf1Q1T1U1gE9l0fwvMS/jDuRe9a9ZabAvSQS7L3QG2M+ZzAwuzL9+Tzyp2e90mBfPigHtbz8R3+9zXuaPQYJ873ONmU96/0KvuCbqT3Dl6I+liB7vW8bub4IfU+9hUIEvn0In72nB28++JssOitoVr6vhGk9jP35PCMQIj6/uLK9LQFLPfM3OT7hTIQ9wrMFvqIk1j0lSzE+YdmFPXb8Jj7lj/y9cUTJvSqixzpzGfe8aMnbPdqz6b2u0wm+9w5bvMwyIT0+FQo+TLcVPha7ib1eXzA+RhW8PpnHBb4uzqe97gclvld08r3ghw29aCuKO0w2VL0fOha9OvBDOkPp2Lykvf496IIMvm1TND6zpN497o+tPXnjQ77X64U9Ksunvd5RRL5VSZQ7/a5UPI936rxh+Ci+dpkaPmVK+r2EtEO+z4XEPSkvRL65f2A9AlXPPUM3qr5rjxu/3XQNPUEagr3F5Be++ykRPveI771S6BC+Lxk3Pt1xn71kpYq+lCQ9viGxAr5tZmM99R6evWuNnr4ykY09mgUePuRJob1dCFu+xRErvsIHGD6+KLa95yNOvr5xkzxV/vg8PxAjvQExmL5sAfg7BFutvatE672TqDg+Xg8IPTBboD2eoiQ+vx20vjTEgz3dXti9ZH2bu2msdb4HymS+IftrPTzT5L2QyMe96gxMvsyzw7yc43G+ooIpvkudCD4U8oG8MtBcvgxLnL1SDhy9qyoAPXz+HT5B+ce9P9USPu+7z71Ypf29SsVNvdgAEr4tO629cXthve9PGb75BsW8RFVIPmqMhL5B6J6+Sv3xPShqBT7bdRc+pk9zvg4VUb6CFzS+iANsPvyxUr7BXai945cJvvOrEr3gs6U9qmwfPlhxGD5hqeg9ojjavHk3nz2+gSe+RUwSPj2ZmT0hyGS9l3x0PSkQjD0dxK29tToivtPga73oa0Y+UG6mPQ/wBz1JrRc+RtzQvXmMOD4OET++bSOiPVtyGj2O9A281mPpPXQfrr3dPcm9P4DsPZWjbb0eth0++7dNPX5xAz7yOE+9hnAZvuJCL75mDg8+Xs1/vVAPAz5qv709NWnqPezZkD3seUQ+4Rv0PW9lOz42BDs9UPp1vofMLr7RC8G9nUR4uexiOb4Dpa691jhbvmhGdz6hXxS+r74XPvn9bL1MK2W9OJfkO95VkT2qLow9SxlLPQ28AL6avCI9Pv34PZpu4T0VKJW9yIJOvVvFgL735tg9CbjxPb7ywT2SJIY9/ku0va6LPL59eE++y3oovmFquL3XM3y9VXk7vaeX+T3ZYWU9QgbVvYUBtD33USy8tq4AvtBO8b0HUBa+Dy14vc0VDb1JH8a9kHT4PdhjWT5sbIg98rr6PQvFmT4dKTO+B52PvqBbR7z36fy9fxqlvYDC2D24xnC9GhshvlyvOb6JGli9G9SSPeyzAb1ZMKu8k2MkvbQ7vT1pois7ZCunvmi8sb6uTji+BtDavQe3wD18sLe9c1jovZfizrzPKYK+qQ7GvaN1Pr2GQqq9DgXgvbqi8zwnJIi8hbGhvbIjtTr2QhG+zbwlvmu4w70JPN289LV7PV9UxTzpUZW8pTpkPqXQwL0ARxi+yB2hPup17b1Z5xi+9sv6PKCxUL33UBW+r3p1vfofWzxGZsq9fY5GPpHlTT7iZ1K+p/yNPEWDor0I/Mo92v0QPuHhlb4/mXG96XMHvvu4TD3q4my+yCfWvZsduD2tXis+TRrePU/zCL6/+n69Ar23PbJxnL37tTW9XUNDvCLiCb70i1s91BOAvRpO0b2XF4c7Lm2FPdlIAL018Tq+9MZJPceDbrtE6hq+zpF5vDzlir34bcA9LBOrvMeFMr0CmYe9rYMlvk4GmT1F9u89OyEXvRDW3b2P3QO+sKgnvamKjDzwpPY9xleOvaSKNT4Me4q9uk0VPhia+Tui9VK8Q/pCPiBxJr4nr769lZ+kvVvBkT1wa2c73IsCPspZXL6SngA9TRPuPFjlEz4OLxk+gkdHvobTQbxN8Ro+EmxSvmjGPz3TIzm+wGz1PM3NRL49gno+3IRfvpYXFj324H29As/9PWd8DjvaJHM+wVsQPCyuUz0nHz69wQMgvhfb6bwVsNg9WJghPYBWzb1w2y8+tzjfvbTFOr4fgIq9ZuQ/vROti715fZW9r+aTPj/7Ub4OYE05I/nGvUkMq7uWUa+9AhsjPlCgDr7g4I69KXbOvb2J9Dwhtqa+y+AXvrLsiD608qS+qZEMvfUa2L7xpka9WoervUcBxD2+q/E9vkBSvXy2OD5UjFQ+w5WhPk04zT1h15U7EWxIvvwMAr4X+O48/Qy/uy8ZZj6ibXS+bcQ8vkbqQr67BU2+yo2Xvr9oID68h7E8piSQvklf9L1at9E9XS1IPejpqDwvYCE+3G3tvV81CLxrRBa+mdkfPoEswby6KvI9hfxQPgFQnb0MA4g9GBeGPWC0bbwbRQc+RFOAPXQ7SD6J38y93Jr3PUq9k74Ir6a+8foYva1hfT3Y54k+O8z4PQTowj0H5Qg+YD1WvmEhU73IkTO/tXJLPtWaPT41vRS+5iLmPSECvb4FiX+96GIuvjsSNb4fPjm9fDG1vaZhB71mT8W8AyANPgxzpr66q7++gThpPWHVFzwQZRk+Ga6/vOuHuj2Xq469nBNHPk5IhD0jUOW9qmg4vRR80bwP65c9OTjwvGWUKD6kIde991IwvrnQ0L3n0VS99SYgPpyp6L1zQxo96az0PAmXIT6p5d68kuaBO58IOL429ui9l7s1vXBGWLx/3Su+yfcOPmYFor132ug9Q4IBv48G6zxczMu9MGVTvi0wHb7aGYq+70ESvbSGOz6GEBo9tPNHvnrXvL7Hx4Y9shvWvG+dIr78lsw9dktpPTCQIr7SY2g8i9yFvrc8gL02l2A+yjT/PSEpZj7VVzk+GKmkPo4YMj05Oj29WUXPPNg39bzGW8A7W5DaPQuZlb1QWYU9HVGUvc4PN77rt2i+ONbMPfq6Tz7suI09SCJTPd6SoL2V/9s9VfxgvhONLz48Tzm+xyu9vdXIXbsczCq+1YGEvdtNWr4ZB8c9J/FxveVXiT7uPYa+820/vkSXfLwMJA68yE3mPXRdOr1FbQ++9lCYPe3FW70Y0JS+UmOivjunnLyqyfc9uEa3vf3jB74DhGe+HU5yPdCtjzzGckW9hzb7vDWnIT59m5o91Z4vvAXkHT4sQvC9YV6xvAP5Ujxvira+sRpbvgMWXb6V1G89boQovZYMCD3Hv6I8Ntg6vcGMCj5CLdM9PDwnPi7pOT1wgwI+IWIkPmCxbT7tJnq9Pk61PZv8Br7INcc9FHoTvo+eGb7PLA++6bc2Pk6spj3q9wM+IWdevP4MubyF7ke98mMLvphtR76ZoA+93d3avrvLJz5To7Q++y0GOzb2vT0z8lw+T7qEvqauar5kUQq88p6zvRg1Nr3nL8s8Z6/3vUoBsj1yjKY9U307vPohmr2mTa89PHRYvn1Lk772Ca69IDP+vQufjT0HBnk+eAgMvt+daT4EETE+OvCqPkwPwr10cpE9/bsTvjNvPL73/gc+iJvZvcIphT0zNUU+wftgvQpjx72FKjQ+j4qvvtpZKr5pg3E+rUM9vomkjb2DlJG+yB5CPvVE6rwL4Vi+5KU3vQxTmDxqXiE7FgpHviOotz7AaNs94OKuvfeFjb02v769x9KVPucEYj4xoZU+yDkUPtNDB744kJU9blHLPZ10Xj72IXo+rJxnPudKoj6sh5K9qdwivdsoIT6H4Zi92bM+vs2aBT0oU+899Iy7vXQ1Tj3Wvhi+zbkivbORVj7U3w4+aBnMvVaWCz5QCMW86VCrvXMh0z2UqI+9/hjovbwlkbzOsxo+fbf5vS/lI74o6jI9DQb6vSasPT73KdK9K9LWOqGrAj1yK329pskhvY/HCL7ihY+8ry5TPbxbC77T4hW+lMetvVP98L3OJy48bdgIvtLfuL2FPCI+ySMfPiYuI72JY4k9pFLqO9Q5Hb5blWG+4XWuvRkZCL6LPVM+m0cnu/W45Lw2DkS+zAbivKrXG74MBly68BJJPdpaFL1EFou+694avowLD72Ehdg9b8EyPqdyGj44gCy+k/UkPIqkHj3zDD++2uopvpLs8ry7iJK+NY/LPieRT77vaQC9M4LSvVGgar4u8Wy9k6OvPUdHtD2lCKw+ocxZvcoK6b470Ri+pbbmPevhHb1SSJ89Z4ewvazRDr79JjI+lbpmvvJkj7zZ08A8BGynOi2FJj7DWO69l2N/vPisXbznkyW+Cj7ZvRzdgzw1MBw+w2X2PWrGyL3na2y9hemVvPhP1byWXTa++80WPv5VOL6nkw2+hvmePPaxPz1Boua9hvGGvh7Ogb13TOi9UpyvvWE08j0J78q9rLKrPFyrKT3U8tC9zceOvbh5LTzP4Su+hjYBvjrAbL7D/Bk+un74PaOwnz3lcAU9B17hPUssK72mqTK9+/OBvIaVrb3Saxe+Yq47vurNKD2/mQ+9qdngPdtsNb7zkpC9rFEFvmFGbr1VjQy/sB7KvRct57wgB5u9X18uvnQTDj7vBdA61ny3PHtAkDuWZXI+h9gmvgVxYD3/IZK9UPxAvaJrjr7Je6W9Pc/SvU0zgD2Eb1q9YajxvUCtx70w30A+UJ7jPVoay72PR9298Ry1vSXUA77PaS4+uLTBvQzR67xGh4c9VpCsvhfuLL7L6d69nWhMPIrFsD2bqJ299zHrPA0VzL3DkPY962QtvummoD187mC+vqEEvV9duz1OqQK+IlPrvdyedr45jxq6RMAUPdgeSb1NqVq6tO/Evb7vsLyqswA979sFvnrzxL08CDI9/dw8PhzrjD2lsUC9AYMmPdGZJrwBZMs9OIeSvQH3Ij4gxi6+ACmMvQ5q8T0Z4+a9Pq5/vkFhUD3KrAK9/AvIPSVeTj2qQa090amFvQFmu71pz9C95RSMPlH0Jr3L8TO+d0dePQkQoL21YCM+A20NvkBkqT3Frw2+dICwPStHrj3U8bw9B1X7vQ3sTD4tFu09+1LWvK9UJb6ETva9NQHTvFcNHL77IOu9EPAevDVcBDsz0IW8itwdPkeNk70GZfi92+1sOwEnRz53DY+9t1gXvrYng7wR1n+9RNoUvhjLXr5Qbl8+/NL6vav5RT0t85g9zQq8ve6h6DtLKOW8RSoKPnAqir27X5871h9rvWLdsj1aEuw9LT09vv7KnT3Ekoq8e9wePfgazb0CpJk9vfu8vULi6LxprJg86I2UPgdUUr2vmKW9n2LovLm2Eb70nZ48S59EPTPCJb1x9Im90yysPIANVz1iPlo+WXzMPfU+jr3Z5Fs7O+n2PBTijD0Ox7W9RNmGvpJGFT4Ibyw+0zeSPTnnKT6MrKw9XcgBPtN0ZT1quwa+u/PHvZfOj72BKEO9hMBlvoAEQ77QdxM+V17Pu7m7Ez78F4k+uIQgPvTOTj2cFty9SJo1vppCYT3FxiA+OX9hPpEqaDw+QMa8Y8DTvfnLlbwf+es879S6PYAnDbwgE869LNYiPjx9GDuBFb6913epvS6lLr5cw269xIj1vb5oHT5DskM+K3uXvSLqUj2U8hu+Q+iPvRZuSj4XJLm9PB18veXtDD67I1a+qLEEPZjg370QFFo9MZHoPEKSQT2YoiS9kF8Fvq9u2j1jtxa9OgpUPrO36LyvPlQ+qAiFPraALj7HQjw972eXPSOhMr0YaYG8YQVrPVaI3T2popM9zTnYvepo4rurtp695HMnvWpxjD0ymo68kOJKviVLmL5fWoy+4D3hvFGtIjyUE5M9/+SRO5rxhj2p/qw87tq3ujlruTyZjbQ+Xx4dvg5LU76tlxy+1dNRu/R9Cb4ESk294yviPUX0pbsEz+s99rOqvZWWHj2umUm+G3QMvlJ7cL4ftFe95h8Fvn7VRD4iD6S94ubAvKmV9rvQUEC9qna9PW2/d748cA++DQG7PYcQ5rpmblG8ROMwPrER07yMLEU9F4yyvVcaIr5PS2Q88DPhvS5yEr75YNy9O2WHPQi8nzzEq1o+e8q3vaFKOD6b8A8+wZNxPI9qIr6mC4c914iYOw9jGL653V++frYiPpmSTzyZK108sQOCPelERD4QPK29Mwg4PccMibyDWk4+o50tvty5jj0WCCW+a55jPLUQGD3nimK9kAUfvq4qmr7MuQ292uqove2DlL1etr69u7U0vvtp6T0E2eY97dRivTPv7D1vfAk+qwnEu2wDQL3mCeY9vgapPdpK2z0uewG+m+WPvX+O7b3IpDi+CEqbvOJlvz3DAfY9KYGzvS+X97xcR728TQ8EPX4tor0i++S9F3fXO/kb3L1oZKC9oHYfPPPRfj573uw9vpAuvV1U0r1pqjY9IIiRvebn9zwW60m+nzuyvSq/oz1Kjpm9XvzOvFVrTT0urTO+hWpFvV9OnD5bTQm+XEaAPrI5F7wPR8g9y4mXPuRYZD0e+n697SkBvaIPXT7v8t68KlsEPv4+Yz2Aau09zjgRvlzqQj1TvSo+3FfVPWykoz08IfW9nGJmvc5XWT4yTiu+bonOvZ+uCj74Lwo+pRYnvSVnIz549xe+ZogJPoA3sTx1/Ac9q691vqE6vTyTI1S+bfy+PZIXrb0UO2W94S72PEyLW745Mam9QdTkvc0MBL3ietw9chu+vJ60ojx0VCC+1WSavX2ZLz2Y1xE92YOgvTKAur2adVc9NMe5PDH/orzX0ZI91CQbvkC63T3U9qm9zkW4Pc89Sz5AP7w9Q82qPszUur1Yo8g9J5jTPc+ODT7sBgC+KCHCvWOCFz1ychA9y/2TvKkbojzVwxU+TBwfvqn0Cr55avY97YRtPUKk2j2N1Zy9RzkCvTSDNz5pUwM+WVVdvsWJZz2QSy8+iHyIvV4MLj7+szQ8WooNvWd2WD5QgtY9+wYNvqrbPL7nMI+8jXs5vSNlEL4yVAE+t2w3PocuFr7KlmW+K9kXPWk1RD3t4+k9/M+tvAXukL6r5GS+55ydPNbSojxerZa+UGSKPEHLuT4w5sk83CE8vdIZpj6OqvU9OCa5PQd4jD3Q0gQ+V7ILvn+pnr40fEg+4aZvPTobXT0rWWa9YU6iuzEk572242U+Lp0WvcWUDD18AeI9EsL6PR2mlr5h/W4+pRTCPXjhvD20vYM+jpWSPvtHGj1LK4k7jO0pPne/8r0oeQ2+5uWhPpnSrb4ZQ+S9Un6svuxC9zzGo3y+05jBPF83ir4I4ZG9BOkCPqX6eb5NrY2+LN4EvSCNWj4Mxrm8xPw6vsk6jj1Y3wm+fQshvu+XjL4mAhg+cO3iPo4Qk7w11rq+osBcvvVCLT4Zulo9dSzNvR8R0j0mX3u+hPZRPtCmF76MD8y94C4mvi+Yjj1M2Ra+8gIZPhnlPj60vdI+bnhMvIJTIT0a4no+lQ6xvvoCsT1HhRG+jauQPpNlXD0oau49Hws1vuJXkT7Gl+G+fuVLPjnPk74QJdw+8pMPvWuKlL6nBW49gz4jPdWgNz6ME6q+DSgcvg2fDL7qFgI+3p2JPmSkYr4FIaK+HcD7PQvdq7xfcrw8xm0yPoo4fL6xtwe+zakOvizbwz7eKRA+5Ak0O332Xz7BE2W9Cac8vk7BYb0fTxc9yl9evo0WAL6pb5A9nApdPhDSfT7CBUu+Gbw3vvPfcD4nAZu9nmlfvpT7sT0Mbze+q5omPi52Cb+6QTY+9qzoPe+6Zj7BzlY8fMczvVa3jL1FobM9iAZcPnjIKb6khAQ+k1YDPi/Ewb1i3Ku+2iS6vnrZJD0vzbi8XNklPt06MD6VTiw+22ciPWETZz5dlN27mkm3Pd1/mr0Ovbc92ikBvzVofD5mYAa9loMsPYyHZr1wBWY+cHYEPgnFir3I2Vk+Rlqyvqy60L4BZye++maivKEFpDsK6DC+HvyCPRtror7ftIu+/bOMPbRys76zajY+B/FaPjyjor46HYQ8RAa6vpmAPr4x+po9r6orPUX/lb71PWg7i3jsPaZATrxNDQO/Jydmvs1Wwj2xRn488usqPtHD/b746Yq6yWh3OuT33D3Dj8E8EuRwPrz/tb4fAQO9YtRIvl5ABD19pa6+olYevn2Obj5sHja+KjJwvUCiLL1OoKE81OdAvpWJg70eQtS+RJm6PUOCcT6TyBG9GbY0vi35UTuGmPG+BwTWPE2Av7y9LcO9w5K4vCuDKT6nVJQ9MvnQvc07mL1gvba6vKuCvZdz/73EqY69TGAjvtcdJb6fGG6+jGCIvkNhm74gesO9otMnvlRRpj3+HP09/buGva892zsW3yK+myhJvmRBwL3L9iW+9VKGvtikgj2W3Nm9Gt98vv1yDj7GhJ+9IwlgPvIZJ7zVzZK9uQ6bPQrcPr4ENJu8iwL+PRDstr1JtQE+egAkvvckDrzDCKE+/QW7u6bvfT6RVw++Uim2Oy4QCb5Fs/m9YC5yPip21r2vLmE+8I3CvTGHAz67o+68F9SrvXhAUj5QhwA+1QX0Ph5uZD780sI9qQolPSslKr5Idpq9KZY1PjBbID6+Kds7CFaVPcxyFT7ULhM+b6oBPaI4dj7Eko47wseIvRruFD6quoA+jCkAvSVQCL0PPeo9ehO7vQjfob2HYk4+xr8evCm/7r0v4Qa9b7eHPaP73LuwEJY9CPsxPoQ2Lr5svA6+k6EPvnp2jj2BiB+9BiRDPqHrI74xXJg9VkkUPmcGIT68QrS9KgoFPQQP6D0Atq68q3VCPl7UZr27ryI9Sry4Pq5pB74Giyo+YZAgPltX3j3FYVY9bIa2vAYhGr4hTKe8pIS2vBOBDD4ZcqI9aQAcP4nCLT6Fam8+8lpKPoCpYD1fe/k928SVPnCpEz1uYxE8RqgvvehfDz1xSIa9eMngPcosgby+eeY9JT6oPGhREz6ltjc87XrwvW3+YT0SyrA+xmNMu3z18j2QNp49liUSPmXMvbzy6z093Oj9PVl9oz10gko+kNnfPR3E7r1GSpK9VSS2vZ3gb73VypO95qngPdu/pz2ztU4+2/9UPUyw4zy/A5g+oOe7PWOwSz4Z+3k+HZqLPbECIz3/6gG+PW4wu2LdjT2ICLa9eCs/vhd/Iz5NLOk9UNUfPO1m17zmU8G8znScPZ2Yhb2lA4I9h6JjvvrnA751Eaa9R3MrvffvuL0Fs+Y98H7GvnuiJT6fktO9RIIBvpablLsddYI+wQcjPsYq1T6biJS7IT8ovi7hnDxiGsk9eyWtOuhRWD6xgSK+a2qdvX+W2zz29TK+ScPbPYSF2L6X7/y8/l3rvPYsCL3XB4M9xTTePZwDfD6FsNU9kKmGPiFZpr3KjZ++ypLePXfBST7saDo+K3rOvvsUyz1r7Eu9IOXGvcwHN761uzQ+++h4Pdd3SD7K1Ge+pucsPMPSWb4P4JM+TD6JPsQG6D1SjYm+cH/SPE62oj3Zw0i9tVX3PEW/Jj4WuBI+E9YyPUTq071BjE++MAvfPmVkvL0T0KY+PRDEvRYIVr6Hn9Y9eLKtPrXHZz2qxrA5RQ4kvroMBD7Gjbs+bKxuvoNy3D3BjfU9lQeNvroXLz6XP8k9TRWsveoO+z5bqFu9XLXGPTUzmL7WLA09zH+qPthtwzx+sqS9/Uf6vfvU1z08oQS+G7CNvqHTGb5MQhC+VTK9vjlkZD4JnoM9s8B+veT1Fr39qQa9H5QfPneYOz0SKKg+Lch1vPX66j1qD0u9iMsnPYQbyT4sjMk8DS4QPk0iOT1HSZK91QhfPMDFij5w8mS9t5mlPgn4HD68HK49G+34PNNFsD7f90W9Ms86vu/iQ73Ly3Y+3r+JPkrVNLzrfDs+U8IDPVDqf73digA+CmJCvNlOj7362j09xuu1vcENqr6WDLW9pIuGPRVELz4vl4k9nOMdvlDYhr0zIE09+P4vPkA2Wr5v1XW+QaNfvnIsur1oQsc9WfYnPnt/PT60hAA+s7LYvDUBGz6sssE9UvjSPdMsBL6rbhu+M620veSc0z0YUV49+gIfvumPuz6ua5I+L/iUPuw1Ij78M22+N7vFPCOxRz5t/Nq9YwZGPQiBK74F23e8H5BdPpMRP7uGGRg8B+okPkZcoD6HmKy9LEFIPt84Sz4SDh685gU7Pjs/GD5FuVU9LIdcvadGpr3RpDo6PBcqPl2NEL5e3Hy+FaxWvRE/OT6dtPm9Ee85PcenAz6KJL499IbIPbnVir1pv0g+c8btPWbkGb2iqgo++ox7PhdeN70TFjK+Hc2GPkLLJr7HG3k++x0pPXwgGz0HZme+M3bXPbi4vL1/IwM+heaSvrRomzvEYuQ+2agrPsSZhL1Yvwo+KbDGvYtndL6xcUW9Wx6QPICgk72Y8P47h9NEPbKV4737/Wa99f10PYoJDT7B7U09Uez6vep1gj0Y1bC8tJBfvu/kTL0PAaW8p7gRPjeCmr0joJa95L1ivuMZuzwcLjy+68Ilvtim+L1Dx1e+J2dQPQvtVr6+5BM9DFhEvKrBgb0HPeu9RVssPMOsRb6LO4g9MviSPfTzgj2e/Q++UwElvbSXbr2HtoY9muravP9RA748XKC8pAzuPYvYFD0sWS++Qfogvtklhrufy+Q8UvGtvXdpUb7VaOY85o87vRYY9z3VCrW96Yd5PaPfGLyUsOe+hLZ0PfpghbxJQIW+I6IJvvAayz2dSVK+K2Zavo5xST05p4o9XABVPVsFIL6gSEu+kPDevUxYy7wIJmG+6yFDvmg6Vj2C7sk9a9R7PKg3Y77tX5e+resQvU71vrprsBS+PWp1vkC6zL50DWu9jCHgPUGPRb4SwkI+mQ1evnv/Fz7lWCw9f+UovpoRwb3Yibq8ToGCvkfYqb4/y8Q9PN6QPYwGhj3d/82+R8/IPHMkh743xCE8T8oZvv58E77wk0U+W3JMvp/dv70mXJw9N54AvcB6X767fjA894Z8vbrBvzyqf189iAVwPfFLHLy2fG6+sl5tvYtWPT1/VpQ5Wmc/viqA1b3AXmS8kRtGvoW+M74HtTe+i4FgvXGugD37ROI8eNMavls/Tb25fMo9/+RTvkFiY74ATBW+z3m9PSlihLxjo0K+5ZjuvalAtb2C3kw+5P7CvchYnz7r8L+9sH/bPSpLWD2jtoW+nqucvSgw+j2L9HI+sAvNPQ4GGD5Bbf+9WUdFPu/K3r05tQu8RCvKvXmZKT6uSVQ+ziH1vW2+BD7TfhY+/sOCvnVpYL6Iote9YcSWvomYhr6nNHa+ddfxPTYYtL2zn4i8RQd1PRY4bj5a0p69UhAXvmBatD3HpEG9D1imPSrW1Lv9wc09eqBNPv9jWb3ZkK49jllFPkLdJjya75I9u11YvraaGD1dSi++LCgcviIKKL7vVw6+YCmlvOQp9DxJsJ29XaTFPtjBTb7y7Xi+upyfvD7DZj5/nuY9n1kqPM2NiT2L8P69smmUPdQyij5cBpA9WPsTvoZuxr2N4nO+kgaSPeeJMr5aq4Y+PAePPjWNAL20LKm9FCxmPcYXRT3OCFE+2Kgpvbl0lz4KTze+6Xo7vjX/yL3fY3I9YS5cvacPSD273vO8O6M5vt1IkT63agy+JniOPYls971ww5c+NagPPvEE770Ax4m+Lx0RPkKx+T2cp46+72Iyvmbymz3CcyY9D6IvPUhvID5LPZW8BVT7uXozJj5MeCK+qf1uPfiNDL4OKZ28jejaPa5dqj0ABzg+YyKFPqAovD6RkSq+6M0YPsCxYD2NTqw9Gz8bvhxC2Lw1OYm9I98TPSmQ5z1usbi9YM3fvab57D1qtAc9umF8PfBeBD5/m2K+MqJBPmEOoL5kcge+xQFxPqXEgj6FpZc++3Thva31qr3XWbo9/HYGPvOtXb0QkWQ+TG0UPbT60bsW5tK9EeEgvgzkiTxovVq+mT4+vh3xgj4Md4a+ghrFPd4dXD41h2M+z/2DPsiuMr1o6zo+YVi1vseNsr4VuRq9iOyYPWw3CryF3LU9ejVZPirVGz47RLc9P8Jkviwk/z1uYCQ+XT1WPBruBz0cOnu+ulHJPRx5Nb3ekGU9/6/PPTI2c76wrHY9rSaJPtMhtr4uGog++IQSvgGWM74Uvxm9fFWRPh4tfr6TrKA+ZcMbvdbxLT64Y9q+DYibviWLBr398Ki8cEjDO2KhRb7/QV4+uaOXvnSgKL7J1GQ+R7W3vQ4Q7j03ElU+QFltPkANGT62YpY9KJnZPeBHhLzdzks+gY+KO9i6wz0mS4w9SiPkvD5mSr300bo9iqSLPuk7cz5ewwA9gv26vX7VIr3hA4e+vx+zvcDrAL7gjqa8dBtyvVxPL70dOh++ZjHivehFvb32w9W9+uQuPQEnlL7Zrm8+eWSkvhI/nz1/jKM8WxWdvo465b2lUGU+gdNFPitPkjsJRxa+cpS9veFS0b2ceLY9gOc5vrcXCL7g8hQ+0yGxPGuhe7xVSkq+eshgvYtNnz4pSIW+viuSvTOnVjxXr2m+53gbPlxLFb6xOhs+lDQRvS/Uhj2jvc+9e5mgPVfOOL5Dgic9FmQxPoX1tL2MBk09eO4lvs/N0T2UTC2+91wJPaU68r0bweQ8YW1zPV+g+b03s1e90zzlvQGSWj5iAZO97aLFPWvEAr6qfWG9iu1kvkczUL6naMm8dWUWvUF/lb01yn+9Sw4FPhmbkz2fJQw+6ubxvbC++7yTJRS+T1onvm2joz0psgE+awolvqHc/T0Xioq8zcH9vYhBWb41NI09YG/8Pfcjmj3bnZK8DK5APBJkar1VV6u9a4oEPuiDDrwUMaC8CTFOvh2EhT21tsK7Iq9PvhGPuL3cMNY9KxlSPUPTtL2ywJ29zjKjPSOEKDzWj0M+gTSJPaMOB76HO/S9PNY3vn/N5LxfC6C98/E6vVLTH715uQO9VH8Fvu4VerwbcgE+Oj4MvnJNEL6HRys+xLeUPhpYUb4FBVe82vg1Pv7cJb3T7wW8mjFivRCNmr4bkqM8KaRVvVZ6pr1zxLq9NiIKPbxEojmczi++GU+rPUsSnLkEtJ887CY6vbFraD2dgBw7D5hTvunTorx/Xgs9TntIvfPa2r3c0bg9CKZjvknxMz57uvc8WNzRvPf7Db1hyDi+ciU5PP3TFbzGtCW+nBFwPbsKR765JjM+BHrhPeDFp70O/j8+nogmvUocET5ek6m9VsW1PaqpGrxMnqm9B6rIu2itsj3WVC25EJEBvowYe74Mp209ciObPoGPhL5rHO28g4hDvAGY9rwnXyW+Rq/EvhAZOr6H3dc9Lyz2vHOjgb37ynG+OYMyPdyh77s7oIw9xLyLPWYUUb5Oyum93LhEPgHIMb66rBy+Dnz2O+fu5b1BsxM+d+3jPWy8+btvBVG+TvLTvGb0Pr7Ul7e8Veatvi1NSj7KWji+4YSYO46KQz4z66q9vfQuvpUxqT1U9jM+DhpAPeeAxT5ssUE+bouSvGDKNb6GSli91euAPWmK9b35fIU9dlFOPmrLn70tIki+PVewvYdUDb67VaW9idmqPlBUML5HX8m+J1Pevhuk8L0zmhA9cIjhvnxlDD5dpaA9Q7akPqwGzb3DVsY9duMOvS8p8Dp9wxO9IO6VPg44/z38j04+DLHZPWO7wb1Kymk9ENbwPD4egD5sopM+70aCveMT8L0TtOk92kc7vY7SCr5gco6+LXQgve6dCT4WhZW82rJKvr/Akr696C++qC8lvhV7Nb30M8e91W31vOswJj4MFB695fT7PWByFb71R0M8kpETvpAMLL7a6sS+IOxCvau99T3HsS+8syPtO+mUnT0eZAi+9KOZPYxwTr4UFvK9/A85vf51RD29x10968vRvW//Sj5gaR8+l/W2vXP9ND4Tnz2+9IuAPVzSEb4vXey9I9n/vKl8Xr2wD409kFnBvlSzkT0NrCi+0CEavryRAj5Qo7u9IWbivpIGAr4Fcp29/sUEPfqKC74fSoa+VrURPusBVD6J+Ba+ScKHvpyAGj1GLaa+36NFvq72Fb6Pul8+MW+0PeDJrL7j+om9JegyPbmcEz41zku+601uPdRGoTxAyQm+m/8NvkX15D0zqXc+sz0Pvi1Hjj37wp6+UbYNvSpJtT1tsh8+9z9gvh71xj3lRB0+Qf+RPuHxT76gUSk+NXuTvU/K5b3iJZa9eQp9PU+3Ajy7a4a+/msrvbJIHz0VCe69yOVrPnuamb4s2mc+FOqQvdoc8r0zgv89EgJTPVE2XD0zAJS+qShaveRHIz2RUZM9scotvvpU4r0gKaQ+eti0PHVKwb7s0kc8EdEOuuPVMj7reTO+YRsmvvDIFr5vda4+uAAUvqrDCD//jcg9EvizvNIkXL0wJXq91cdGvlA9Zj7A/FS+IoOXPfGYwb7v44Y+yEttvoJeGb4+1O+95i6HvszJ0Ty9d8a8c4PKPUxWlT7eC4i+VIYSPvlOnzxijz+9ktE+vjlLgr6OW3+70EGevVcSdz4V38q8RL49vhkXir3Wj5g8J54jPlZ1mrx+OGq+HYuEPZZU9L0y/rG+xRAEPZeur7xI0VO+LIL4PXjeyD3YRuw9+xEjvoh7pD0UJYa+aw1rPSqFIr39I6q9GEUgvhfHEr4DAjs+PFHIPDbwir4rUDK+JEm9PasF3r1OknK++r/APKQNjL5XBgg+P4QuvpwFYT0BCeK99CqVvCVBr7wqJi++i5mpvOEypDtWT2q+n03XvWsh/D2W2f+9F88PPgDz1r3YGg+9UcUMPrkuKb7qRyY+ayOjvdPYJz19fSg8v0raveHvEj4dpyK+mgkVvhGdIboRmy2+cajsu1/7+btzhhE+NNjdPQH6vj2jNPw9fAKXO15Furw3K4c9V76LvV9ZR706Q069mKjYPR55jz3reY++7wRXvR+ufLwF2ku+FLxiParfM76quoq9NcKAvXbMLL4s5SW94AjzvTRYE7321mO+W9P0vfzPSL3Rrw0+0fdQPPR0jr1G9wc+F6WzPRTAp77cST++kVidPVB+Kb7bJME9PbQwPnKGkDvA9H6+KdbgvfmmYb2SiAg7kwHhPfqEa76bdzu9XhQ7PSAubr5Pji++eBurvQhiT74/oAU+zienvDvpCL2GJh6+iofpPLxtA73UgI89AS6fPMkcNz3453s9tWAbvtFqKT2qtMW93O/cPeMJI75jQiS+Qy7+Pf44U74J8V6+hYMxPv49Zj5hIAa+0SvvvYReBz6UyIg+SVtAvaurWD7cCjM9eUYWvZ9Ngz5ebbq+mD2kPdj3ND7VXSU+IqDHPVp7xb21EUS+X0wuPn0svb1iEbS+Iw6Ovaliv71Kq1w9D4uePoyL0D3nEJo9NbpvPcgOzT38z08++ATHvtGtkLztNs+95RVbPrsHhb1kgVQ+sKQQPqwC2T5elk4+DpHKPQaPij4GlxC+RUTCvLiCnTt5oqC+edCPPp3Gl730SCy+MvsivlL6UD5RqEo9zHc0vu00AD4Cz8C9ZePsPXqgML6f9mQ+oNAPPgurJL0KoAQ+eHa6PmUJMr59TB0+RgddPdGsTz5F6ZW9BkRvvdrstb2yoos+nKzWvfOg+D2A0o4+xryjvii9PL5zVHM9ViOhPfPX+D2UQYM+mV+zvKoo+j0PpoE9szIOPQFA6j33T+4+dt88PqN5Oj48y7+9EEdIvnHaLr4E0nY7l3g8PQnEQD0zGeU8Q9fcvErxVj54o7K+bMPbPfOjnb1lmL8+1rpYPSc4Dr7Q/gu83EfLvd1cWD739Hy+KKrHvEeSGT5Oh6s9HhkgvilVlz5/vUi9ImYwPsa/1z6HKJe+wi0EvWgCFz5Uh4m+TkuQPTk6gr2YwgQ+T6dTPW/9vz6nFk2+e6cmvoOVcz4wy48+MepZvrJzxbzNb9C9ZZxlvhWDbD467/w9oyFFvod0Wz6Btdg8qM0wvb1FPzo4rjC+/rK8uxu6lb5WJlG9k8YiPvZhkT4TQGc+rHKVvfl4Fjwvnis95ffBvDXtJLz1c20+6p4BP3vXVz1rfb49KiBfvobvhT3p17O+yyc2vdkNG75khVU+sA5EPkixND7GJFA9sbioPt5zGz6tuqQ8/ml/voX+MjuYo8k9df6FPcEIA72DzJA+kOc/Pszavz08+ro+G/uHPu14Wb0sBcy8+VORPLIHhrvr3Sa+wPcJPuA8Rr5onK69SCWVvVrA6T4I/JY9V/z2PbyO2jzJTJM+f9BBvMadcb6yu06+U8bAPkCxML5u6OY+H1B0PpQyaT6j69q+U4Qevk3Qsz4/YFg6wtcyPSjzdb6hK9g9lHrovfdViru8eSo+H265PYD7Xr2nlHI+IDyIvdX+gz5qsxG+iWwVPmEvpjrx7S2+NyikvWWrLb3UyNk9uinLPWvAyr0683y+q2lAPuuNtz6AB/A9nhX9vSeUhrkovrO+Ub7YvRD0zjxGWmo8sXuFveNhKr6R3eK6FIlbPo/poL32POW9/8mZPRGqnL5IPsA9EahVvqlBsL7dQ9w9MgUovjaqar59tNm9G+REPgf6AD2F4Qa9De3KvZsxsr268y+9CmIbPgamDb1f9Ra+hx+DvIv2Ob7lPJC+nTnYvcngvT6O3xI9H3xxPlY60b1f7xe9R4AEPj9jJj5MYtC9xjSWvTpSk72gStK9lzaZPGG9Jj5dDZu7un0XPSwx0b3sNu09ronqvDa1Ab3yIu+91aQxvZAd7T0noCk+DZlkPdapNr6XoJk9Nu1mvWMcqz1C6j++KrDEO9iXpz4mHTY9Wv8ePsotoj0uhPI9EeUmO2/ZcD4WZ+o9zlNBvuhn4jpVrYw9G5VvPnxpRb4PUJ68WpI2PdPzkz2krXu95ezvvWWqWz1oRPa9/XqkvT7TYj5bx0I+qwrFvf1k5L3ZoR69aqbqvZFGk7yGauW8hGwIvZLYOr7zDHU9GAptPnkPzj2wtSC+88psvWcs1b0W+/U73mtvPcddWL1UOE+8k+ATPmbX2Dy97KM8v29au7qAKz6Q5no9OQVoPv2VOD5PiAo+FxIDPc5WTj7ujGE+hvPGParyST2+eQC+XyDJPRt9Xb2gKn49q3mOPl9kXz01dZi99IsTvrOwrD72Dt49C3JTPHbVpL3F7h4+cJB/vqH7BT5wHu08E3EPPQSfPL5RsMM9tgZwPSsGBz6N4UE9T8lbPqLZL71/OaQ8xlRJvoOpST1d1g4+8z4NPd26Hb0COBI+m7aFvcFlaz5HR5C9yw+OvGm0xj0T5q68wqKsPAb6Ez0ebbi80sUjvvg5Wj3ljJw8kMGMPeJqmjthoIs+eYa5veaADj5sd7w8yGNVvSDdKL692SE+u/NIPk4pzj5qvf+7gD0fPjOP8bzm67c84VVrPmV++7tBhJM+izxavmXfOr03TIu+aVqRPvPPLj6MC7o9lxaEva5CFL5E/729A4gtvOV0DL12Zs6+AtiSvsM6gL6ZqF67rMg8vQErir2auDk+Qhg2PsQvaz0uXj89W6GjPYkg3bxYiUy+/osWvv/YUD5w0ys93vUfu4jMJb0ozMG7gYuFvW0N4r2KFCW+LELHvBMt5T3157+9zheAPcoPpz4owQw+wsETPq8/hLvrsc68pdBCvt95oL7grf49SWfEPikpCDz0oCi++D8uvrlGYz5e9vi8cejPvrGgsLzJdOa6xo85PtukrDzaJkg6Klo5PU/mRj4KrdA9aS8SPttxkz7Bgro9H06qPGp3OL1hdLc6S3KCvfq7FT6ZTQ6+PheAPkjmFD4FN8M9ULKUPiCZlz7+gE48MJnRPYCsZ74S4MQ+UVWXuz+PEj6VP629lwPovXd3KD7YRi8+l/fePVvoX77vfKK9/6KrPr1ziz6AlN69DwEhPovDHr6ivji+MBwpvrijir6xxE4+2TANvopUZ71fSIW9WVGIPTqIyL1SOFs++54QPliKZj5R0ge+TqyIvriGnz2+8/89DwyZPp/Bxzu1Eyu+IKIWPbnuYD677re92+J2ven3rL2gvv09oNQmvi61AD6aK6E7lZq6vIA4LD49Q6O9pxPsPUwJVj6BWGg+mZzqvbnfmr0CCyY+p2TnPWweXb2aSJI+D2lHvH/32L2qXy88TxAQPn2H87zOQAu+O+NDvNAtEj5HxUA+j4zPPhSR4D2oEhk+nBWHvVP+BD623zU93WtJPq+WLb6YH4c+PaBBvq9+jb4SORE+2XWzPq2ZObwz5GG+Ma+4vssJIb4WKSW9xwXOviniwr3cGCk9DXgRvchF2j2kz3q9I/prvmyGrD7ssNU8pRU7PZtoEr5dVaW9SJYtPhWhJj7FoZC+6O15vBH7zr3MqxG9ytOMPR+oaT3PNO48Qh1HPQj8Fb7h8OQ96DU0PmNHmj3Q64k+8yUmvIpq3L1IXpK9pMEovieHer1iaVO+U7ObvqBEtz3ZTjC+gUvxvOLg2D26N/S+e1OQPnufP74PWJY+T0i3PHtDszvRaia9xKSJvZ/QYL6f2Dm+ZPkmvrluFT2ZDgU9uqdJPmWJ6Tz4ygo+j7l1PXpDr72tpkO+qaLNu0CpSr4tgPo9W261vQDF1L2jF7w+zHVJPjfQ7b0Q3Jq9tnXsvNaV9b5eqAa+kQAOPg9Ldr6WYlW+L1EXvssymr6z4j8+einLvtAIv73a+2K+bUmHPdVR3LxxAUU9KkOuvQP4lb0Jjs+5azAJPtCUBz7Quh+9EcMTPu4ZJT48FR4+vNpOPOIL5DycYSs+3dAwvqWCAb6ZTyy9/tbIvRAr6z31Zl491KxcvpV6sL3eGY690jm7PeyBCj7FwPm9kHSNvrHaBT2Yh08++boVPfftU76Q1Qu+Gz7SvVl1VL3DE+e9JtcuvtlvET6RI2I8yH26vQFJYL5aDNQ7vgRVPIZXUL5kqOi9/FdFvN/dUz47GUo9UGDHve4dAb3ubyu8IX1LuwSMiLxouAK+qA4qPsXJfjzTtH09QYiLvYUYFL6/Lau7TY/iPSBKgL1KfKs9wWVWvZbIAz3V/KY8mj4rvktjor2r2Qe+BfANvmtfBT6wVhU9Mh7cvRjNzzxTxek8X1e5vRJoib3R19i6xb8JvnkXGz7n8Bm++6mLve4y7Dw4Mta9Si8Vvj3r5rwQS9s9a7f9PdpgAb4Qxgw+YBRCPluyNj3AvwU9TJYKPT3OWD4EhOG9f36vvA8MLL5dP1W9omrsPU+59z1nIcq9xVvYu/fCL7npBmo+i5WWPHkwiT16d+89bSnhvV5QOLxCPvQ9OyOsvQQJGL5ZeTc9g3tlvWQk2r3jGDi8xEeBvSmZyL26W2y5eOHiPUzXBz6QLkK99J5MvOu53j1pCSQ+mQ8Svr+2iT5FgAo7+h6IPXfQ+70Puss9P3Jbvs/t/bs1lyS+egWVPV13yL01z/e9LLOsvHrGjj5rTJe+HESjPZsUr775QzO+EK4YPl+dF75jssY9kTTEPMekgzxV1lC+JrJPvriIdD6cfcU9VuFWvlOaBT7C47K9Z3k3vkElgj2fkhe9hUTNvgqMLz7CyIc+9MqtPTwwiz6BCcA+vXRcPvkXCzxfTjA+VhagvEty5D1Ja3k+G7iBPU73R752tP48iJfOvVCG3T0yCDG+BkSJvrH4/L3q9AK9AXgJPTNXsz1alQu+mk0BPqRyET0lkpK+abZ+vr5vZz17L1e+Y2eWvmo7qD1zXc+9xp3aPj3rlr3heUw+c/Uxvp27ST72NHm9PXQZvdmDar7Z1bW+EiwlPvKZl75B4ps8/+q8vplbvT4wMh++D/0kO0LOND6UE4s++DjFvWhzjz7HkLG9otBMvbqkkj0oOVo+MRtqvZlwlz01Qpq7X4k1vr8N1D6Lciu7b89bvqVcdbxfu2E9TA0TPskUSz0lXhK+TxMovh94BD/bdZW9YLgBvsKCaT5BzVM9q1TQOiTD6T07VRW9BOz4vZxoYDxuQGS9pB8yPi5sJL7r0h8+k3Mkvb0Vkr5hsdC7d6N7vt4AU73hbp6+k0CfPWWg4D52G5U+epc3vSe94z3ckcQ7gqozPtPpBD5ddHa+RHB6vtQq7T1EJRO+t+0bvmo4Rb76o7M9X3b2PVnLCb6iEvE8Ozt6PnL9BD4wFlc+wk2SPVWJOz7Mxa++bO/MvZahf71Vj40+ynT4Pd+WKr32UDs91rUWvnTUGDwmAFI9RoWLvvst0r3DNYI9yHuIPj2uAj7E4Ty+0unYPTDy+rz10uI8ZaCkvtd6Lr6e3RC+Y+YGPr/KGr2rkw8+UDpEPWx8AT5ZnBu8Ljj7vUYmc76yax0+S6CfPNHfi71VW5g9WMCcPvYUPr1Cik09tXYYPs7/Qb68KIy+X9CLPgoCoL2TkCC9hnc2vYp8Rz5uHF8+lwMQPfi4Sb1V0Zu9wqTNPR9WID1zqsK9+7nsPa7XrD3btJa9WLpNPlWo1b6w/re8BUqMuroQOb5RM5i9hDALvv3hYT4z2X29U7hGPjsDXz7GBCa+oD6MvY3mS71nLXA+PKQFPRDPN77rNfa96eKgvvK4jD3C2IG+Y4g8Ppu+tD11fXc+fb8SPofnorw6uXu+f7sIvn5ZeT0KP1y+T8AHvnN+LT4cDLu7Kt2PvbWO1r0f2fc73xeePM9Hz73JIF691tf1vZp0Jz4dlYa9Tl3xO+89WL4p2IK958jePRCZyL1xNUs+sCSRPQQqaD3eTQ4+i8AnPoqSyz0SeJm8QJMjvr4K6LzN/jE+yvSYu8R++7w5Vka+cx5zPYb8zT18sNO9ZAK8PnSFIb1gaAc+4RSNOudh4L1vPN89IjINvVx2Nj0fb5c9UbJCPnWJuL1CJ5U98qWyvfnbyjyOaC4+LPoAPrFgHbxJ1Ng8kKUUva8lET7pq1m+txrOvXlNCbyRzTo+D04pPhbOZD6skTW7OV01vRh3nz2ASrY9Vl9ZPZS72b3vzl09qReDPWlM0r1fa9M99lkrvo2jHj3UPVk+2tXSPaRSdr0F9wM+8gknPrs/GDxtLSu+rFIiPo+mPL7cGQK98E4Evs4aKz6VNUo+Ki4DPuIThz25PIQ9jWEpvSilOL5l/q89ylTzvavhfTxSp349lm7lPW/mkL0BfDQ+BGWGvS75Rb6PBve7C7gPPsOXID0YiUs+scNPPMTHCD3dY7o95gi1Pg3DUD5iXBa+8GiRPTnHaztoxB6+thu5PU1MVz6hwbu9ozG8vY2VKD7bQwG+cnCfPolWmj2vSPE8DJZtO81Wkj0DTP49T3HpOZ6+z7uIcIe9MC3GPdYB5DvN8yO9RvpYvcR0OL65o8M9lTCGPUMHXr25MlY+yUFyvemKAj7+Tau9qQ2/vfpWML52sIA8C9Vivh3r2D0+ZqK5erPKPUHOkT0i/IU984ZfPm4W/L22ULO9W/KgPaHF+bxyVgU+ET26PWjqIT5AzaC9JNpDPeD0870jxui9GBwEPlVueT0/JJK9UA8pPoW8B77PCR4+p0jxvfxDmjyuFSq+I7apvZwKhD6gfpA+AFVgPj6NOL4pYfw95H2GvuHsk7wGcXg+RXqNPRbeor4BMra9ePocPV5tIb4FOIA9CTUNvvhdFT6I3KY+kawYvgs+FblxMvO99Yo7vtXkFr4yNIa+t6WGPmxojT3x9kq+VXh6PcFkNT6VSEO+zHdmvnOMBr3oIQc+oWBgvmGfzT7mzgU99zcXvtnt8z0j3N07MJG8vMTCKz0sawG9Y2pEPiQ4Gj6RtoA9sF/jvcQRWr4Ml58+gfiYPQ8ZFL6t7pQ+FkUYPp3duT3pjIq+6VSqPFZQWb3AUL++TJieu/bKpb3zdF++4H7MviVzl7owne09kUepvlw2w7sENyo8G+9FPTSUjDxxHdA9A0sIPqyuO76G618+QL+cPS4lBb05HYM+77FmPVZ+pL2F0u88yMBXvp50lj57Jio+Xm87PX3ykL4XdK09IVo0vdbDib2gWn29Lo4BvqwEoD0oOCq6Z8bkPWMnYL5lxGy+kFY+PkaHAL5q1uC9pr/CPLyYYj3tnv299LcMvvCsH74pKvo9GpysvowoQ76eeoO+QLmuvcQ38ryU5zo9WHzlPOMNx717xp6+33VkvrT96j5cLY29fxMpPhEnfL5lpJO+ZfwpPERg/r2i0848acE2PtJ/UT2Sig++s3kPvhzM+DtsSQM9KwOYPaknwD2esca+EJ9IvsU2pz4RP/O83bocPinACT5O9/A8/ZhMvha+Hb2FFQE8aw0kvQgaQr47jBI+OdvevRarqD5VFvA9/COVvuyiWD0pPOg92aQPPqYy8b22yQu+vcJ7vj5/SL7Rar69a4LWvQnfhD52kbu8gYicvtZ5TL5QBtg9hgqhvsOiKD5fb788sGJ/Psoy7jqLWzi89TK5PH97Mb7oWty8k22JvX+u271q3ky+SahqvJD+nDxaiDG9mU9EvkpVhb5IU6I+yul0vsk3sT1Yzp++3+p7vRXmqr7J7768UDmjPmLpw76F/xa+4yi0vYhXxD3Ho2s+SyX2vb+sijySfQY9zmGkvW56GD5TJIO9+M+AvSXYE7zpvfy94v1mvkM2HL7DQba7LhUuPjRfhrz3Yoq+EK2JPXRHML4miv+9X2JzPq3agT7xg1+8yCtyuxc9Yz7dlAS+eR8UPvGh8ToDfEW+ZrCOvfzi4byZghc+ruwVvi0bFb5k7B4+sCjrvaNlTz7P0lu+HakyPtRzNz7jXSe+uvATva9j8r0dYYq+sa2MvpAyi74j1f09KKUPPe4h1bx5Vbm9cDsaviSlbr55I1s+JUCHvRd68D3sDKW8Q9nLPepDP75K5Y2+Np3QPeduDT79wjY9GJULvo1YID7C5ag6vY6vuzKJub0EkxK+N8QBvmv9Az1VBAm+VBVVvjmImb1taL29wXtHvg7Yvrxtd3i+ilHGPbtFVL7cb7k94mlMvWn1Ab47dQS9SbdKvsad6z1fy0G+r5O9PYu7pz3/p7y9iHcCPUidtD2TGze9C3hEveAywj0kzlK9aLIjvhjN9TzWeak8GBy0PQoWsz1W+jq+fQ+KvuGleb5D1uW+p/oJvB/2Ar6riGG+DREevmEosr3wTSy90gICPoZdqz0lkfM9KUUovvu1VD3Nh4i+rPFWPVfWzzwTPgG+MAiFOqBm2D0U58m9x/gAPsa4ab3dd8q9HSqSvVwVFz5gZmO+r60pvkVXuL6zTIw9y0TvPLz2EL6kzS89TMszvkGfFr7MnRc6jY5mPXAzvD1n1Ns9xkVSvYozgr6/fl++tOyKvJMFFj4SNOi9vAMJPk5LCr7dD6i9c0qBOwTGNb1guBI+8kmKvf9BqL3vFOY6BC8APqan5L1efP89YFQuvtdbGj6CFpy9DTFCvZypMb6C/0G+YiZLPeMs2j3fQr68uskUu38/Uz1A10w+UBinPX4OIL7ztpa+2pbNvEf8BL5i7B6+HU4JPXgdnj3tZyi+q9tIvvCMZT5Dbla+LAuauw7yTr4sCLc8GpqnPPJt6L3dUl0+52g3PtaNiz6imkW+xqW7vbO43D0lWVm+qZOqvURNnT0M5cM+DnQhvqnOyD6j1jg+RLqAPjHqmz0++l8+znQ7vlxaNj5w4ik+j1b9vS2H2D10Dki9gfSavh92y77dhmi+nGs8vrz3FD5Yyp29lmcovW3D071Kmz09SVhTPX3N7j6CMeC9DtNbvq8+Fz7+qVW9DAWJPqIbtb0mmgm+U/aoPZN1071YGQM/aPkOPZrSI757Sb+7R7DPvXr8uL3n1jw+cZR0vbZOjL1l7ps+i9orvb2Y6T1tF4G+/MvPPgWFmL4IDrQ9vubrvTIGfbzDMPQ+WTWMvWuysb02kTG+jMhGvgG6P75Ty7Y9P7SjPYlRhL7OHnq+vG3lPbC3BL3iQrw+7DQTPjfZor5M0cY+Db1UPhJLQ72/uhO+RuMkvrDb5T3qct+85JzWvG813b052Hs9ijjpvRlAjz4qwV2+ev2ovV4Fwb37ex6+mevtvVcEf7xKG4k+n87nPYUKIT022Sk8XUqOPa326r2Mo4K9KAEmvWmjyT2PnGo+OEHfPWbZNj5GszY9xZk+PUA3Mj7YyEG+ngiJva/SHb4SXOM967WWvgl/V74qfKe+uw4NPe6AsT25IdW9htT1Pf9ttz5L1n8+qZ2hvg93XLxtizS+FMxyvd0MgT1h1js9UtgAvRf22T3hRfA9vwtuveqJND6mUK688x5QvgBKQb4ciI+94uKaPrb9qj7Eksc+gGjkPTJ59LxT4qE9Cu3uPWkDHb5Ai2A+7QIRPgCfhryUex6+Y3NgvpZTqD1RR6m9NdmQvuPiBL4PWFU+hqqgvfgoTz4wYp88ES7hvX5h7L0yMEo9MEcHvqr+iL1uyta9edpfvp68Hz6dzva9A424vQ7qnLvAYZW9TcrVvtSvNL6X3Qe+5QOhPtDqP76NCU++BIaCvGCkBb6vZaO98m06vllUUD6x+jk+I8F8PBcCkL49NOM+mB2hvoJ6ujzMt12+8WjePgX+i74whpe9p5grPQiUOL19hSu+QOgqPib6Vr7/+fc91cWpPQ5pEb45t7w9Cbo5vgKesL115do+gm2HvHT9Q76d+O89LCoKvdJzUj7at4c8OlLqvEHCFT7XMzA9M1K6Pb4kU75g3Iy8zDKsPC9XPT1Cglm+x5jSPWTKdT70OCU+sR5JPi6RDj7YFte9QjcXPfpJOb4woPc+VqsvPYNJK75MUVi9kapsvhMoYb7PvJA9HYA2vjsV4b6jcoM9funYvotIHb6mXDc+fwCCvtX/lL0nnpE+JFOFPWTCpz03nwM+ewciPlCzxrxqwVm9c74TPnr5M7yhktO8XmX2vBjaTr66W0W+RPOaPfq2XT5ysH2+Qg5lvf6Nk73Z5Ru+wj0VviVD+b1wSJo9GzYKvKKrbz2oQL+92NtuPfrMDrzoXAQ+AHVOPX1RSL1NjNO9bZYVPjo08r3RcTe+W89XvvXqgr4HY+g8NO3dPRCaYj1YfAc9lDebvUJYA75Zwh++fegyvtrPg76pWdo92CtnPTaWRj1qtK89hDcYPNPpYr7xgh4+6ruTPY/8sby4Cb49yyyHvhCVnb2mq0G9EJhhvePqLL5c+Lm9d7H4PKI8Wz16RVy+ZV/3Pbu8wT3eFae+TPbmvR8C6j2y9Wm+1ZCBPYJkyjvP7Zs9kV8MvhMrV77fgYU9MQOJOyJDpL0a1wq95YdmPZEe9b2CAhY9dixkvtI/kTr/wN+97om0PX9nhb7u/Zg9lCWlvSeC4733yCq+acFyvhzp5D0PewA+lJLYvZo2Cb69Xwy+u/lnvjPyqr6JiFC9VrKnuhuBiL7Q7Be+44SRPSBsAr5/e768k8g0vlR7HT5ik7I9ch8KPBlfZr7UH5I9TCzKvWmakb7jNfQ9xB9LPc2jHb6NF0G+yzmjvNFoUz1vwyq9ZmajvbP+Xj0+vK+8kBCTPUuhBb6iqAC+lphfPGEhMD62WRe+Zd9FvkWDYz5ziaY9Y7q/vF6l4j1NVLU9zyE3vmaLhb3wc+G9SlUNPdUylb12nXG8isgIPstieD5z66c+L0tgPRGjej53x5O+LXsNvrJYEL7sg9y+SYHEPXaYez7/5Yk+VUUBPtU1DL5nldA+x1KHPhNxIj2wgyc+vCdOvpkfUb6qwLQ9tE4HvnlQkD2MNLs7yl7ovaydh75uPlE9oOO3vsussL7Sggc/hkKMvr1lGr743va8AN4vPrRBjz5/+n6+zRSpvZfbhT06jT4+bomlva+l17pZCSS+gR2MPdceir5Zxm4+8HumvqizQD6mJJG9ntdyvsA5Fr7Wv5I8HnsdPYh+Jz55XzE+BdzlvK42ET7QlJS9OSSOPqcni77/mBo+WrIAPVT00j3OCRy9CcsFPWV7Gb6LzJg86UvvvScqnL0cjpU9yoG/vs3VE763Pom+qToHPs8Ij7383Fm+58gEPjZimL4ewxw/5AgQPSIDWj6SvRi+/tGNvRX0dr3SeVW+vjsUPh7nZb03f4e+pGopvimwy76gmC++yR4nPDwMIL2JuQA/wLCqvWSUgT2rsT4+qcb4vePiPj60IZO9hQOpvaXUMT5iUpG+iiLoPBxulb1PFhk+fWVdvnvfGD7wuU++VWmAPcwAVD1FM6y6+r7uvStw+72JtQE8Cf9WPpms+b3fyVe+Lm0ZvNBf3D4cPw4+zsWZvcZ7Cb78NuA9xjO/Pbfa+TsoMam+ADeIvvNXhD5qFS4+VzLkPTTZlz704Qw9JUWDPVMWtL1IKYu9Pwd8PTF3cr4hLJu9UfOPPmyZFz4PU3A+9/kSPq+rLr7DkYw+SflyPv5Ck73651u9ZqunPshl4r3ipsq9Od0evpWv/z1V1my+hyujPWT0Zb3J2AW9Qyc1Puqj1T5Vf5g9PlFcPTvVG74vsqe9KbeovmUmTT4Ev4u8eES/PPy4yT1aAY09vnU0PuvCHz6Ogwg+qDqivjPwf71zcNW90K6kPVT6Xj1241a+WjIpvQsEQ75ehq+8y53JPprcIz3Nksg+kMjcPWgBy70GbOA+dyCXvrKIVb4+S6S9NZNNPu68Tz1GagM+nosTPVuGPD74Y5y+1clTPiiBgbyGlIc+XTkfPuGPFb6QH6g+fYaSvXK4ED76GQQ+nPp4PiJ6kb05fxQ+ypf0vVChST5ui8E+/Ip8Pp5/or15OdG97iRDvjNVLb5F1n0+hDJxPeJ+lr0nxIO+0zJHPr43kz7YHlI9PhZNPc4fiT3h+vi9mWcJvjY0O7y3hSe+rOOkPQCXw70iGym+7pmYvhk+k7yHlpM+fxGqvtmNwL4OjkA+9j2AvgpUU74Armk9VN+aPCbpRb6hLbM8u+JgPgniFz7c/Lc90hnGvbDqfD7vmqU9/8TPvfmlz73equq7m5MdPsPvab58Sli+8qeMvqQZgT7mMQe+YMe7Pe3IyL07fJa8M+PKveZWJD73Mi2+2CWZvYaMPz6aGom+A1ZyPUD3fb2185a9en1AOwnb3L1I+uw7tnDIvPVger5K5kU8FaMLvd+LZr1CfAI8s52RvBNziTwzL9q9j+U/vdCSHz6EfXO5UXFvPln25T1aaZQ+jBoUvoOB0r0pxLW9Po0SPkMJVb5xFaq9rQapPMZSBT4Jm9C81YKnvvMmK77wNaQ6FO4iPfiYDLxwoso+ZC4OvgXgDLxGU3A9otBVvQn7qT18GqU+QWvoPWvogb2T0Pa8vtQTPnWLCzwQvIW9iohQvtMV470WxeQ9oaAoPCIj9j0VMRE9W7ONvYxVOjyg/C4++os6PTT1EDrlyoM9LeuTvZ6znr5T94O9p8sBPvMGbz4qhze67r1TvVkeMr7OlFE+/zqJPcg/dL5Z8Ji7/MQkPja9Fz4zD949IsYMvqyprj2xxpC+y5TrPgrMB74Q8wU8pDqKPiEeGL2S7CY8HY8cvd5Unb3FngU97McSPk+RY70yjbi8iN9QPRjGuT22JIc9qrPau2kxAb1ORCS9mF3aPccecr6MWeE9KAm1vPhhND7kJY8+uro9PMeRFD5GmfA9tOzIPU0MET77qj0+ZWr6PTqC+b2McwA+L1MkPGDXvr2IvpI+J+5uvni5njz8vos8SQHXvedlwD3WrhQ+UJoVPmY2ZL30m5C9P9d6PuGJgb447f29JscRvhZzgjzx/tw872SRviMMyjwnwwg+LQWBPYhQED5Jgv49Ij5CPp6pzb0j9Ao+7Ed8PnXoHL7v0Ma9Q5WRviHuGT6vbQa+m5FsvnJblr03YAU/mXh6Pb3ApD5xWYu6qCA0PJyL+z0KyHU+eouQPocdij3EYAC+byarPp/ZnD3tvCi+ZmbSPLqGPz3z/40+9TdnvVrJiz2p2Lc9pKVCPashhL50iZU99uN8vofFkz1mv0G+iOF2Pn30qT4k9Z89O+7rPZj+mj5L8JM+g5vavfypYb6IjQs/Yly2vAuPxztk9Y89RMQOPpJ8Xj6KLGu+Uiz9vE4XDz1nNfc9bcM+vnMdFr5m2x6+Moi2vchpXT4eJU8+GTClPX6HOj6oFTY+htqQPsRfrL5znsq99ZqNPu7Rgz1Z+5Y++8sQPQxiyr5F6de+K8OSPXkujT05KhA/K/ChvU3lKT2gk/A+9/VvPepWX72Mc9c9bPilvsrrrj3U4Rs+cxoPPmaAOj2t7IO+xZa6vRXsib5GzF09gdHfvWO5jb5p+449I1n7vMNP1j49ors+HBCtvjLmJr1rDwi+Pp/GvXy5k738y/Y8kFo+PQwrrj1Bio++7PEevT3mRL7kR567OhmxPQaYbr7GlTC+FQ2DvIesYz6VOhE+RbwoPRQmhL7kKzg+om/HvSOsEj7F2oe+M9oivnVCZb4eNtQ+WFi0vkF1ID4RSJI+GpaJvmSGh73T7PI73iU1vkO7m77Q7Cc+319NPr6wJD1r4+O9Yx/dvcFuCb2hiIu9LGDKOkTDnz4arDu++GGMvjuGsb1lFEo9d6Y9PjEwAj6wCUU+XbGvPA/Oij4RTWw99OWFvetJdL2irwc92T9qPtrNEz6qa6K+9B3MPkyxCL4wUqa+AxNPPsyxJz5g55c+2t2NPl8L+LxT95Q9sQmmPVLjsD6mk9o5hFNyvRTTnrx7EJy+0QyBPsMkTT2i6iE+vVoRvicNqD7ELDS+TyeNva4Wlz27gxS9zuOOvTZivL1vbHK+94ulPWIQsT2L0P09CZjXvMdk371qq4w+K2Q+PsEcUb70n1a+TDLOPLOTnr6xHYg+wYqLO2n5VD5/qSm+8igLPQ52ID3qk3U+126GPViW6z72Hti95PEQvu6cbT6/Xai95mByvYKpD76q+Mm9s0VgPbzcxr6BI6o6BrTAPcaTtDqmfze+2I/qPfbGkb5p1LA+Fdozvnf9o70+k0c9Oezeu/uLLT4TYae9Fj2vvqce8TzKaL29QNedvdHGcj5ogRs+pWE8vtMjj77kZR09vMSAPhHlzz3ANYI+orWWvnj2NT6Xk8U8pTU4PicTxr3kvcm9hciNPpMXxr0+rCA+LrjrPXi5nT3JFjO+SzU0PcNEAj5p1gK+ddHQvXNK/T0S0FW+e+9KvH2Htr3fTeK8SL7vPeDCOj7dszg9P40ZPj3Fsbtunve9WwBBvRX7nj3ibeo9+0zkPsDoNb3XKck994wQPoSTYj5B5Lm8efuxPZmsJr70JCU96lyKPpHCjT41njw+Gg6lPUJ89T3UhyY+riUGvrSe8b3vcAA+MBoSvp8Ltb0eL8u9u6dBvid/vT2kGMM7FehJvZ+jKz6HZwk+L32GPVCIpb0H30S+AQcrvju25T3AQuc9Kqo1va1TFr4wtZU97gCivJhmBD37ZGM8/NPmvR8YrT3xb4w92VBMPiXjsT2v3bG9+nhBvt5Nnjtxql+9cxmyPemJ172pM769JG6bvTRCGj6PZsE8OXQQvbbllT58eAu+4HCrvYdmAb0MdtS9yZfMPpWKvb2v0ls+N2g/PuK/H72NCdU9RwN+Pb42y7w7dwK+nEI5vrGyizyX33o8n0huPlI5GrwfxgO+JOjePS6ITb7gM8s9syWVvYHLob0mQSY+NNi4PGCqIL6xJGQ+/gUmvQwFyrvmqJS9SNqIvSl5Iz5u5g++RE8hvve2z7zTn0A+0aEyvgRjX711nRw+977tPV+e0D0Hbdi8+r2APQTRtT2HIH8+ZowzPc6zLD0C4iK+LBPgvfvwMb2hvhI+YbkMvqNEyjvk8g8+cfUPvpPd2j2m8Vo9L+lhPuWI47yWH+e8r/NZPmJNl710QD0+6ThJPKHoKr6z2yY+DVEdvnt5oL3To7S8kiiQvM/BTL0i0nE+NYjavXcVob2lnga+Y6cFvs38Yr3kATs+9gI7PqANm724po4+1s7RvPxlH75BHLy7Fc0GvkirCjwmNIM95KfvvT9QKj3Hdui9iRitvL1AWz0QHsW9A8rZPLKvJz6zt049Y2I4Po8IiD4ERN2900ypPuxghL4zpvU9FUblvUPhs70qTpM+KoKePpE6/LywJzW+EYKyPHCxZb51cpC+mTXaPSwSRr57db+9hzcePv4uij31mIe+4SznvYuuNj4uuoo9nvp2Pm6aOr7Nl8C9ciBzvArBDj4c/Ig9VTkgPiluJzw9pcU8gS7ZvOPllL5yst2+lW5IPl0R07wOjUQ+obk8vlYHCr7jJxc+D7cYvt/CvL6cDPO900mvvb/HjL3q/b69OfyzO+l43b2QsGy+jYJAu0svxT3utLA+nCmDPIwAVL50RDC8CM5ZvhIGQr1Lgh49a7y4vuHFKT3EpFG+4Ah8Psd6iLwPrOK8T7mBPvP4ST0SbZa+dOfDPHVDE70MB3S9EUVRvgL0k77z3Im9Qu86vqY6uz5aJbU8OQ45PrrTQ76/cXM9/FF3PbmABr06NCA+DSvMvK/yj73iFLK9SwuFvqiTfjxXgaC9pDeVvkx15Dx/m7a9n3UovkXqWb3l882+bHvNPNj+brzS0109NweaPdxLJD6QSyM+u/t6vlpjhb2L5J++2Em6PYA6VL5AxAE+BPXhvXLmyz2pX9w9nJGGPRaCHL5Q0oa+4g6BvuHMG77OKTs7Y86XveJ8s70XnIK9FzHPu4XYW7wTQUY+NrLHvdNqwb3FQDO+RQ1KvhGbrT3VbDM9m8yovbvjEb5V2SY+mFgqPvkk0z1yAIw9dQ2APvDFiT7a3Xu+utmsvTFKdL4mWqg+fOoyPvGehL2YlGu9WnxJvtTjCz6u9s0+qZJKPk9u+r0ixT++ZgOYPmZwIz7lpmc9SHVyvtM3lD6VpiO+8mtePpy2RL4KZa0+1Z4cvn6Thj0/JLS83Y40vcweOb1AbwC+U0GAPpNQPT1ybnk9juQLPsU2+r0WVSy9JXovPuWETL691Ym+RgayPQPkgb7LuRC9bTQZPum4Fr0Ojmi+ogynPfYElz65a22+phA5vUJQTT6YxQy9PkhRPo/NQL0ZMDK+Bz0dvnUx+L0fL1i+WbLuu4VZR778hQG9aqMQPQkTwj0Swsc93wjzPZFNmLw37LY9lvZLveVyEb5Aqb29"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "NOmzvU2sF75lmd69MhI0vQybgL0S80Q9VggYvI7en7zgDfe8xgOcvaWAcL1hgfq7xsYvPAk2Yb1K8+W8f/djPSwqi70emUk7+rt6PGQWrLx/PwY9wM9JPQiMij0eg3w9HmeePM9ZAb7t5HY90R+rPUuldr1rJhe9cyUqvspTyb3nCDo98hjbvLv7MT1sUE+++dxkPHyUCb3ttVw97Lo5vq5GrbysF5K9+hL2ujx2hDjQylY9zdpIvOkZV72b24898ZnnvZAGEb4701o9i+SfOs5dmzxmS2k85Bd9O/ASWr3RRUo8sx2jvJn5Ab0b5cE8OF+WPZfgTr1doEA9JlV+OptJLrx9xkO96OuAPIEnrjxlXeg8KCUKPNOvljwLEZU9ewN2POQJMb3Guii+jbUVPYcHqT1iAs48tnmVvQRGgLwQ8Ny9Fk0AO8thwzzxYsC9Oa6JveJpGj18rxg84fU6vq1Lkjz24He8EfTUPSLnPr1VEZq9/YqEvWVYLT3niZM9J1Hluwr9oLz3pBi+iSSsPBduAj12ujI9vgo8vZW3DLyiDiO9dO84PNC8hLy2hXU7OIuJPdLZODwPOoE9PXN0PdeZNTz/0xO9JSk9O8ftuL1GSMq9NczYPZrep7wu/ds8/H+OOyfdnjybiMq7FUWSvTaCyzywcni8jJEsu0ZQ0zw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "FwjePYfR5TyufSY+My4ju9iBFb4FqTw+F3HzPUWEcT6HcrE+nfJUvTWtE7521TW8WuwnPpMw/j2cJZ69AE9oPbOHXr1gU8K9srPVvLX+yL0Z5gu9YTaJuWrkkj17QbO9aVQjvT7PPD7EOYg8qpK0PRnkWr3l6wo9FfobPVy4ez2rSXA8eX8lvWON9T2HBiO9nPQOPa2jpDw/AIa9pfQSPhY4jz2k6sc9+uQdvVGSsLzGnsI8Eg2IPWed3j245zo9DYvkvYV1Ab7jCUm89WmwvRhOvz3WrSC9yP6EPazmuL1+q2Y+xrFxPc4Zab1B8mq+d1Kau9DuqT1y7QA+fbOiPH1TxDtHgTK88fwXvil7D73W3pY9aSADPeOSCj18+ws+gQUovvGdhbz4k4W9VXDRvf0xzL2zOKA9S+2jvQYlOD048JM8syNVPMjzUD2NAfw85oxAvWSoUT0HeuO9p3mZvcOFAL5CvyI+FdWhvNyiu700xUO+ztIXvjh8DDxDx6W9mLOHvbeY7bxH8Gu9yCgnPd0aiz6h5ry+yvAXPsJs9TxEe8o9hAPjvadvoL1AiT49aKCTPZ/Ejzzw+Co9Cx5VPSYkZT06Xra74uUkPqjqKbrtPsw9lP+DPQ70Or2FpsO9qzQwPeP15z1Wu6a9e1ZHPUD3lTwjdoE8VK0EvtqUo73HjyA+Sv25PVL3xD385Kw9ws7qPM2olT3MLOs9/Cn7vdZYJT5IJgA+fKkTvmcsEL5LbB8+X7fSvP+1MT7NoxQ+h5fNvA5uijuBggU8j+HGvYiaCrxwtgs+NtAWPkwtrb2uK7Y9FWqEPSth/b35eZS9mGAlPupfjj1uhuO9PWqkPbV+9r2D1669v1FbvZLlDb3ZDU++7V+EPR/dFj6ZPFY+qshDPEr/Yr7AjK+7EMJEvg64PL1kuU8+vV2WPGk85zznKgk+WgIBPiDDZz2fNGU+9MScPAPSD7x9ZxE9m5lhvZOw4r2+h4I+6ahuvj5kaT3JR568kRaXu8eUtT001So7bISMvX3ZZ72GoYu82JaevffPw73eCaW80MkSvtr1tzxrk4g9aEOUPIkH+D3Xpue6b8mTPL9rxL2ieI2731vEPU5Icb1Oy3k74fD4vY5WT70GSvu9EutWvBb/cT6DBSA+Jy/cPRk5dr33qzq6/TlcPg6dcT6gziU+eIAdPjMBx73xb5i8cPxoulSuSb3CwfA8qxnuvGDTBz0uaBi+Uo8IvuOxT76yy1i8t2mOPBeB0D3WugY9yQnBvA2qq73oB4Q9HO4KPh7qGzyYjv293K10veAf0Tx+O6286/aiPKKx9D1yfeS9CijUPK/jJzxXIww+IvE5PdtHqb0KVek8sIMaOwlA7jv7Ogk9sUnrPLowuz2w4fE8gr8qPtDHkT3WgjC+1CU5Pjuz4D1Ih3K83SgWvq9AVz3j80E9d5XLPVqeJD1gsVG98J+mvKoyiLsB6y49O/cBPu9cQT3YV4Q9ldt3vUyKVD4+TKM9uk3Pu5PPNr5C0yE+XURGPvtqxb0BTEu9DdFXPc54Zr2kUmo9RVo7vfOaKz4mCBy9l4cdPTDTK7tZVMS9KRhoPVrCnT2h0cO9aVfqPOM5Mz7paJo8vYXqvUhutz2ZP9M9fiTkPTVRPT0zWhO+k8GuPVW05j3TyBo9Leu0PUyahT3c9bK9HbbTPd86bz2KO0C99OQPvsrjoD1l7Wc9H085vXWfhr2cShc8sFhGPp6M1L2HzfY85sogvmhfEz5/bZK+of1sPUg2lbwv3ww8AyClOyXyEL4MLMa9tDouPMRXG76M1Iq8g12jPSpWGrt4Je09FqMRvlYvHr2CuRq9ZaHTvNv5Rr35rHE9HGoFPTARFL0Atvw8aHvbvT2Hfzwz4lw9uyoevBE5MT3AdJk9IP/fvc3m3TyMwuo90VjBPreqSz6QrQk9B47SvW+yiLxUXaQ7IG8Jvjm2Ob0yGPI9qutqPekegzyEj1w9EI6LPhv16j1/nBM9UJ1CPdjSor3johi+CJRtPneovz68Deu97gEfvZIqbD315aQ9m4sEvSDMfD3HcDU9V+qdPXqz5L2YPVU+2E2XvetBgz0IZ547H2vJPT+k+D33xkk+aWYjO7/e8r2zHcS93ZooPiOOnb0PIvW84NwBuj+xITpf7IQ9eIx0vacyVT6j9fc8axeCPqM4JD184gM5r+9ZPePrGT3jxJE+SlKxu8diA73BLOc7TsgzPA+JwD1grHA9bdVNPtOcLr4kJq68Cd3WvRgcJj6k7sI9B6yEvc4Kp74JW427Q9zePHxIvbynzAy+EY3IvdDqcb7w70G95cGjvma1zD3yBTi9Xe1LPl8wI73oLCM+ilvFPBIDDr4gxdk8OprfPSPYuz0P/Z49kbFdPFFvgj4JLls9h6CAPiAFALzAhWU93YA2vbFRf73CW888dVAJPodjYbz1wHM9mvqlvVzPDjzrkva9vYKnOc0grLvbSfS8FPIGvZwoO71bWfQ8BDmoPTP1c753CFs8dZK9vBwjCj5MSLW779iBPDeMFD7WPcQ9SSNnPUG7B76CzNG9e9xfvRBWfr0qFoU9nbdxvTLPh76yCAQ9X5+RPYCBAT4e3oO9CJ3qvUnwez3shSG+xnhqPSDxeb3ovPE767NOve411DxlTgC9BxVwPI6Tbr1m+0O+bao8PmnrLL6jYjC9xbThvSthA71TArW98yBbvqTkR724jVe9KwO9vJONH70HDkw8XZeRPOkFNr21knk923u9PRGP9z0iDII+/sqZOrtgej4HyGK+3jInPpe4gb4x5EM+j1IGPhfNOD0RVTu8pPivvcZR8r3F1Ba9wp0TvWRkgr2ezRS+eTXQvaIIy73Varq9j81evkzasL0chRI+10BkPvcQAD6b2r29SxvFvP4yh72KRyS9mBb9O1kYID1Wrf29DxH9vaGipbsgJQy90fILvhTzub0YJq69Q+kIPuVvm72nagI+VDjvPQ7eej1AYwO9K9jvvW1Qrr1N1lq+RfsJveth97y1r6899ZEgvWYpDrwi9/O8GJ3tvTm6471qu5Q5V8QVvkZu6LzDzka7g8mgvL70hr1c/L08B8LSvaRVID3IytQ9AtYvPEFwHL7ToVg7cm2YPPzpxzzFUi48f5uzPIvbA75EIXa8ma/hPDRaLz3brYA9OPjyvIgscD1hvAg9Ua5VvjkPcT5EYp470k6PPAoynb2VN949cp1KPrgv7j3xcRK+GzN6PZIhIr7Mho+8375FvZbdOT3xEtK8D7utvIl50TzmmdC8UOoDvNaJZDupzvq8kBvjvZ3VE72l4wq+6PGxvTbWWTz8/Ay9aVEDvhF1wb3UGI69tdgJviGqFD6jdEO9Lwcbvt+6Dj7Q6lK+rdzMveSZE7olpyY+aHtavfcotD1EXGc+XR2EvWFOwbzYfzU97d7jPBoutLxoXrU6d+smvsZ+pr0QVmE7hH+FPOQZCz5Xx849uysIO+Ryo7x4GG+6YOFgPnv4gb0hy5I8hTdDPC5P3r20ixk9bgUXvn/mZb5r5gE+89sXvuvomr7sQdw9WM5mO8l8eDxOYGA+NGiRuxOT2LxBdYi8Ya2UOtACGryyAf69eJfjuoLGmTiWCcS8tZ4hPLKCUT1V+fS9njD+vK5/KD1zeq07Pj92Pvbw/zxfdcw9VdoQPqCP6ruGmSe91V67PBoxZzzbQvq9EWRbvq8EU7xxi3U7M788vrBbwr2x3Gi8TktfPvXbHD2qUnc+sCAIPeVhOz4NxVG7Ui2YvWCo8rzKt9O9gLWWveQSnD2dcUI+ZrmavuCstL11X9o9Uwc/voB7/731DIo+Jy1PvptIPD03q22+tHYFvS8el729m5q9dHdkvCz7Hr0ipMS7ZJSOvdmQWj5giJC9x2W5Pea0UD0fMaS9s3ZDPfnq+L3qhrg9ZhQnPqAYaz3UvYq7el4hvVlE47yzQaw9JiSivWcgBz7dt0O902HdvVK+nb3s1508mG7mPIYONT5jXds9i3civUTHLb18UVW8s3tfvYtiOr3+o9W9hZl4PoDX9T0GUTk9MWiNvWMlcT78OUA+QuWJPYSYHT5JKiU9zqwzPTcu17wGdoE9GJcTPADIJb337k298qCcvfyIgj2rrIi75292PjLgyTxdx8I9t13Pu0HMhL2hP+O93DHrPJe2ED152za8cSC1PYKSgr1Up8688l5dvGHtpbysViu+sVmOPZQV5r2kUh89RpG3vS5jH768tOU83jWOPhNcZb0BhgC+Wwc2vizkmDpEjcu987oevlC2Fr3R9j6+CLbFPV+TkryzgTc+7jFvvvXKUT6CCqK95rECPhEZdTuW5Wy9prAJPCbtJL5sFBQ+jVwYPKYFgDuhTF69pDQcO1vWnTsZyrA9jKIzPtOoZTvxK6E95Hs6vSrtVL1osMw89mvePaZyjD1Vb+u9pnQnPa7EwDwmnkw9AjUKPTcUmLs4lna+XGcfPnG3Jb4m4O29P8QYvYr1vD2mI+s9X6tXvQyJLb4hbg2+D4ECPtwPYLx5s/89d79nPuj5qD3lYqc+BLACvvvRc70pHCQ+h2c4OuKMxDzwjFs9cw8vPjP0+b1IHfa8jjZBPlX3M77+TEK+0PwlvKkptbxCJZM9AmwEPQRWZL03EAy+0eJqPZEj7rxT1I++aZcEPLOqgT2+U2I9rF9XPRoL0zxJvmu+A0rRPbaGBb3m/xW9fv0gvfgBpTykoqm98OYmPc7wPD5mTK68eJdRPoL6sb0XCEw7mneEvv+UOT5ysF0+c82bvTUFkTpzw4Y9qL9aPXgjLL3ydic880drvZRlkb42hAU+xKIfPoullr1Vzge9TuYsvbDz7D15W3A+f2aQPdt7qjpwMeM98Qu4vOMbrL1tc+C8KYmEvB/+0z1MmpG971CUvWdtBT0a9hy9dj6PPaLYjb2lhYY8TnUbPbLFKD7t5zM+XRY9PIZipjxU/b08ZlnsPL/tNL1YQNy8uiQCPqTFF74GiVs7sSqIOwprYD7VIfM5Quy/Puq4Bb7wNvK81Mdzu5wbmr1drle9AKiEPIuxOL28fYg9mgBavcDRyT0hwBI+R2H4PUgt8jyP3iW+1n+qPMLOLr5feCA9hPntPfJLFr7FxwG+AEYPvVW4Kb2ELkE80Qb0PATOFjxm8Om7R+3aPRhqVj6Kaba9gRqivVpmgTz7WFM+UJjYPRHGXrwfB+Q9vrraPV5Ep73/xMq9/jtXvR8cLL3Td8s94iUevamr/TzDeYG90JCJPagxOL5KPuC9zgsKvm6A+zwjgU8+kk6OPan0RD0GJGk+FXLiPWiCkT76DXq9Xdk3PVw6rDyPRYu94wMjunm3tjwyKSg+juTyPDFZNr3Gp7Q9WLrSPcUmBjo+CwG8RpqtvW6mv7sMH369pO8fPaDLPT0/9Tq+cuPoPaxRKj45cLw9+EgQvvMWUT52yVu+srwivjmNvjzp0GI9EQr4O5Ekbjv3djw9vtfevR/Z+rzx42M+LMNZPdd6ST5N2wk+Ap3LPUiyd7zc+ew9MW6/PW95vz0ktAA+J1zvvCLvR71FlIo9lTwGPtW2Jr1Cbas9SAN2vbjc2TyuUu09f/KgvX++dr6/1AM+/RudPDWEkz2Dapu9LYMYPnBMjL4kpvI9yWONPR+4tj2QOO48TK+NPeajyj101la+VpDtOnIDIb5/L8k9YKB3vbbEID5v/wS9K334POfCLLsbCb698DROvZ7lOT5cBjA+HDS1PZiTDj75+w28BpVavsyTmjwSvM+83sxkvpP0qT0+9wC7LgU/PibG3b3M6zi9NYFavd/Hib2Tj+67/GsqPcEX8bynjCg98RD/Pf8HMbwzuvo9tFLFPfwKaD6jduU9YWAYvTmOcT0oAMM9s4KcPPv5Wr6seNa9ZxGNPP24RT3JFp09DgA6PfrMbT0xOJ++eqFfPYGHsD21nKs9mGUTvnx9gT4gbdc8EsrmvdNMHj7NNrK9L/kqvTg9Db0x6bI9QieGPRgQ+z1G7e69ij0OPLxXUjyV8wc+85d4vWBZXj6PWXk9WwvjPb3bgrzxAL8+whx3PkjwWz1VNqU9HJqiPY0NkLwRBIs8jdOeO0q8t7wSD6O9nNWuvU//17xWe+m9ZUeOPTrv7zleGz6+/kjUvG4Bnb3XTUo90gNTPO1Sdj10KMc8Be5BPe4EG74bsFi+Fq44vaCDwr2EdvK9CpzBvSks/z3FmBc+85DEPd/CNb0Riwu+2T2gPUGQjT2A9KQ9z4ooPuxmSz33t6W9iOwQvnQNOT1ARfm8DzFTPqQhMj6MJdM8dkWcPVZnJj4x8I291nQEvo9DVDyHAYS753kbvQueHzxHTTK+BgzCu0syST1YjFW9/hH7PJiyJj0HX4W9QSBEPdZJTrvSgn68BXBEPhEu+Lwv+5+6TJ/qvJxBAj2Yd7K88h/0O9Ysf718G5c8faaDu8Q3Br6IjPk9ZfdkvsNSGj41/5G961DbPct/WT2bUYA+9a8SPtLWmL2qn5k89ut3Pf8AfDz4kgS9GgCHPTa5Gr6mPXQ8afYDPSsk4b1SO229TBU2vusEsT06EVK9bGHtPTR5jj0TSsY9nLvBPHquGD5GUtI8SS4UvtxqQr4Rm1K9n2KLPYmhJD5eERe9ybZ1vTIpmrwbk7W9A124vZa5Y7u1zg+9SZ2zPfKgCD4CqZc9fbV3PvuDs77FeUY+1Gi0PbCWjLyRbvS9tGlAvkWIDr6gcEs+CEnKPIJo+T1op5C9yC/FPdDkkj1nSzA+oYSMPZc9Mz70R4e+pLlBvVM/lrzFilQ+504Tvjg4N73aXQu+yEvSPLiyHr4v8TM+dQMYPs7o1Dyk78o8ebs6u4HFc70+U4a9znH3O1I/R708/bc95LDFvO/DHr1H/QC+ixEQvM+qYD0LTp+77umdPb+4+j0GIWm9fGzZPSp19bsMzkA9FFtSvSOe0Tyt2m8+dtwwvRkDcL0M/F++xfTUvQAI9b2be4694nIgPsx0Oj55fdO8AFvOvLFS0L11ZCC+bLxDveoGbL6sxbo54QexPS5JEz7NBIK8yNbhPRJDxr0+Cqk9NdwavBnNgD3Xhng9P56IPJX7Er6THwm9Zwlmve6AmbxOE4i9OEGaPWJrEzmu+SC963MCvoNvgb0pNAk+xY7evFLk4j00eY+8sNO2vJO0/LzOCcw7O9LZvLfOpry3lsq9DUm+OtbHVb3D//a7rvEFvidBuDxb/i++mlGMPfhLir0B1Aw+JMzEvGYTIr2j6BM+AFr7PBFyrL0QFBS9oSYsvLcNJz137iW+fYCSvUSMQr284Y48BpEIPTdD+L2cThG+cdmBvugbTb75hSc+a3pevlE8zDxHVEI+++9YPhRnZT2wSqY+nY0yvq9PLr2FW0w+rrj/vQK2lLxY3DE+tpWIvekWfz6lBRa9lJeGvayjET76P669VuzbvUkZEr6TcX69kWKAPY1P+D1NeG89/BHIPqafZT1Rh68+r4uYPaveLT547FQ96+6iPlQToz7VYTU9HxnJPQNkpT0hwqU9JYaCuzw9BT0hfYA8aNzjvftM/T2fJ+U9EH+WPc1lob1NnoG9shexPOC8ur2gVYy90OluO+jcTj5oy5g8F3hhPYYLuL0Wqlc9NQUuvi3BgL0UYrM9xdhEPdOEAz0L0BU8zB26vT41c7zEm04+JpxpPt42v700Wk+7SqEDvnwhBr4uG8G9ZhonviL/mL1gn3q8FtLkPLR7PD3YtVK8GPWhPZldH7wyh6E9kBcIvQ8RObyU2cy9cgESPlTLlTxfnhQ9tAZROvYgqT0sa5C9nzqivc72HT49x4m5sD2fPQ+X9r2pswu+aoV7Pc/f2j1Fhwi9g+GEvS9WA713Gi69A0bRvF40uzy5tKW9H29hPuecLb0tSfy9RbeOPb3HcD7ULIW7wasVPuOD1r0EDHu9iDiQOqbikLpkCsQ8S8IZPeCnLL0DeMk9aCMOPT1nRL73bpU9/yhkPiS3UT7MXDs+P4rwPAMT/L251U++tcmzPmGGvD7ELwE+TNcHPjqnfzudMPQ83yg1ve0YND0+dLc8BGk2vnYI2z0zNIQ+HM6pvYjHLj29z9K8hkV9Pe7ZGz6QzXA+l1T3O7aLur2m29U9pOmNPRrXeD2/GLs94bduPYE6pr3/Gs+7+T7GvfcWAr0dkCE9ounEvKEb3rv2eVQ8uDiYvdxPcDxnSz891AHZPAS/jD3IoQc8Nu+nPYYMdDxuI9U88wUyPSVgGD3rLWS+14RWPvT6WL26Apu9Ze7DvYO+ZzsfRu69TVuSPSvQ2T2IMrg9izCVPRnbGj4FBxI9xhIrvAZ1Lz4LSUG9skI1O0gMID57/I69tODRvfM+e71AOYy8g4klvVXrFr6byF294/6Au7RwsDzaR468FSBtvtSifTypmXc8lUjEvaQDX71KQ0W9eVE+vGumyb2AI7K9kIFlvl3P3r0ntdI8pbNlPUDmtz2aHJe9R+9kPcKkhz692mW+6jCVPY6R8r3DE6o8YfHmO37skz3/fbE9yFRCPFrYcz0/nrS8i75WvhuVfb1Yr0a8iSjEvCSZnj01DCM+Xt31PAOQI74yCBU9EjIGPvnr9T2+I8g8GAowPhTP0b3WfNc87MoOvWYWyT38e7077veCOzXEtD3V5Ik9HPahvtJrBb36xyO7MxetPQP3pD3+pYu9F4sFvnx3O743/N09RHR4PlpDPL6KlvW96zECvkiBSj0PVZi7bUM+vePBfz0pMru9VHDDPWxhR76CxOk9geoZPPnfJj3xn/i9bEOSPG+m5ryGODe9FnjLvIm507wwwEQ82ZAePc0xhT1u1dK9mHCsvQPWrz3IQK+9U7yXvQPcIL6ZOB6+qMYUPoNKdj1J8QY7PsdbvCBAIT6ic7I9aXucPYntzLzr0Tg9lP7VvdR0/73RGdq81bnYvYMR0b0CkvK9iV5Evp1QBL3Dmr48lLzSPXsH+j09pBW+iLeWPQutJDwK5bE99tY3PJ5ibD5gnbA9klj6PM1T0j0UGwg+609nvcUSAj4U9d89/TU8u+pXSj7UF5Y9wgsGPUObDj4kTje9+7GCPT9PjLyk0zi+0TWVvVgDTbxGUgC+L56uPVoEGr7dD089pRqIvl/JO7stAoK9kdIxPZ5rtT0cNZu8Mb+EPKCpTT1kauY7bN8FvpQHIL2uPBM+TP8NPlP3OD5jMu290fUPvAsvL77TgW89BugCPpUNdb63zn++4DmEvQBd/Lz2UyS9TSJaPSP5Kj7VCdY7vmYOvduTIj7/1Ay+O2oLPkXdOz3iCI09MZfAvbCNib0c/I493j5bvT7Y4Twgt/g8QgCbPMGuXT2Usf28KHXXvZGzvDzlCIc7vgB/PKzAqL1GHUU++fDXPKHlhbxZwy0+IRYBvhqRzr2u2Z29nO+LO0yiQL0DKmm8H65GvK/AhL1cVB67TxuhPfh4qT0M7DC+8ZKhPRTFmTwZY5O9CnkaPpx1272y3808xzkjvDkvDD3Ebik+WBUwO4UlkT2sKHQ8gI7LPTV62z1E3hK++oglvhnSHb0MdEA+RPajvRtaAb3S5IM9z7LDPBcSE7xJ5u48ow+oPa0a7rzDgw6+OQo2vR8U/j0FLKG901cZPOTG0D1ni5I81oiGvkd447xVzTa+6p8LvnUP2r0b7KO9evqzvVJSD722hdS95uWZO2xycz30ME08Ws7KPb7CsjyqN62+PXxUvTXwT77fiAY9Q1K2vUfv+r2wljs9+yq4vFP7xbyED9q8saI9vVvPyzwgjle+610yPfQBkbzz+ws9WtS2vToP1L0Sr12+kYLPvUzMWTxsjHq+jaeJva9GJz1ng488HknQPKajnrq5JSo9nztXve2uOD6ebM69set+PnrcpTsZhKA8JaGcPEqzMz7zKAY+1SiEvfVSEryK6s+8UqdbO0xm/TzjTEC9X2P5PBnnnL1o/Nw9/O7zvY9EAj5NVvE90ixJvQFr4Lx0Gic+HeKnPBmgCr45IBm+wSkGPL21mL1qKOo8YoJlvRkDMLy4/lK9MBb4vJucgDxPCNy9LBKHvWPwH71fvri9qtszvpBoJb6ZXSu+KYZlPbKliL3y4Gg93mS0vYHDY73ferc98nEgPc2JCz1R55W890CiPfGg5Lw8+Be+KhsFPonW1DsetzS9ctQBPu5n6jthu7A9h5EWPgpYCj1yTMA9gXfQvXddPD2GjpW9PRi0PYBtGj6s0Om8/cQZPiQ3Oj2t1Os6jAQWvr91gruF9qa+5dkEPTfXCj2cY8K8HZKsPXlDiTtqKOk8/roEPlbXqb2pOt69xAnFvAX1Ij4j6g6+OYT0PdDGBbxTJt28I3P9vYXc1DwNUDK9SYgpPhCMZjzz3EY9MyM9PnJH7jzx+l896pduPrStMr2kzKm8FzV4vI6DRb4Y/o09DykkPcbwpLxoo8U8JiYxPF2cXzwBqzc845cDvmj5PL24Mx4+RhUbPmyzXj7w1wq+s1vlvc0IUL4oJ+o9oCzoPKfwoDw+af69T4gFva20jT1PMYQ8KxecPW3p2L14UqC9/50EPb4ojb3+yAQ8IYWePQOjlz1D+P29tlaAvVHgpT1FrEM9mDTXvZt4CT5a16Q9hGuqPOpiqDx7e3e7D03NvatOZT7vkCw+SDHROc8U1byO3F6+pJ3TvVBLTD4qfBY+KBPDvQuI0bzyw9S9LZfyPf1HabwhXrQ860DMPDM3Ur0tnRk+72oLPRvNRjuhS6S8GvUWPVfuCz1uOzI9B3XPvTQfGr4uvz++evbBPMQfrr0wTtg7uQGgPMd2uL0qOSK8hTydPfioJL7SpUE+K+aEPbadir1m5fC9ERYWvWScKzxEhuc95Os/vUU80L3c/0I9ToaPvPoYqDsIHqg9TNoXvkxLGT6JGG09S0k3vvKxp7zdBK092R9gPBRYWT2fNf69AwtZvV7Xj70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "NjIiPOjEMz37N2+8cYNLPTOgLL0hcEo9MbPJvSfp+7uk/Di97p0oOxGCFrt1ON47tS1mvPhst7yJyEA927yluw=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 