{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "eA=="}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"_user_specified_name": {"s": "YW5nbGU="}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "KjNyPlWeCb8BZuO8b2/TvSBBEz6ZgJi7qnmrvpNF6r6ptqM9ighbvfysM77dYwq908bLvkAslr642ce9v/ZFvR/H3j2e4qO8SuCUPRpYlz2KiaI9gTYHvbJixT18LtW+IQOpulsmm70I0wM+9MGDvoV/HTyV30E+r7kVvqDh073AsCc9y/tGvnCFIb7L4QU+b/cQvkBsMT42xV6+kgwIPj7mub0uxwm9PFCUvhegH77dB8k9onotPKnpFr6Bmoc93rcavtn5Dr43FGm+CwaFPL5EMz745bK8sz8Tvfgj3b2omYw9y4V4PkMkwr6h24K9JIdHvQnyfD2Sg6I99RvzvYmGCz6NzsI9hGUDvQPoQ72e5ck9oUcKvCJykz4qeBK+MzqhvQMdDD4txbs9YX6HPosUML5xKiM9/OoUPcsyKbwxn7U9CjuKvLjhR7tjWu69JX+mvWj7CT02t8G+bPcwPnx4x72Gxy0+KWUFvuutyLxZSzM9+mJDvbBiQ73PDle99rYPPoq6NL3lFgW+i5wavedIfz1TSIs+oo9mviiD4r7HRvg9n7CRvuApPT45Iqa9aaXgPTk1s70GWPE9uDMtvqchyL3iZkY9ZN0bvul6Or31L0W8X3VPvFhF7b1dPP89fv0FvlTBO74yWfC9slF6PMKICD1K6Aw+ft8KucsCbDujV+M81yyovV+9bD2ig6u9Zo6mvmcVQb41VII91DrnPeD9ID2zSz4+S6pyvs/KGD609wq+Eqhdvlf9sjyX6gM+4YEovj6eAz4etTo9tK+qPFMZvL0mfma+kZ22vVx5BryEbUq+XToivjo3Cb4ZnJm9koGhPY6rDL5li0K+O1Siu/gtkT30j0w9H9JuvYjjUbygWzY+KJezPa0+xD7QTbE9RrWfPi0AuD0ho0e+gN0/Pk6vK75nwwI+gymVvc2J9j3V60y+UeOpvlbqLj1z6SG+qyeUPUNiuLspvaC9xBQvPlUjnb1JZWQ8iX0+PqDUiryplnu+XMAMvMZe170/zQg+NHR3vgchXz2oRcK9yaGDvqN5nD5BjAA9FPD1u/S0y76Adbu9f0NhvZ9pXbwZTnM+Zr5nO2nJ7L15Fvs968oQPqw0Kr2eHEK8WCL+OyJEkz6hfl+9pJ+fvFHrrjyUB6M9Rkw2PjLlXL2n+3M+v2KPO3YXt72rqOw9HwdNPa3qnTwp2N090QwyvrbCoLyWJoG+On2rvd0SxbvY+ei7jLQ0PrZKjz3SkNo9EcITvq3IRD5KkwY+1pq5vbeCRr26sbk+NlL1vX/jqD6kyHU9Ta0jvflJwT3nCpo92WWdPlUBrr2nYG88texvPnctwj1cCBq+HgpHvpPVSj5g1rW9BaDxPYt9kTzf5ye+9JP8vK6MG74SLVK+qjkmviWnHL6/ZxU++m0LvIcNzj2KPG6+WyKrPeicIT4L5bO8TUNivStcS74HgO09qAJevTF5Ez13zb+9q6xWPMUo7D1qbsw8vYTZvLpsmT3ynie+zWRRPiLzA74Xoh6+OPWKPR/98r2H+Jy90RF1Ptghg72TAN27X/oovr9Oi73PVzK8FysbvsviWb0rdxy+1/G4vdanTz0r8Tg+GzmnPo2GND07p2m+ztCWvWeppD7qe9O9NM1kvZYliT4c9Fi+PVtbvbnv2TxFPHI+Yo5uvYBg97tBbF491wkzvbCRXr3K+QG+bexEvLSAurwt1kI+s/R6Pr6hMr4jzhk+TKcuPjDCer6yzh68qZQTPlxDRz60D50+JKLiPXKtH74TwyQ+7qhLPcdaDT7NRf07RNQUvjjwvLvSB6+93EcnPlm2gz7MgDs+hh9qPrrrjD7VfxA+i4oAviQBtr3N6kk+INR7Pl8MKj40AWE+MZwtPIRTF75YKFK+dKJJvoO+e744ygS+3UhaPYr6+L1KPY67oSdwPglxTL4zPEG8UxCsvUSqmbwGUzM87hgOPau/DD3wnN48+SiMvpzTuT0IcUi+U1KMvqrzMD4preA9Q8T1PR0ptzxhVBw+ZGQnvaFONbwMDDg+qHtsPiPuyj19OaS9OZ2kPX2L2T5LleA9FzHjvM0dWL77XBu+uTlQvpkGjToooI499Q8/PhkegL3XcMo93B9jvWREJb6VtJq9IsenvC9/Sz2InPq8TKblvALL+720+du9xl9qviBK5b4C2UY+7X4nPQEu2zwSGj+9p5dWPt2rPL7Scou9Wz6Ru85IT77Wnhm+mji6vWlnVD0+5DS+bsIQPo8w/7xoyCW9RdQIvlGTkT1ajlW+iMKlvqMw5j3c7Uc8KSPmvQSsyL0JDoS9g5aXvNH4uL22kWe+CWsnPDBFMj7m2kU9gCm4vfDpv76VVgW+g3xwvrPNub5wc7095xKYPbonj71T1ve8/tdRvUeHmb022uw8S8kmPoQ2IT1Xnh++7WoePii/jD34vUQ+5D1FPTMjKDuoChW9AeN/PLEvzT1acB++yFNtvkcQJ7402Sa+gBhXPv4YWD2HLDS+qclYvlHqSb4H6qG95KStvbnKRr5j9Y+91sQUvmh3h76LzLi9Eb4HPlPAZ74M3Im9jbEcvlg0uztO8tA98MlWPXewvr2TgiO+AoFmPpX0Dr6uYbq92db3Pcp6+b2d2ug8KkqUvRnXgD5q3ZQ7jQ06vsxoPD6O30M+K5sTvSvy4zyc/1+801HwvfGFCr5cS1e+2QDqvlDaDT6GSLM8V+I/PfidbT4SArC65VwkvLdyIz7tXMI9/TTovfZm571HbpA9t1bfPZOdYD6FlFa8WMSovW2fij3cg/s8VA4DvrWC7r186cw98k+wPZx6f72fG0i+sFpVvswqD76R/Dm8KU85Pamtij7WdIO+YGJIvsl8ar3ayUe9wRkpPpfDpz1TgVq9A9blvZqeTr73qsQ9FggHPZ/KAj6tCO09xrMsPfwSbT4HkOC9qmqavZAzdT6MRZk9zrC+vZU+ar5eoVQ8xSE5vS1/nL2fupW+QrsrvULhNL55qlm+1w0evrq+P72NwJ09ku3iPdEfLL4R0lO9rKvZPVuZez5Cmua8IFP9PS99BL5mpRe++y2GvcCSlDyJgDO+lpY+PqTKID44EL49zGLYvGpLeD6ffaG9kdlTPof6G753lre9tdxyvusSBj45+yq+xFg2vW+2ND7OWl67dni2PVF8ez7glpM+ImtZPZK2cr4Dc4s9BCcHvjIpuj27dty8LhhDvMcruL0TsaG9k64bvl3mUj49Zgi+YC4KOtuPML7EisW8k+kmvSbMM72+7q8+umEzO1/gBz3bMPO9jYA1PqJmjb5ztoi++42dvqAme71dYtY92fRPvmDEML5NiDQ+xh4QPfsxLj6ePSW9Yf9kvSK6Pb4Advi8glfyPYbEhL7Vz/q9YzYvvjxvir0evio9jlpKvYFbiz0V0R6+h9c5vfINRb6rDOW9QgyDPZZZFD55mgQ+VT9EvY2gQr79Ct09YVQxvsBbSz5aZm2+Rc6/vV53Jr4JULk9JI49Plokez67OrU9bNgOPUR5i71cTiK9zi7qvXK1sTtej7q9IbVjPZE1Pj6uMcE9hVGmPEl4wrsqBcy910W5Pf/KdL7U6Ze9ri+ePqV2Dr5Ou8y9XN/1vVXAQDzKWVG9fA3KvJqUV77llQ09B35kPTrJOT0UNwa+P+/HvSNIVbxNmGC9UlKRPXEa4r1ODxO+IG8MPvV2lT7R03Y+RJmwPSEtab0ony08M7SWvap7RL6rOC4+vRJdvdzfCL59jKO9ecF/PDeSWz7U7pS9eFJcvqifHL4GVgO+5wAJPcFxib24+Dk9JXhrPZKLQb7dNnM9XARmvsVNNz3XKyM+VMcRvscUUz6jQmS+cCMwPs6F8z2vF/e89EqLPLc2vjzdXwi97wi1PSzoZ736EUM+M9yTPVgRUj2yF+M9s0EuvY8n0z2tk26+P8cgvtdCKz5ZGqS9q1wdPjjQfDyUhoe9aByYO5WNn753+7i9Wu6KPZ0x8LxeIoE9HD6yPSPgo7xXuY29XfUGvsRoFz7pT2K9PzmsvWDenLzOALS9Au2AvYKDGz0jFSY+2CyGvf0Us723TMQ9C2IUvbKgWr3ubAi+JI7mPDD2Tj2jRGO9FebFPbYixL2NRAM6lto0vpguWz6Alg6+3sLhPaoUF754O4C+0tK1vf4ukz7+LLs9MrnbvJzLpL38XEE+By2su8hXbL1cvpk+57S5vre+x71PmrI9NAzJPPq1wT2K1QW+1OKCvQjyUr5wADO+LwdEPjLh9zyzeic+8OEWvkMrur3SzNg9rbjxvTnBvbzU9W6+okSSvYxKg7zoVMA9lAf6PW+GMr5eXPW6yk2RvrWLbDy1MlY9lbCWPjU4db5urAC9OBynPeyt/T2wA+g9rf4Wvjv6pr4HfYe+ntIHPnTumb7ej969NRc+Pu0mmb5OfiA+Y/+7PbrWIb7sK/u9766vveSuFz4CFrU9CsGxPjEypLyuUG091jiKPvSg5D6U6CM+09RbvvrKBj3NLPI9aLqUvlF1lL7T4TS+efSQvU4qLD7U3Vk94FBovo7Fgr2lR9w+A1mqPM6pOj0oxFa9dvZGPg+hhD0VQ5u9GcNEvkmUoT7w7xO+njRSvp1nRj1QfSS6ZnQgPic2g776YAE+4jTXPbV8nb0k2vy+xIbLu8br2701uI49rGVjvqicHb7RUo0+HyWaver71L1QY8W+V+7tvehKFD4y+MO+9qs+PugiS76Doa2+/TW0PYEUmT24CuS94nP6vSRXKL4osBS+3LIYvd2m2b4uGro9G17dPX6Bu7566oy+uPaaPSPlUbyFnd49mfVJPm6AOj0Pn5O9EkGBOyFpbD2YPcE9ykzkPElgsL49tP48X1ctPVNwv712upu94M0DvUTdZLwfDcs9FeyPvndWgT6RWCS9rbzAvTvc6D2OQxy+l30evmGEFz438R6+psu7vcnsXr5wCHw8cLRpPJjWcj5DSaK+PGcAPl0Psz4gmXC+nwe+PXpoxTzGj++7N51SPWiysLxmSug9SHfKPY7u8r32CKC+McmQvRHTFj5ToM09+u8TvozrGb4IfhO+QR5nPb04Fr57KCC95wmlPvPWiL0OOgI8xuAsPUPcrb6wgyE+j7h2O1CseD3VM6w8HsxYvKSmbT4y3Xu+deUqPifM0D3ZchM+HMfOPXlwAz7Hfik91ozdPWNNgD5LhAG+7VVVPmAGKD6quXY9lTyrPsfvez7rpHc+s6ALvgohs73iRra7ECxGvV1xhj50ASE+dVxivkQmMD5Yn0q+qAKAvahQSz5y7d48vB5MvLcLoL3y+nE8rKL0PdetCj1jBzg9s383PkCWtj3jRim+negHPuRfFT5gE6G+Q4rbvkD1JL4hM709A/DbvdTq2L2OyaO9YK/2vC1ipj7mBCk/t+Wrvfz+SL7rzBK9zX4WPnvUFj12wIO+GJY/vpO5jT5apAk+qiVGvjHCbj1afBa+w3SYPeWCkL49BIO9MDA5vht0gD6ubaI+Fyylva95H75aXKO99gs8voSyYT4W3Gq+JAzCu2I6Vb6zGgI+MR8oPs6kaDxJV0A76VZ1vClpiz6qk969wfOBProNhr5JNxI9rN3qPdF3NT2B9vU8C7kgPqC6ML5UriG+XhoEPdCivzwnndm9CaspPjBrCT5Latu8EMJOvh+cEj4b3Go+5bvSPYUMw7wRLT++uyKRvfJ0gj7q9dE8aREvPlUx+D2TRj29netpPbvLiz3Aqba9LHI0ujsSzj1mPyu+WRomvdXa7j0dNAg+EcytPZDFJjzIJr27Egz8vUpy+b0j1ow9eXGEvaWu/r3Yh/+92zYNvhHwQ75BVPi9Zf2KPWyiHj4ivCs88AiRPOP9lr4xM40+5gJ4PVnlcb1yIGQ9GjV/vpOpIzzsacg8S7pPPldP1joWzvO8wqdyvTCLXL4FDv29/8uuPpI6tb5PQBU+DCiNvs0QAr7ofME9DgwJvoozPD4lQWk9l9XAPTJ5Lb77K409XlPmPZyzszx5/Dk+St9ZPamWb76/zjm992JZPP469b0UFRI+d8RXvobXEr0q2lY9yRuhPN455D1BDuQ9z7k4vI9/CD6/HGG9ZbW2PRBrcj4WpIK98vIdvHqAij4XKzM+jCalvX68xTtR9k8+Sq0DPv+ZRj2glkU9FGFAPngTJ74n6hy9HPBTvsxIFT5SJXc94uIQPTdH+L1f6AW+N6lFvR8pEr7szYe7Lba4vQDYCj2jZYQ+OaMsvWlb5T21MhA9ESECvXpLDr5G9JC9Q3OIvT1VTT37poy7by5HvpjgMjziSNs97YwsPfL1IL6dt2U7+hhlPfxxX77yzZK9ugbKvONTRL4zuzI9t0yvvQA4LL3e4+48NBB1vVl8Ub1KNQk+A5CDPqmUF77J6hc+SxUwvjJEgj06mFU9wcdTvQ+Txr3zzqY9d+xKvkpCHT7FCsc9I9UivgwT2z0EMzG+yC4vPrGzzb7NMAw+6N7PPYWAhL2gVx6+f/qBvYEbmLwyfDy+usOkvTFkirxqp4o99YQEvgtQiL6biIy+ALUjvg8eTr4Ugt+9xTh6vpEEB730vKS6m9sQPoR9Lb7fwFC9SijwPDZLBDxwVLk6tuYtPeTYF74wzjY+yS1hPaCOBz155GS9UbXovEFU7z2zHlC+j7XrvcbDmbwB+e+6kYCtveo1Ir4zAdw745uIvWSTujvvvyC7ewebvRcT/r0Xal+8MIoUPRv8hrzBGem9GxONvRn3tr0UHQG+vf/nPUrF2j0RGou9LNdLPrCPKT3upGq+GAATvgoCgL0D+ri8UO72vtaidb2CvHs9SpQrvoYZmb3r5tO96wPOPFM1zT35efq9B08CvQTpuzyZFUW+2H8ivlL8yDtxQZo8IJjbvcjWubzf/iY9wBBOvMRhzToKIWg+YeVrvfojDjwjVbu9UV0sPsb+ZL0eB4s+F+IovVlgsr1tG5O+LZTSPRNbabvdn7w9dTYbPYIaAD6asF49if08vuXhqb3+yPQ9I1IOve1UML1OWQw98VLKPXJUnrqJ8pC8w+iku/C4or0Ke0K+i7kKvjpH/b3qkDM+pv2RvKrGJT7pk/m9VfA8vF13Gbmx6w2+3qyRPYsWbL66uiC9IY6LvZq+4L2PiGi+tQd4PUqX+r3WoAs+eLdePnHlFz2ARZC+mDgevuijOr3RJxe+BUqJvF8dQD5kKfQ8j+34vdZaUD18Lra9v829PYwLEbwcx5M99nM+vgoIAb0cbM29yaYKvarHfj7Zf6+9vyFjPl6JNT1xlBy+RvegvUYLgb1KO+g84AXpPQEZgz31lu89cb4ivpkUAz0H3UM+8ocDPmN2Oj6a2P6938WDusIOJb4f4XY9L/jPO8zGzLxytiC9/zxtPAnoVb5evfW9SzphPTaDzr2rFG4999YWvlidN75cVDS+YFozvbb8Dj5POw++uSryPS7pgz7NdPS8VaPsveKYh75E2tS96+D0PNMZTzufhMU8W/TKvcM31jwg4cI9daQRvmMgm76MFqS9KzXzPUNTo714nNe9RJvjPdVqIj27/TC+1N8FPMCCeT2vl8G9eKIEPeBuD71/M6e8mS7NPFfPD75QzTy90aRBPeNx/byawSy+xzNkva1afj6SYB2+3OiAvgCPhT1X+UU9EmC7vU9uRz6t05O9j1qpvYuC5T32dfm8tSgvvkcBDT571ou8DrsVPZd7jL2Do3o8xoukPO5zfz0ela28dm34vCWvbD2o5oY8zE2evdAgKr76/Pk9gWMJPhUobzxSsbC8Rl6Uvb0Par6meXw+LpaMvUoyXT4U+K480bk1PZFwD7xJjta9eij/vb78sj1pSr47umstPqdxzD0680C+rxDHPJKC1j3w1YE+Qm1IO7aa9z20NUw+8d6yOxcbkL76wXW74qkSPaGSC75rb6k9Ms7RvYMZ4b0H9vo9ERhFPhUpkD0NnWa+/aHkvXRA6D0Jq8s9V7IQPr3XNTybTc+9CuWpPZEd7Ly6hwQ+xnWWvHZYSD5HNeY9uJsbPkXsLz4pZPQ9qvBuvrYjHL7dqlC+4ZlvvoPlFT3Gnac9GmwlvmCWbz3ujqe+U6oHPu6U2byxXoE9Gb3jPXVdHD6XXgU+m2C3O/Wx071YY6q97t15vjLjJj5OQA29w0XivFpbKD4q5ZU9C2FSPANCqzxCzuc9C/+KPQ9QFL0qVgq+vaVjPrb48D2opxA+vXjtPX2cIr0iTaK77Dh6vtlzpzwn9/W9znggPopasTx6gpY9r57uO2Swzbdk93y9/WOBvWK+WL4XgJO9MhnAva4AXj4gE4O8xPG2vEfjAD6CBka+7GUNPXKRaD4bHfi7U49AvddQFD5n0k+9WHW4PZPwJD6hsr09aQiSPlV1Aj4TBl49nef4PVrHsT3TUMY9H6gHvbmVHr7CMKU6WRDKPTe6P72/OFw+txJSPUT3jL4zjRs9k53PveaqPz2pG+09t9hAPgP7uT7S8Ny9oG9LPoYD670l0D+90yDEvDA3wzwuB1C97lZHPmM7dD6MYaq8yODPPS7hAj7/eWg7r59QvpXFvr2ptzU+qxpevmf5Xz3f1mo+gdXSu74GQ71utHi8HwUkPUsJgD2lszA+3jM9vsKLOb0r928+4hjiPWTnjT0thjQ+adW+vVZ+Er26iGu+ziFZPo70Mb59Y4i9mRdlPbHnAz7jOcW9yPsfvUM6HL622b08M7YevtNCyLyMmNM8hoAQPirbBj504YQ9fsdzvfFQ4r3JXEa+TFTQPI27hr3zfJU8o6cIPpLNID5nvYw96vOSvG2Ktr2wP+489FIMPbvjpz0kTPO9Pgcqvowomr2rfdq9XY84vs7lJD4HiKg+SyxGPZJsKD7H3si7mTfpPYDCCD5Tg7E9Db2ZPokwGr4ANgM9aWzgvVjxGT4SNdC9N/1zvuMNoL5atpw974B9PNvjmj1QdCu+7AotPquZpL6Gsow+DlDwvdZUJr3/S7Q9GPV8PYzEPT7M6g89zYMaPdVO2jsz8Y294E39vKAj1b3w+Nu9c1wgPkfHIb6+xVy+MSEIvk1XwjyzWA8+XumgPgud+DxhNu29Jk6HvqSqTj7QQJC9dlB8vkhFKj6//W6+DVV1PiYzGb5pX7m9zKOyvijFk77J4Hw9uqmNvRZKyj0nFWE86zk+Pt/MVb3bVpw+icWRPevJp75YJJA+yp+GPg9pnL6n04g9D978PVi6Lr3Hcgc+jlIivjgUbD7zKN4+1Q8nPWhHzTxKlDg+lvYZPnQnuL3Yb0G+cZfIPdlRQD0WeBa+98/fPb5+S74Gk1I8VWo/vbBABD6l4BK+sDBwvuoZW72Vfhk+2JNQPleA6TxHJCO9vB9SPlGb7D64SEu+/H6JvTMv872PlE2+qW11PXg1Bz4ZUms9GbOLvugu9z1chL6+r3tnvn2Zib5RBys+qpMQvspgqj7m7ym+dswDPilqOD3G1Ao9GvLfvkPlGb3H7sE8wHDBvjpyDr2XOiu+7dgMvR0i9j1qMbQ9/OCAvvR6oL3gCMi9ITMjvsU8LT6fM7S+MLAtO0rXID0zif460ZnjvWASDr6gO0W97epvPfnPUr5Abzi+ATDnvXCtVjxcdIu+cecRPliprL0nlFw9jrgnvsf+4D18p5m+lG3mOgZY+bvO9Ga9sT+GvfPNBz7TREY+P7nAvX/arL3TKWG9+D54vv4MMD4Zw789y2W6vHZOfbomRBi+MI+1vWVLhT7jhkq+JRbDvH2HM778YoW94ZcKvim+Zb4k5VS+C8PdvCFLjz62E5o9jGfNPXS/g770W52+pbKhPbrJAD4ZlJQ6qtKvPiy/5L370xu80ADzvQGFHL1sm+49AKq5vvD/Fb5uz7u+FmNNvkKMZb6LBZi9XS+tvkCMrjvIrd29ovmEPqAWLT32A3a7u66WvVk7oL7c+6c98QhKPum9f77RPoi9uRLpvcksEz7/Z3E93KdxvS/s872OL9k87aIhvtlL3b3mcVu+UDhCvuR9eL3LTZI9nDjJvZF2ZT6c7+Q9wF3DPj6CKb5BWzq9dsdmvusqMb6paYg9L5mOPnAl2Tz/dPQ99mfdPQ6IpD5EEYa84L/TvX5f8T1ms7u+XclQvkVGRT5dlK2+TCKHPaPBZz0UrIE9eKchvnGKjz5rgKA+dr77vpd4Mj4h2HS+/R3JvZHs9L5yM7897o5xvpwhOT2jKbW9cdaRvs5KPb62fQ6+IFgTPP6PDT0U0oE+QTezPpx0dL3j1028Sfz0PbvcZbw33V0+8NECvVNyAr4fxg++McRmvbwy1z05p5S9+JZnvflbCL7cBD48upaqPPAzgz2SINy9plsavh5Ugr4WT/I9AAY0vtQ177uwDKu9ugsvPZDEFb47gw499hAyvQVfk7x/ZRy9qtiivs4rO74zQiu9KXeHPUwIn74bC4a9+FRsPeM5aT1wowG+Xrmyve+0Lr2zvL69iyHCPZtLbL71MIg92ViKvlpTx7zMHY2+S6QXvQguD72OZog9zGO7u3Nyh719q02+yQv6vR9Exj21n0K+8BmIvpGumr2zsw6+blw4vrA507uKrP87Y2QEPvyLkD1VZ/W9pOfRvRUEUL5qV1a+Oa4hvjva8b2sXre92N80vIQSlT3yV0G9xZoCu+E1Ib5i/WC8YVTPPTce2rxugq09Zr3pPVCPpb2qN5e82EZ2vunZx74KR+I9TU9jvhKnhr7lfA2+KcI+vtxLF77pG5G8iEn8PPFXEr6miQc+K2ELPf1qSL5qQFq+BOsmvq/CELsGUFK+yAwYvv3cSz2+xQi97LLsPDw1ar79JTu+u9oZPo53gzuvVwm+NLF/vlx42D0disU8+R0mPIN8RD7fS1m+5iJRvft9MD1xEvw9LreavTcVRL5D/RA+uCukvWdSEr6BTgQ9VEIAPhaky71CD406efCPvuqoljyj7oi9I8sYPpn9WbyvbFI9pjDGPLPzrL3Jkbm8luSUPaFUWT2V+rg+ZfNyvarTyD2g5KC+Bc78vaYhML7i0hO+NTqXvpL9Qb3Ueis+zBSWOwz4ST3HXls9w+A2PvDV9j3J7Re+XH45PXJGQTtpUxW+EjWKPmb6xT0AW5s9jtEBPsOylr6g4UM+JauFPuLAvz35Eqe8v5j3PY6cJ70CFRY9UpusPsGMlT4TTIQ9FUdwPhOXjz2Lgtg7a50dvmxY8L03w2a9A3qPu1zZ5j2B3bo+OK8sPiKZNr7ZrLM9bdj1vH8ThL4PpJ8+UmCAvF/kJb7CKC0+45nevcaqn72iUBU+zEScvbcXYj40PZA+S/+pvkRpkz2x3/E87BuVvVsZcD2Cq969k/2kvS4snD6C1oS7U23uPClD5b3lAP29SIq+vVDJqj1f6iG+qjsPPYL/gr39LV89fDIAPg6RkD2bExm+cFT1vaiIIz5lgDY+RBQIPJ6e+L3/Pjm+ONEtvs9qWb6x03Q+WxwXvoUTUb5gu4A+gODbPbdnqby0i5w+ztAvPnBTzT3dbS69z93wPHOruD29vDs+4OpovlxqlL24x4U+4bnsPSTH5rxp/E89l1WavHi8dL1Ss6i9WSkQPuOG8r29/6G9cJTAPBWnaz485uo9k7D/PYoa/TyBTfm9hzBjvXwCob1zfkQ79VD7vadVAzx59yY+307pu3GP8b2uJmy+3casPVRsE77duQQ+GnxPviYs+b1imJe94ri2vZd2/bzVXSo9qdL8vAX9Rb5Rtr29PBgsvqWQiT5h55k9jQR6vQlyE77IOn49oSMQPhvAAr6CvzA+4TMGPSlvpzxN8ZW9qxoCvvP5Z76HrgU+MHrvPbkW8L1zm3Q+sYk9vpH8iz4VHJa98mD0PYhZkL2eO4C9xCdQvN78PD4g1PM9566NPgvSvj7Z/zW+DXwKPCUs47xlqIk+2fPXvRUy4T35O4K+0GHrvKe0Ob6chLi9vSRIvocTLz45QbO9QKzGPe9h+L3H/cy92/IjPsBTnr66TlK+yNahvYujnL2L/Cs+1kR7PsYfmr7hglU+MdaIPVNZ1DznChg+11I0PUYuE74CQZs+Ub/TPSv4cT1i8Ri97rFUvbcTCj7sTqq9oB6fPohRUL40BUU+sKgDPl56pr7+2Fk+n0wgPrLQmj6mFEG+yK4DPjXJ0b1K+C0+1psVvqp9Ib7X1Hy+eWu7vRmO6DzjPa891iKGPhLbHL4RqjI9iGJhPljMsr0wBYA+gQ25vh9s1zz629e90GyXPbxxr74iUIo9utrnvTE6QL1ggfI9gEuGvr1sDT6VogS+yJkPvPv+nLzRlqu8TGCKPsv68j2/rXi9tDh6PhXavb0YCoM+Y+jAPeCL9L1SFBe+DiXnOGaazr07tpQ9v+/HPQsGbD0MBda90lh4vW2MUT256zy9oIugPHG0ub3QQZK9eyR9PlwlJT22Kza+CgprvTO1dL0AOkg+KYXUvRGoiD59fY49bi2ive8qlb1x7pO9QNM7PmA1wb1fkO284sCBPgY4mj0VtzQ+U+7/PH4Zg7zXkh4+j57xvbJdjLyAa1y9wK43vsli6r24dwi+kFiJPdSGW74dXGk97fw4PZTqi7uZQjY9NIbIPeLHeT7Tmgi+P/yfPXdwRT3iVui9FVOUvdVOf76rsja8R6ipvPL2NL49tqS9nr2HvTg7MTmXdHO9w27tvWlz/D1BMIU9YWu9vXGaj72r+bA9zAGUPK87rbzwcSw9rMoTPE1mozt6gDk+BcrLvXdFRj7gODw+t2F4vSBkdL2hhly+YtAcvg8G8D36x1C9/tXIPS8vET6zTrK9efHgPaQM07w7pzi+y1gpvWo99z0f4bQ9ykAmvWAFib3rqQ0+kLKIPKhLFr2lK6c9bpIVvrvPtr0AZyo90MQMPgMbWz2/fSA+JIEzPqGQrbxLM8m9JVIiPofNQz6FRhM+sd9VPhbASL6wqoW8P3zTPRTvBj763QU9bJR1PaP3AD7RJVk+FFpAvoP2lT7d5ty9/r0TPjeOvz2GHcY9xSgMvqyeDLx+E4q7PtG8vaPAoLzbq+y9bOmXvPDpp7755KE9mffSPYTjID6mGEK+NqZKu3IxAb+sVIg+sjMOvXIdD77Qdgm9NP9Bvm7cET5ABlC9kLeCvn00Uz73jei9NREiPj/QZb7yGMI72l4APRuYKL3WF0Q9byJkPgrzwz63/O49eqlyPgfl+T1v9TK+FcuzvUvxgD7BOeO850o8vomeKT0R30u+42DyvHjFtL5bdLK9NSqjPZFPuL5FHQI+fOZmvR/Ear4d7sU+1AEoPcGQFj6NnES8OhDNPfblRL4MPrI9gf+JPTCXvb1X3YG9wlGlPRdOw70WF8G9QNmpPh01tr1gVzQ+VYllPhgUZD6Pvw++hPYlPg4icb6yVqY9UcE9vbkkhj6TzFc9JAN2PkYpQD1wDEM+zO48PdpKhDvLtva8a8mMvh90qb3AAWm9twsEPvcYor2Y+F++MoUivWxolz3skLK982+/vR+ey7yJU4C9ZhIFvdPmDr0o1ZC7IuP2O/D+gz7OXIC+kxcGPpLpzL68C3w92K4yPU4Nyz0PyM69tFozvtQEwztnW1I9mgv7vkVTPL7sMQ4+0a5EPjf8JD4i7e09JD0pvh+wAj4frkE+3VNavp6cMr7fQhA+x2C9vSiNJT7kUUi+JzySvjw9TT7KMoC9itelvRe9kL6z3oG9PQjTvaB2lL5izc27fCIDPuWe271q6oE+qAwKvmIboL4i2oc+TlZRPotk0T1c9+46hviOPWl5Ij6mVnK+Oto0PvFjCr+pMe29HXxNvjA18z5gbtM8B9GWPh4DYT29jFU6fYeOPifBKD4fukI+JsDlvQoJgL4UwqU+d39KPsXwGL1enUk+XBKkPlTWzr36gFw+nnmvPMJlFz7V1nk+LOc8PtEZwr5QICe9OOGwPUuT9DzXbOW9xY03PgOSpT1YeRe+8bRbvMyOPD7EIhm9KLxnviCoYj6Aa0K+XjExvZVmkT1H5sc7OUezvtrEM74/iCQ+F3SMPuK8f72QlIA+UEluPXXNDr6gJSy9pZtpvpdexLzNBlI+fIRCPlfvcr3joza+prOQPtm1x7gk29s9y8Ilvon6gD7Ou/48cAymvLO83j1yR6w+yP6NPQSUrjsitN2+ZGNKPk1TL77Vuw++BAnHvdimF77FX369A3sOPnXhqT7D1Og89mTcPm0Xgj6eawq+9r4vvSExCz4pWo2+T6krvs6Dl7z5DTK+zyUfPWjmWb6ptge+gQKhPgTdTL3yrEE+mUcnvm7yZz2NRx0+oWBMvnGTmb1CIZ27ltktPCNAFz2ZFtW+D5ovvQ2vXL0j6oY97FiwPa0Pxz2wn1Q+g+1UPfENsL4GfpM9CKDMPlP8sT0sVaK94dwVvZmsGL6RCwy+fb7sPGUuQT1jVna+mCkevmSdgD2qzli9nDUVPUlrNb348wK+7g/2Pdk2K75uCgk+3fAgvhF7AzsXj6O9+MzjvXD/kD2lfv29rorsvUjDGz2PsMq9FQSePae9iDyZgjE8CsItvtb/Qr4oiWW95sQ0PjL8fDzUSLE9hgAVvulLfL5sQ3C+Rpc3vqGTTD3FAhG+M9WYvWAPwL3vdye++tEFveO5Ir4N7g6+hkiAPT3TQL48LEO9diievtvm9LxeZPa97nddvql2+TzuXlq+koaFvXeI2Dzx7Hy8RjM/vty+k7214ty952A3PA4l6Tzagzm+4OynvLOgJD7oFd+9z8ApvuXo3rvIYq291uspPQ9OFT6L65E8i5BZPqJMnrxoDfw9TYi7vcjI9b3/NqA9SF5evkMb/rwH20s9WJvCPbljdr5Sb8m9KNXuPVbjFz3aHdQ9OJTKPPDfzr3g6b29GjplvjLwJL6s7+68jmvAveEoi761SEa+cMKKvOp3D74Hbka+zkbZPD4iIb5xcJo9uTawvD3DQb10t3q+75a4PeoDS70Xlh2+3VUIvvrNtjyPllG+DwmmPdRE2rzlJOq97q2+PYsju730Q6o9SQTkvYulOr2FykQ9LbJzvV5FOr55osa9dM6hviTSr7w2Tgu+U/kKvjU8Rb3JfMO8WY2yvRDASz4X/aK90EWqvZIAGD4WTCY+eeKoPer5Kr6Wzyi+a9EivWe0x72upjc+UaWjvmW+7DxXkW6+SzDnPQeCeD1p1Bu+h0yGPQn4UD14vvy9lHjVPQFwLT5FcmC+hyCXvaYFLr7IpJS9a31LvNlkqr426qm9t8TcPJEipr3Q3ye+h5OXPFD51b3ziwU9XNCaPqpJtLyaop+8PXVAPvRwWTxzisK89th+vhv0Wj0hT7C9rMKAvki34bw6mGO+aKJ8PcrzE7678mm+3xJjPoqxEb4hKpQ+ivNgPoIuR73Vdoa+1sTRvTWRwL1TTEQ9v1d3vmbKGb6GBSg+XIXQPYiLCrzNfgw+nG1avqsRnT1gkc25CWfRPWuSAD038C++v0kGvvgw6Dyc1H49NijbPMdigL4uzcg8lEvQPeG+Ij0bxIa99ZWpvtrYQz3bBhC+R4qVO69Fej0dSIs9LqZWPlXKEz4SSDE+/cV3vlDapT55JMY9oILdvI9Xuj3rns88cdRjPIiPMLvqnM89ntWCPnByD712Rju+xEsgPbtFtb2HBr+9aPelPeR4J77YoSu9omDAu9hK7btaUbu7wEniPSasQj3MGRU9eDUDvjs/Kr1q53C+Lx0WvoZ44D3POa6722sWvp2eVL3HV7G9HF0jPl03IT4SH/+9AXeJvXIbAr4sYuy9jZMNPnzhR77Tph+93p+OvsdJBT6efkE+QHxavgiDeb3x9SS+Ua/kvvCcQTz0E5e9iy8UPtsgvT2bU3I+Tc4LvnZQcD4Ps5I9lkAtveNJH774V2s9EjcHPH0v4T2PJs29Jn6IvhEHpb0+zHe+U6ffvhl7Ub4+YaI9FAmRPaz14T2bdUW9Xx7Cu9sHaj7p76S+YFAWvDUP1r3Z6b89iLmAvrM6E76U9z0+zZpFPr8cVz3AnSI+cAPJvQjivTwnsIC9f/1ovldbuz3FICW+1bnGvWWgg748VVE+NC6BvjrWPb2tpzq+LK2vPRNrgr4KzKo8pdBVPiPRvb3WhDu+uHIEvZ8Lpb5vvig+RukWveGIx7ySRg0+LrpJPsRCKb44WYO9Kum7PlBqa73ZKAE+eAnyPFvFi7u/zj++VGyoPg+alj12Oty8vyxhPk3UA744ip8+l/CFPmmLT75P2pG9+W41PrXVlj5BEuk91++CPI1n6r3tJA4+ZhsWvXjKHr248We9tAFFPYtEbD1UD469f6rKPQdyqr5l+mA879tauzlWkb6rmi48hXu7vYWeEz74bvm9s4MSPm7CiD2aecm9OeW+voFJUz2Ckx2+SyQWPWRnYr6oNzA9bz8rPlknpD1TLfe9qAumPnirGD6sL5a9e1QMvAE2hz7jGoA+aP0mvq8ELb5hxw++WqAGPl5hZ72yTfs9x+MXPp7A7Lws0AG9xVOaPbyNdr3Hvye+jtlSvv/D4LyJV+Y9EtOuPR8HJ748pAO+vyXYPXf3072U6um9MTh3PnvgoT1RJG+8l6kkPYhBCz5yEuK9gMBEPsjHPb1owIe8p/pxPkFyMD51Ney9/V7xPdg3c700RPs89YNxvaWYFj7UHGu9mF+5PaJsCzvZzia+FQQhvsezor3gHL+9riQVvto4Q7xfmvs8sv44vn4eaz5PZRE+wig2PTB46b2d3XQ8eGS1vbRphjxz30i+yQkyPklF2L1rF969nWNPPpt9Ybx2OGA+/9gAvqooJT2wi+C9e69PPBX0QD0niqK9kVzhvYqO5zswcLE9cyIIvlpO6b2Fyf+8E5C4vdcHrD3U6TM+x/oevlJ9GL71WrM8X1qePTBVZLw4T9q9l6hEu5SdxrxvBQs+EY2VPZhV970mmB0+n76tvYN4IbuXPze+4d1RPlmVyb33FkE9YqcOvZ8o/bzeUdy9Fu/OPSgVyT363+K97qGaOyrfW72x8q+7hCoTvshAHj6fuio7RPiWvfXmbL7OLGW9SxL2PeF9ob2Bppe9oedTPnylHb2t7Ic7j9TdvcYciL0Plps+Ph0evnD2yr1Uwze+D2q9Pe3FXr5s5LO9li0vvu5/ND00Cj09AszSOxDYjL39++U8JRqPPcdZor6eJwS9UgmOvRgvPb4zsj696NQ7voOzj74Oqvi9PSB+Plkxfj1SeRS+7zbCvaJ2wzqXTB69HBoXPZ42hT7XBAw+7WjMvR/8Hb0InGo+Km7qPe7jkrwu/kc+A2iFvvx3WD52S0W+GMm8PZVSlb7BeR0++febPT/fNj7/MOY9TrgHPdBZ7Tzq64M+6MVCvsJpXT6w7i89txktvfv6h74ac5A9k05vvuIsEr1cxzw+coOOPj17wr25mh+6DRQZvl0wJ76RxEm9D+lxPpUFG755WJs8r3MevJjfKr4YXeG8NkehPoxPrr5wcGG91MqevJPDhL0znBu+37QyPsZhYTzmoN09wtsEvtIfuD0BYye93ms9vaRVKD4o2RW+lP4OPrK6N77gDdW9+ZXqPbm83j0fDAu+p738vYwIYbwEq6O8jolZvucWoT2kuq28CxHnPTdygL2ywpQ8Nn+Jvm0Pn75K3Qs+gQOBvdt/hr03gzC+Ux02vUR22L3UJ20+kwcbPqpAEL3z/tc9RpnIvo+ZKb4Dho+6x8tavnoARr4aRBu+o81CPiKXIb2swcY8e7JUPW+GDT4wy/S6Ry7Uu4qZRb2xpeA89TCPvH4Duj7QZxY+pJU+vhTMjD1fdrQ96dDVPLoGqD7bMR+++GI4vniNBT6jPzQ81MjVPkZzvD6kMPY95aYRPoKXob1z9co9r3WKPtv8Kj271xA+c666vYwXzD3fm1i+zrcAPXkATz7cU549tyo+vROhn71PsIu+Q4WFPkCurjx/YNa8nepSvaarhz0bhHQ9oN3yvYpSO71pveM9w+GnPr52Mb6DXRG94Edrvqc9rDsPHD49MFYxPs0wcr4cYqo+1JJNPtg4Tz41xxO8YTA+vUXSC757WnK9MTpEvtRc9r1KdZC+JALmPVqVMj5kss09UUMqPjO+wb0mGhw+O5QZuf4qtr2yx4q7x+c4vq2sJr5VJFk9529vvuUAPr0M3pG9aDHdvO+KYb6vkJc+ObqbPGxS2j0qkya+4FvVulQ1nL3TJ6a9k8k5PjW8bj7e65u+m3x+vvgOAr6rxb6+JHC+vcF7HT3Yva+9Fto8PpXoLb6FcPO7QdBHPaAfBr6kLoa+wVJxPqm/JL7Lp06+DOEFvvMsDrwZdl8+PxfNPlkm7L1DAjK+tnBrPvJ1L7yOzqG+WKsMvsCWZD7BUxc+KjqSPkdBIz6QM0K+nF5xvDZUqLyE2ko+TqGuvQwJir5xCsY9HVrhuzq63rlPN0G+H4r0Pf5IBz2TetA9vu4pvM+pdb27XT8865IOPjybo755axs+iluEPbrlez5YP0a9PpEAvlMa0D38CEE9URYDPiG4u7044l+9ioL4PcBe7L3Hjou9J+txPpjRJ70eFEg+MZS7vXbB0j1Pymm+D9SlPKxqqrwz0aO7BXMuPmObnDwWNHu+fN+LvSvYAD7DihO+IJUGvZooGT5qzP29+Uc3PqZl9r0D5Ce+2bMYPgPMFz5T4i29Fae/Pv3eIL3GHkE80NYyvhLPx7yy1Xg95fTIPaM+sT15ENc9rW7avaBHBD0GqGu9gPi6PF1EKT6Ys409WM1UPviatD3dRZS9VzEcPu9ECz42AD6+yBj2OxY4GL6QTgy+KekvvRGtv70OXwc9MIwRPTBqYr7RvIO9roO1PfLYlbwlXV0+WhkRPt74+TxYSx69Vd2ZPRnt4L2xQpm9C63+vajD4T22RiK9mki2PbKihL0BBNc8cPuNPRdbAr7noy8+yoxovoO6Ajy4hyw9atHlvbwMq70OLJa9Ihw8Psb8Db49PWc8jrssPPLyor1UZ/u9m/lbPp3bE76IKDI+NZpUvXpjaD6JXyC+aBUOvWOvijtFLxM9dXHUvTNIKj08LZQ9OhAPPuPlCL41b6692GWjPVRWab5YMzu+IeHhPQWYST0cCiG+/CM3PkQN/b0G9ti9Vt+CvMZMRrzBPA6+P3/YPbbAGTqNK/g9EPcevqMdtj0kD+s9qlGfPX3mrj0XorY9aO85vu8Qvj2T63M8/dK2ux46Gz6sPHw+sKE1PSdkuj4Aid68UzaSvbUnOjzR+wS+GbcrPnJt57wFrTY+EkKCvQVgf71ZOqY983+IvmgZ3T1jRbc8YxwnPlr3lD3z6r4+QfTIPVpH9zzk+oQ+mcHdusFD2rpO9To+m9qyPQU+oT1f8gY+6GHlPZZTXT34YXM+Zm0YPk4HNb4OHlO8RG8YPlTq+72zDcw9P72CvfKwqj0vkb+8e3bHPORyf7wL0wi+SAq/vR5ltT39plU9GgZ7PqWPIj44bQ68dvqHvA1Y9Tzrbdk9dWRDvRUnJL4dAxE+44FuPIHrlj071Gk+v/+MPhr5qTz1I4m9QA09PvSvhbxVLQU+eWNJPmBC4r0+/FG+xi4vvTKx3j1SmZc+RgpKvndAKz7vvjG+xaKnvbthiz3ERKi9ANGuPg+O7D126Qi+F554vQTflT1r7gc+3daAPmLn2bqefUK+nFdKvRvI+z0edXG9kROavv+jxTsG6Cg89GVEvkltkD2SXhc/ksSuvaaQgr5Haha+826DPhSNOD3GIyo9sLyVPA+hGL6bqOc8ZMKgPZAuy72Mcgq+L2RcPjBwwTwjlSm+iT7NPOhMaDyFFji8RLTXPS5StD2IAr4+q+FqvUqfpz34Tc0927OSPs5NiT5xFbu9geQ2PlcKzT0hb0a+85aFPPhY3D0ad4095G2LvUd3KT13nkg+VYf6Pem5fT3Ml/a9TIhQPrkMRb7Rw9s9XN08PaN7JD6mepa+OFPAPY4NAz80qmw+PCxWPmhnrr5qWcO+neJmPtEtg74db4C9gbCFvvPjJj6iZ7k9TLxEPjfYJz4qTkS+enMAPTHSC74Araw9HhO/vbHbLL4bahq9U7WlPtwlzL5+d3U+YixLPod3Aj7kFWU9CCzoPb0IqT1T3hC9Kqekuw3y3jp3E4U9H8s6PiUpqD08Kqs9INpwvf96w730qUE+4NsjvmW/9j3c3ze+NrliPsH2vLxwti09xUFivpgsgj4xfJe+fEktPbtvCT5CIFS6nICsPGwy3D000aS+wh9kvgKC0j6+loK+mm4KvfZZND7XUli+P9utviv5TL5dUq2+2SD3ve+Cl74svlE9fvBKviGNkr23aC0+occ+vj29Wb7ej6m+lY10vZRgeD0bYsy+SA9EvHzADL9HmNo9QSgFv/y4Qr6z62W+KKfvvFrmJ70QyL67ggCHPsHKJD4A4Hw+LDPNPbgZIb6gOcE96G6Pvv+Uoj3Vfq09Ti0iPUUELL5VW+K8hO7pvYdb/L31Ml2+d5KhPraA5b3qp7U+uimXvKMKx70Lvcq9XYwZPobcDr7FENC9/79ovJjIyz56TGM+CxXcvpEZJj5qghO+1joaPcaYVD02XpW9cssFvsZgL75hrZQ9IESSvfvpKrwrgIw8u8rYvYTm6T19tVw98Y1IPL+PAb7uhMa9n4wEvQLIKr5koq49/GQpPko/qT09+Nc9nXQQPjH4JL4eXBK+gq2Avu40dbsEb1K+GIVkPco8Dr2yhru8Y+LCvZfk+r2X7d29ouAqvdkc/rxL98o95eWTvF1Yhr3fuOM99mHyPI0Tjr0FLC6+hRSMPYauO71ULzO+DX+svT9eE76JIZ49AF2mvrgFFD1R7/C96l+evoPm1r0zXVG+BRnlvf1zGb46hdK9rtwQPQthFr2i7cU9Iu0RvnpSGr5qJ3a+CkgnPZMc27xGvau9OYycveiJM76x70W+wTp1vlU2+7y1uIM9oqmWvZHeJL5zSQK+NIYEPfHSO75bEZ09clZtvRi/070MuEi9JkgiOm/9Cr5OXoM9UMmpvdrdG77DDJC9JC8mvVuJ3r2bWxK+NkdzvMEqd71kT+i9oDa6PReCvr15srC+JuLcvZzRG77htJu8LjxWvRAMiDwdl6m8FLs3vRUTC7794Ui+cd1cvVW7FL6raTa9EneuPa/KH70uiSO9Jo69OwrN5r0864U9ZpPNPc+wwr2w2+c83RVXvmiv+L1YDs+9Er11vWKKJLvpf4q+uUG+vlrVyTzlikG+yXTYvTQVAr2L/Kg9krNWvfoDPL5tbH695jHIPfiBlT7JOjq+JjqXvDIAqT5ECw++WTR8PjKjoL44+ZU9Qigivo0i0bxrvBC+yECZvpPu7D21mqK9xjzoPdO7Dr7VgDC9KBrFvQzUq77SHea9LVlGPv/ypD0fznK9CEenvEK+Ar5Ztqm9c5SkPneUzD3Qmmu+KcyfPtM7EL2J7WG+OIAbPj/8mT0vja6+FLZJPuOjRD7Q8dM8qXAQvj5Jhr7kRls+aPzRPSFtPrvgZvu8UCooPsxEBb5rSDM9Ef0hPBU7Vb6PxY0+sNv9PGWPyr0caay+d1+PvTfqgrwogmM+C+wwPggzTD6uEas+zUy6vUf8Uz7fb5I+6+S5vCmx5b2rdcQ9d41cvVCuMz5kWQk+3E4YPU4x/D1nbJ094BZ2vHN8qT2/E5a9FPtnPo7VFz5Fexu+UEmtvSNcg70txZW+UCU+vpjy7DymWvI75ybxOxtXMb6ePNc99TELvv0Ctz3J1r4+BMXYvYpq3b3po7Q+uevkPd4Bnb7L0Qa9I1RzPl2tVz3926O+knDLvdm0VruPnF8+O8ApvsKpnD3J4409sr7WPUux/Lx9POu9LjXku+rJvT3/oag9StaQvopuIz5vjTy9LoMEvl8adD55Ugm+gMJLvXxKCz7U3VC+lUEKPlq6L76OHtQ9jPqpvdeqw715K/a9WqGRvpc5pr6mcXQ8AjipPJadKL3TZ4k+CVWLvvnrrr45cQq+LLsjPZI6HD4aRK29NGuJPRloFT477zc9e6Ulvouxtj0QO9I9NgFRvs4foL2clYc+Dlo4PqPOdL5ukE8+fv8/vt78NL1kRd696vqVvsQIQr13z44+H1SXPUDM4T2MTVQ+3AsevqgeRT5oxCy9yPaCvlLnl74NEIO+GT6CvfY45z3t9FU9sRcBPnNgJj4qs2E+Obckvgvuyb3H9ZC8v3m6vV6jAb4JZ3W7LcyTvtB5hb5HN4y9CkbWvvCym7640aO8lDI6PhmoXj7+OZY9q1NiPFytfb6WtZq+DMs4vj8Bar6/hZs9xYzVvQtqS7jxOIw+cumOPodgq7uc46e8YN/MvK9wPL2HJ5e9HliAvkm8PL7ZYOK9DgMtOl+KxD0nsqy9PHanPYzR7r1NC8s96zZGvmgiN76mtxA9KkmWPs87cj1NwRi9m7KzvUzQbr64Ipc+3FdgPSdgcL7hcoO9uD08vn+IHT2W5q++MmS8PbsJBr8zYa88rxODvSHg4rtz0k4+lBiVvsWofT5VNJS+bKRzPrQgrb3zW4E+kwXlvVT8DT1lkoy9bLNTPdcfhD07Zy6+72YuPlHO2L2RcSC+bsDHPeFwvT3QBqs8qfVVPdkCKD6+1Js9jJ3tvGDetr21sUG+M3y0PD675j1kQA++QJ00PhK0Jr42C6S9MeGDPRZabL4tFcu9LC2KPB6dIr5D3ye9iE4fvlhnoT2vWTO+arZVPIGoqbu9ZTg+/9Jsvtcjzbxp1o+92fEavvy4r71cxu08axxBPK0SXT3QFNC9DJiGvN+h+z39IP29+LpNvemYG73Qq0S8RbcpOx84V76Pzuy9KKJVvd0cIz0kRFa96gK6PFV6mj0zhpG+LrJUvE7UDr6rM3O+ePDnu5O5MD1s4AE+LzlovqHR8732nqU9uNdtPQJdEr0L5bI9JYCuPd2hkDx6RSe9Myx6vso8mL1wJAa8IiaHvU1fR76zooG9P1nvvc+k5z2WiQA+2+8cvsw7Ij1PGK69uKUhvfYpLj1JZEq+pmRNvbu83z1T04a9MfWcvcZJFz1AvZw7SMycvfjsAb42uIe+Af2KPcKG2DuoL2q9T/4vPtHy2j2454K9vc6APZvGMb5ca/G8drdvvU1LLz2vX769GqbFPfVxKT0hhHQ9hYgwvvDkID0JqT6+KDMkviJq7rxME3g8iHyCvRFkOb5qVIm9LuXru7ixRT2avum9Jau/PWi3Hz5TsG88S2UkPXKs8L3uelW+8eu3vV6Cjr4Cg8i8gp7hPUnJKL670M29vjKpPF0Zob3U3tm9oOEGvcNtir3iCBU+sYzxu2jSbjzYabi74XBDPimBjj7UNmE93kYgvb/SSz6TG1S+k9mxvccSrD55sQa+OgCMviH/Cr0Xl/e7EOaovW3UBj0VYUa+G4U4PdWCPj3KwrK9NgnXPUwxgj6WD4m9R8gSPfgsqL7+sRA+o3shvo5XCDsEMo08LLutvToKQD7ezl8+Pa7ePaEiWb408+G9Jta3PjQCRj4yXsM+vajoPiB7+Lu5+Hi+MXU3vksTDL7Wme0+ZysbPR5HsT7TgtA9uNQGPmjWQT3kpf89BFNSPdr7i71i7bI+xJRhPi9k8b1rpxg+DHKSvbdSBb79A8i8jLqjvTbxFj55K94+4MVBvqUGkb2QJ0k+hVEkPZgZg739heM9g6/BvfaHmL3WNQU+Wx4WPv4TiD7QJJq+RpFpOuhcyz1Wjb67jGOcvUX+gT53o9e9e4aBPbMd871w4M+9TdzsPf9W9ryWtns9HGlgPsfSSL4R8Xo+HNBpvttwxL2tUgc9L8Fuvd6HQL5tw3o+NyhHvc+m4L3xkzw+AcgRPgWkNT6hxiy+7Vo7vkt87j1SsIE+HtunPuTXr70rx34+SMU4PQSJm7311/u9eZ5iPDVGj74bcdm9ZNcfPQXKMT1kNhs+GpFdu1vOGz5si249wrwgPgLhkD2UV+I9cYAePsUWvT4lFk8+EZ7Bvtq9Ybw3ccO9ThtGvk2el775c8S9bt9FPfsvBT1x75k80hB5vuT4jLxXcde9rS4Lvpi6Dj76BBC9N0iYO93b1Tyvcju+3sMaPkc2Ab5HJoe++wSXvriZwb3U9i8+pPaovYq4Cb6XAvK9XDMjPhN17z3garI9qqdrPFCM2Lw1K4U++YLLvvDIsDtBvVG+fWcpPp03ND4phqO+EsoGvzI71T1w1Bu7ctxhPayR2L1Ix04+A/rXPbnHyzyVrOk8gqgFPjASbb3amV+9KyYbvoNoRD1CpJG+ZEYBvsujn71RmY28lUUcvRR7ub2aFvo9ZzrIPXv9pr2iiKc8nW8SvRnzI746Saq9G6m5vgA66z3mlQw+uxCAvQFKJ76Ig429tHW/PR3jEz5N4li+ZB4hPhxnCL1LpBE+VPhGvmqGVb7mTAi+lrPzvafDvbrFFVy+0O9kPgyvBT4HWDm9O2mMvjc3WTxE4GK+6wBMPg7t2D3Y87W9UjQgviyP9L04oB28k4DVO3XPPr4IpJK+bxWNPquSsz3+jvC9ixRMPTfPxT2jONa9cgr0PVA9Fb7nEQk9kkebPUTizD24j6S9T8d6Ptp+jr5QjRU+N+2RveowVL6zQq49GL3DvRAYk77iomm7HcorPECpc70kerC+9f8ZPZ6H6j1B0DK+mPZAvlIR1L04Y84+vhbNvTr3t70ZNqG9ysH2vX/W9TtMwxk80xKHPWkDRL62bAM7Zxt+vc1QMr7fbQm+7rNXPsiFsL1uH7A9/6HsvSZYoL4xZQe+LvpCvaf61TweICO9u/CqvBVBcj2mhKQ9mR5KPRBkar3Dw/a9JNwevpMn67wyJNq9iz0ovBGjR70XMUu+Z6E5Pa0nqL19OSc8rF7TvUN2371PN8m9+wRQvgeiP74JQSu+JGAjPfzCMLteDuq+UtaZPbxvvb4SY1A8pbaHPLe1cz57CyO+E4OVvs4WMz74Or271c9gvh0NTb5Aka29t9RRvoasCbyuxp+9RQiIvuqAH72IA409ECaKvYKSHr739qy9qgzDPbKsOb3ORqa+LV7DO6v8xLzwg9E9g+amPfqkJb0qqm6+6RuLPWKclz0yh3m9Y+CWPUzrSL4hKxq+tlV+PYlFpr4cBkO9LbwmPYW4qDzPmDK+3KssPoyJOL5E9g6+N5QRPc6P7L0Osq+9/QyivqZduTyu3+w8j3ZNPUd2jz0hNIy+JUcCvexccL4GmoG724VUPSzn5LyjNyG+9wjKvTcYrb1PxhA++bEAPoUFP77XjfI9krwDvo61Wj4Hohq+S+Gfve5xQr5cw7O9FAhmvjhCpzzlEgA+yoyuvYDZpz3viT49/+DYvSliE74cFKy9gIjHPT3s3r0MRLW6j+E2vqvBdT6fSke9Olr1PXupBb5qVao+DS3svYwHQj4cp+C98qoFPSs9AD4ROXm9niCsvkjovDwppIE+7fInPo4wOD3gbqS9UcT0PamSrr1VgZG8RTkgPv5asz0eBJE9M4OTPnPxaL5+q4m8r7knvmSP8L2//YO9udPBPWmxpr7WfbS9PLeFvuGrCD7wph+8eQg8PozNMD4+Wlk914mSPnv0kT53ygO9l3dKPnDVobzTY4c+1JojvrADvz2eYeK97eAzPunDZr7l+Si+HTUDvqzHCT6c6w0+aircvUdyPz11MWy+kNA2uzCzhzw++Cw+Q4COvrmJtT7cazc+jDy0vUfGjb4ZAkq9INbqvJkWDT6DMvK9V0jxvH7CkT4B4BE9kZFavvE4cr4GCdE9NkzOPBOreL2mJmK+VziGvVMtOz5fptm9YcioPqNIuTtZh6y9qNalvVX35Dy7kpS+bt1QPs1LLz5Yp0Y+1RM3PnScDL7KTt29+czzvcr1RL6qmKA+92tDvZ/7lD3atYE+ZAlLPq7p+T2+U0a+C+/CvbErLD7FWZM+lqRcPIitUb6s+LW9aWALPvezdT5tZxW+GIWrvEcQST7pYQ89eVQSO5SPuj1sk1K+YgSSPmWyoD0s0lq+RbC1vcdsWD5fGzS9O8YyPQaFtD5pe6Y9A20Jvk86CD1KZdM97u/0PR1Jir5PQDo+/bkcPsHQ+z1Q45W+1iOwvqby/b1r38a8vxCyvXxtjTuvK7y+Dl2JPaaznD6MF3Q+db+ZPU6KX75GHtm+kzr2vN1fdr5t3Y0941tjPUn5O75nPii9nBwFPqYFBj6084e+BjmEvlwImD1Vw4E+nEucvSEdPT4PdSG+EoDLPZwaWL4Dz3m+5cZyPiVCsT0cXyq+85ALPpKsc73YDxQ9gv7Ova7Ml73/h489OVLqPWhfHb79jma9YduiveLFUD3zHKG9qRSKPoQQir5tm5g+Yoi8vpn/pD2QBzC+M7M/vsJejr3CkiS4IYpuvvo8sb7tgW2+FxoQPtIX2r6z6rg9DnMfviLbuj4znFI93eO4vPfMir71uQQ+yJXDOpzxtrxxseM9B2OLvZXj1L6kxnw+Gc8ZPWThDD3pegw+A8S0uhGKh73vGK6+9m6lO1yD6L0O9IU9bo1/PXHY/r6jByS9ARJhPKQhor6gA+G9vef7PC2qC75FF5q+PkKPvhN4WrxlYYK+E4FqPiPTeLtseKE94DXXPHB/6L1vZTC+mq+QvuEBkT17piM8I9ZNvVPRaL6G2ss5mU9RPuA4VjwKKLC9WvmEvG3vtL7ZPZ097/iOPQfW3D1/GxK+byFvvhOagD1oyrw8rPUrvkYiVT7IezG+OPOHvW+Tqb0PvhO9MFysu3ew372w7nq96ehxPnfhQT0u/Ru83oxQvMCwoL1vDHe9hqTUPccbMz5cnsQ9ttJCPq/lpD6foB4++Mb3vdIhnr3ilbi9A0koPNqFkz6A3L28QKpsvdZlEL1M+0O+smZFPheFNz5tjME9V7r7Pj6BXz4nbRS88KJzO6I3fz0ev5E+8/muOm+JqTw3RzA+dXYjvA6Yrj3Vkxi9xmUXvmMNJL5aHgC+Yf3qPcaYRj7o1A4++h6BvWU6WT4/fCa+ahWEPVGCNDy8jdE9Ic37vTTEEj4FA/w9lKcsPeTnarzHbL+93/7PvZog6D1iYpO90YCWPQbH2zzcLcK8DIzbvetq7T2HCqG9ZpasPEtay71hIMk9axBsO18liz5T0EK9BX+ZPEcmC76tpUo+uPgIPi7sl70GmIC+K6cXvQY0RT5lipG9M0NtPkHDUD60ITu+NrcMu8OCHD7+mei5NUGsvBcNGD53LW8+nw18vdvTNb752Zc8j3C7PQbBt73g+d49qwu8PDfM5Lwhlqy9chX7PV97Ub49i34+mZeVvafnmb3N3TO+HaILPRHgBj5RUxY+KFcPPWrxwL32zC27pqPbPQT2Mz5aeic9RY2VPJJNhz0Jtow+KsTLPKp27z17Gpe9qYSDPesZPL6xwuE99mBCvbJDI77qhgs+1KK0Pb+jHL0nd6q9UxM0PhVm6L1Y8kw+xAiIPtOgLj4aGiO+fhEsPhTGKD1atwW+RutHvmTn27ynGFW8shcdPgRX6j3rVE09/BJrvUh3GT3dtE0+xk26vVahgr6ibKM9KjeAvSH0v72Dxe+96MDdPir4+z2vknC97l2wPAyDhb5+3Qa9khBdvtjbk71G+rw9s2EDvsDtVz30duM8T5RTvmP+2L0vZ2o9Ya4PvgD6u70bCY2+MDmAPUAhHr47Vuy90ld9Pgz7OD56qpO+KPb/vdx2lj12uiy+NbPDvazwcD7AQdy9DQW1vTxpSb0N8H69ZhJwPmqUAD1F4tW9RdumPPT/Wb7Kdwa9unVFPPwYBz2m2Tm93qsxPeWZs7ysALI9baHkvVZHB74AdYw9x56fPbyiWr5XEzS+COJavsEDqr1jKQ49lZOnvbODwD0+Ryc+2xs8vRr8fr34IhO+5IywvrOTGj4PSom+jy0rvgYad77kReA9N6Axvgi53r3J4KO9CPcbPk2qHj6ELKk9qHSCvoiACz7PcPY9dJ3APXmc3rytJe08cKpaO1dA9r11IyY+RnOIPvXD8buN/wS+LH2QvptwFb5mIQe8wfGhvRn4Sr6uMYU+E2w3Poj3ST5tRV0+WSaZvBKPGzymUXu9KCqOPuPaj72nfZ69Gb2BPBF1UD3xIiC+ygIVPSB5XT3KDO48L66XvYGobj0jOzM9QF+XPlTjs71/Mf69Q3OJPuYjpz3MNRu9ubwnvrMxcb4LYsM9w5j9vZ0dzD0j0x6+EYI/Pqh5zT0LyQ2+ZFEfOx7GDD6Bp/I84UNpPg/AoTysJx4+wgTqPVEBk76cney84g2svbFO6ryjRfu9vzpYPiNR8Lw1b0c9Zp6wPYUQs700VCE9IbNwPrdjEj6W5Rw+/jbgPYKu8b3mLLc6xJuWPgf7Fr4Olia+0q2Uvgoopb3EgaW9fXKjPQQ55T3XMH29CLojPaLDtD2svQC+6JPyPfpfbz6PrEA+Ny9mvkMSF741Pq27IRuBPiWmIr5xJSI+p/T0PWNqpD7vp6a9Ca9jPe0OIT3gRqA9KF8EvgK8V7yQORE9/Sj1vWQDJ76pYvG8rd77u5HZU73kdEc9Qdm2PN2vej3o8IQ9TGULPqHpwL2Dkho9lvgYvvSTXb5I1Q8+Jh9BvrZ/fT0K+7g9XPB4PkWRNj79HAi+jGOwPc+15j22JzU90mcjvVLxWTw+neQ93blNPmGujr1SD5S82iM0PccFrD0S1Qo+t9OIvqMNeL2KW6U9tat2PiZaxbxVHK+9azEwvmFP+T168wO+esGDPCQscj3dEH4++ygtvTpncD3gotc9eQqQPMGw8b0M2K29iOoqvrUM1r3PxRs+V9rFPAcahT7cE00+gNArPgj+Mz69/9K7ZdiKPFCePj2kzgg+/sVZPKuDAL6tkY094IDtPQazyj0CRHY+7ZQIvkRT8T06MY+8YUAjvolMID60iNK9viK4PRy6Cz7Ze5Q948p9vfU8mL0+8V+9Uo2HPXrdUT72Zrw99D/ePd6Pxzx95b299iEBPjoXOTy62Yi9t2U8vruUUTw7umI90WcMPc2ffLtuYrG9K/Vfvl4qJb48fK69D8+YvYt5dj5g0Jg9boS7vXY8lD22PFy9CrYIvgDrl750MDs9mThJPqaEdj2f2aq8iHsxvEzQbL175Pm9KpDYPeOUSTwR5QK+ooGbPTbqmTzjzRm+o4a8vRiGEbySRuy98xAwPSjo9j32o6w9FN6QPQG+v7u70Y4+4L3YPbK6pD1A1849KaAkPn5iyD219k2+KDhtPj4GsjwqRHA+010avg4OJ73YsKc9UgS4PNMrtL3CFvu86s3kvTsTI74oHtY9XJkGvkGK6D3YEAi+oG9IvVD6+z1Oiyy+Mj3CvYpSSL4ov0o9ch8RvudMFr4of+m9gYAzvbaUCr27hB68/C6NPpw9MD29NKw9rYCNvcWxoLwpMY29Wq4xPgUAMT6zdKE+kCFgvJGPeD3xk8M7Z6qiu60Fdj2RUw497HTQvbvzgr38rFS9XMArvBiW8Lzl+2k+Ch6hvfXbvbxt/oa+gZrYPiQMXT7CyYa92wzLPe8zp70dAtw9VeHKvRXGB70M7Y+9DlRdvnDrfz4Bu8o8fmLWvH8LoT3HOYg+RdURvZnmmr3tn/2969YNPpzwar2ICJI8b+r7PnI+mD5dR1c+5lKSPbNyRT624FS+19IMvu4aHT3Fl9c8siC4vh85Eb1hkow8LB3CPRCSv74Mrgm94AiNvkRqGb6iT6O8YfARPrW70zyL7SE+ssL/PaoTsz7y9ge+DmJ0Pg2QeL7rCdo9VwFMPnoauz39WFO9z4WHu5dPbD6p7+M95mmtPjiaWL781D097OSTPjSiBzwIvD++GBAnvj//87z9eAQ+dEgzPgCJGr7K5BU9iFPuPqOPwD2A2ig+fTwEPJjUYT5JAZi9b8/GvnKrRD75r/U95uwqPTwISj5OGK2+aS5TvfI4vT6Vmx07G3YbvLAZNb6sNp68/GznvZEQED3qHYu9odiGvm7UaT57HIu+mqkAvZiGJb4hg5s9pcJhvhW4vj5zjfi9p1RCvmsmTD1shOA9mf5mvufbb76eIYY+/8irPuMrP76lj429z9nYvdCLRjnbrJo8zQShvWIKDT7DeJQ+OKXTO2nwsT5zwxe+4K1NvjHeoz6h/0G+2crTPeL4h778eh++RRI6vurz1b0buaC955etPeWnpr7g1se9UzbbPOv8kT2aITo+xhIFPeddwL4IxUU9dy6HPQ7kWb3opm49ibIMPoO5RL5pFBk+OjdmvgXHnTxTuG0+YbdRPvxGT73iJga8f0mxPuT0l73LBmS8nRdDvry9Cj0MA6g+p0DnPYWuyb1MbPI91NHBPUBOdj71ALg+eI3xvVONrz6Kr3O9jyqovbU0yr0zneG9On4ZPMavB76wF2M+gFj6PdGPCD1abbG9Zk0gPX4aGj19/RI+AY3yvBexrj1FOHk9xy2KvkXtXb7f58C9qG/TvvT7Wz7VDxk9E5ucPfSlR7020li9gxVGvc4lnL4O+HK+sEc5PA8N8L33VVK914OfPo+KEb65kAc+We3fPhvEUz748JW+yWpfvDCyyz1Uhb49ZhtjPWGeor3y75w+My4jva+SJr2J+B6+utgePphuN77RHRA+VugzPRGziD5yMg6+1HgtPtVMPb5DsPm9tjZ2PUkGLr6+l2g+M1IaPhdExj2lBPe9ufikvc30K76/P4q+iCWKPuUEZ773Ek29eyydPsbb5r0Rgr0+/Tl+vsK4bz1F2ok9a+0bvv6Wlr7B4xA+Euq9PvColLw2kA++s5ISvriUK72APCe+vrJxPjQvvr1yJDO+wZ1uPq8Dib6yLpk94jGJvUUwEb14tTg+lnHdvd4l5rwLtVI+zGCxPfu+Pbs6M2Y9uU+rO6nmaT3UjAO+pIiAvlTEwD0HPaK7lcIJvpF/Gz6I+e68FzUXvvWdmz1llFu+9IOmPSfdDb45Yda9D5VhvTLEsD1EOMC9wg2dPsfSAjygw7y90t/cPfngPb6ARyC6doxkPiHaLTzyKMS92dLJPEhsO74Go+e9DuF1u3neb725d7m9UNoNPtQ86T3NPFy+wZsHvRO+3L0ziji++Yr3PV8/5LyKBiA+15C4vU4aKT68uRa+S/HAvRU9jD3JZMo8kxSePW/W3jzCNEA9gr9TPfXX1D3KcHM+PJb5PbihlLzqiaO9Q47KPWyvDDw+P249rbTEvIS0Bz2Cw1m+ACgtPF665D1toF2+inljvt4iOz22Jui94pslPAGF7jx+ek8+nb7NPLdZsT3RL7I9BiG0vcHQUz14Nqe8c4UQPbsMrb2BibG9mcj6vbocmbw5tri9JccevsMeCb50YYO9FxcAPiYJs708O7S93owgvji7Nz2p5+u9zCBcvu7SaT2U0fK981B2PbKYfT2pvji700xzPUUMHbuK4jm+rfItPRHLsLhQglg9O7cOPjTZRT5+5Fe9KZLIPE0om721mMU8kVSDvswnjDz5bgI+74J3PZYfWb6yR0O+VQaPvUo7tT1i6BO+PUIGPlSN4r2NSiY9ET8HPRNKqr2IwmO+4TMHvljMQL6NGd69DtcZPY422byfuPE8NB9tPkXlyz0/qQC8CYWfvmF5Fj5/XSA9DMu0PkIJVT4AsuG8b4AiPgg0Wj5xDq++UUTnPIOnlj1J3gY96z65PavLWb5Kl2y9fAzVPYf5Ab+QtXE+gjpFPnECIb5X+PU9TPzHPd5nML7JDlq9DoCBPlNxib5vdDq+R2RjPguphr1LecO9SXRZvuJThb13wJM+XKVdPvovX75+mnu+cKZkvRCpQz7a3Bg+EyCHPrCNQL43quY9uBrOPdNkWb6odlI+TtsdvZ7FOr6kQog9EQg3ve79kb3Z5H4+Sy/4vIIev71Sn8Y+inu/vSEnmL7AAla+tCqJvbH4C74yMY+9dmJJvWcc7T3kRsW+YdLTvbokGj5fGV4+FhgtPtabT750MUG9yRHfPXIKJL7P9HO+9jdmvlUdPT6gmYU+Zcs6vh+3ZL4C7JA+lYwEvhU1wzx1Hw0++yjpvT064j17Y4g+jKmtvXG4wr085KQ+HGAvPvSVQj7kUJC+2SlMvmiH3D3DwEE+81QVPqZXGj4RC+M9u818PRVrsj3Y2A+8CshVvoD7DD16Ab28ZrAgu0f5ez2/qeM9ADm+PjiPET1FIJY+I6clvGWycrx/aRu93rMsvs/Wnr4m2R88YPBxPam+FLwEHiS+WwrKvXXk1r48A3a+TJoSvhrYiD2rxF4+LY7avXWKA76xY689e8HMPO/c1TwkNbe95hdevDGSdj13/NO96KEZPUctKb5edJw8yHORPAsS/z2gams+kHDpPHCKj70a3ZQ9urfyvdxNtzuWJm2+zmH+vWVgyLqoxF0+kkMXv8ADEL3vsqO+0J5Svabx+D33dl89HJ7+vTFYYr20ubM9jvugPejUCb600/W96XjivTt1fz0uh+g+vNtfvivypLy2Z1s+tJR4vl/G3b4z1PI98oxEPvAMrD3xY9i9QXWUvsOp3r30siS9R9lxPsZBib5TMQy+nomBvZiXGr4BBEI+GkpSvitkvT4sx5O+gMmCvuHB2T00wK89uRCdvHcj7L3WvUy+lgBwvh6dAz6PcZO+DSLnvZC5kb7QXV09XAYavd8M2jzDpTE9JO/NPYME9T2WBQk+/KWqvb9k7D4HCN++Hs1GPmXuz72YCaa9Ne+rvsRUT75IORe+6PlxvlerWz13+8u+FTgpvjsSOD47ckw6zVHHPX+33T1E2jI+6XVhvmq+MT6T8QW+6LzOvS8B1z2lXcW8iV+cPhHHV76oAr+9755cvYtYzL1YFjy+ct+MvbtlUr4viWO+DyuLPjD17r3on8e9ts8bP2de9j1Dh4K7PWAtvHpLxzt9xVU+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "kURCvkEw4DzF/ai9GNG3PPpewb3L/GY8O72fPdvCnj1whJu8Kfo6u+GcBj6Wu2C9JVRfPCuGlT1BMgO+aDW8PR/BPz03JbC8hWCcPPvnyTzaKCE9AU1PPBXfST2WzS+8o1Q3vZ3khr0b9c+9B6H4PPoluL03dXa9VAI1vqhhBru96qm9USujvUV2BD0J9Qw9O1tTvTkJgL0Px6286RRSPMVFfb2Frhm9VMkPPRlBMbwkDmK9m1PUPCA9kbs+67G9bs20vSubPb1mS5a9udmZvXZ5p70CLq28X2O3vKNtnT2kWJO8B8MaPHJGqj2i3EG+Q1gcvhQ5Vr2MSYA9kjQEvjW4JL2iW3A9nnUqPOOQl718eEG9/ma/PIb0qj2chie9h5MvvYWKlL1uqQS+6TA0PEj96LwcvJq9/QIrvRyyj73thRC97HItvYtKhz3OpzY8ssh4vYwlFrwL1tG9nYiNvYUvmb1zPSa+WGixvHjqGzvk8k29GiO4vLd3MDzEFta9jTkKvak/QL3gGtO7eC0hvbA2Pb1A+gw9GGojPYNnDT1StS2+sWcHvWCFqLuOHjy7WTjlvYw5nTyZlD89Shn2vbAXJr5DS9Q7Dl3TvYEADD0MF7M97q3kPBF8tzxrW629cX5HPWM79TqP1a29W8blPQKZTLyIE2u9uVDhvcKvp70="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "ny48vYjosLxgxFw8JWeNvZskTT09W+g9bjs5vgL9Zz1R7yU+317ZvUyP37wgI4y89Ka/PYdvJL3+D+A9ZkAvPqdrWD5+M8u9LK4oPZmqBD2IRY491fBDuyoU+z3G2+I9VhwOPWlcBT6xPoY84Ca/PeLEmj45kcQ9lOXGPenITT08JEK9eNpNvb5WWr3MqQm7tl39PQL1uD1mYjq9w9bAvJ/ThjtHQcG6Tl4qvboLuj0K6Zg9pb6APUjpWj18spe9NV3aPZbQ47x/6uE9+6+pPakHt7vcTzs+d2oOPm61cj6MtVm+KQB2vsv44j1d+fE9S1CGPm9JmT0957Y8VAdtPEsKiD1NOxK9TSO9vXix57142tq8+yKyvZpiij02Dgi+yT/7PZSXOj5r7gg9PDWqvR7LkDwXRvQ9gfrRvX6WtL3dK0A9MVZFPYcNqz1KgzQ8XrLBvINSFbzJWH++3jJTPrKR27w5BBk9CFp/vU3CGz1I/LO9Sy0tvcmmFL4IekG9BzdZPe1MD72EJ0S9AomyvVWw3j0bfBc+TOh+PQwMET6aQD8983gFvuwD3j0C8zK+rYlAPciI371wWaE9KunNO6Y4zD0XBE88s9+5u6IEdby0GiI8CngmPk7/G75IBaY9YX+Nu5DOjr2HYio+TngyPQ3kHD347K+912M8vrigy7yZ7bY8LR+NPMX2KzyIPsq76Y4gvWrfd709Zcy9aO30PY25k71htEC+XtpKvbavAz55D6q9fkPwvdGETb2vrMU9VOc0PR0wGr1gHag7Hz2tOwjaB72grSq8gDHCPex83DtcT6a8XHmFPUqsCj4IJwm9QR3tPc4DErxMoSw9O6NKPn9Ejj2SwHA94ddFvTasKD3Llby7+rg1vZlbDL7L9Q8+8fDAvWWSKLxZzQy9V5svPrQeHT4OX7m8tYL/vcGLkb0AKnm8MKPEvNs8uTqgS2m6X2OnPDciBT7eEWm9Tq5CPmK6eT2T9FE+pzMUPoBecb3FWEM9ad30vAPDN72UnPC8gEM6PkJ6nzx6JZO7XFuDPcEOoz1NjTQ9TysuPFjlLz0yZR0+wzMdvTGoz70ZKHm9TzY7vlpqn73Ks488GRUiPoJykz0upL+8w9sDPe8zx7vgtw8+9biAPuZJ8z3+hJg+9Xb/vbdn/72mQiW9i6YrPhi50T04k4E942r7PQRP/r30Lic9B3aGvJ0blr0O5+e9a2yrPePDMz2MDsc9M8dJvlwVhT25n5Y9BSBrPRHwpT1KqJQ8nDXgvaP6Wz23wFI9KRDAvaN0m71fvZm9hgsPvgt7uDwLghI9WTmIvpVwhL0AOxc8RvjBvd5poL26HeU7l4KVPDlihb08Ujo8FdhOPXAvOr10dv68+6smPZUo4rz7KAO9jAZ1vddeRD62HPu9ksUjPo91jz39Yu48QTBBvnzMJj4ZsCY92/ZUPM9oCr4OTLC8r4LVPNzsRr0ekEq8qxgjvSqTlDo5bU89mwcpPeJRij3eMh8+lMkXvZrTFz0q3ms9/UueveMIA77F9iA+suxeOtUEnbyYDLs9/aoUPfN+GT7qgza7qN5PPLcMBj6dkCm+yV4cvjvYir2SnuC8ByiqvXuh9jz5kt49Zx/vvRFumb1vJTK8YkdovJQ0w7vQigK++mu0PWnS4z1bGyU8G3hovC40er0f3Ii9QojcvBRye73vcy48n/bNvd5eoD2eLLO9Mh0EPVXIH70+6lM7964BPk/Vh71dvDW+uH1sPf3GNLy0wQ4+zDnCvCMtGL730M869IiQPerogL2L0+69ykkHvcGhkbwopsG8IQLHu0ut1r2mtwo+n9Olufozyz3B1Ce+TittvVqPKL7MmSY+2acTPQD3L70rjmO7OZzeu3KD9b38VxM9WKGXvbuQSL4R+SQ9SQTIPc5lGz0bSTA+/TmAPeITDDpJcW8+asGWPc9GxT3ZHkW9ivAhPc9FdDvzBhI+sEkPvWiZNL0GopE7NPC7PYWXZj3Iuyq+7QLQPW2F373AwoE97otOPm8e5z1SZNC9eiXhvasWhD2DqQQ9Dk4FPSxG2zxmWzm9pZ/vvAD0jL0HT3c9bu1RPYATGz1lTg48TV+Avt96xT2WMeq8NAaGPVnjLL2aFZ89CYUpvtoBHb0hdDs9zJFOPWwlFj2ZFQK9J8szPWwLsD1eRYs97hEyvYSzHT22jbU82r+APfAZn7uS9KW8hIobPkxYdz0Ptq09KapZvDLkcz0Af6g8AOYQvm7hVz1EJ6I85a7/O0ovMj7+mB8+zNGyvFV4pr0OhAM+wiJHPRWjEj19BvM9pSfSPe8ju70G0hO9vvdyPCSagLx/kuk9BitBvXTzlz0UzpO8uyAIvCyxvz06c/S61OoKPta7Xr25PiU91aKkPSfN0j09ygE+KbvtPbN1UD6T+7K8F2qFPYtTlb0TzY49xSZRPfK7EL4atiu+CTMFvgULBz1pVjq+zymvvU+IljzJfIe73QA8PLnEyrtYjtI83o2bvbdIzD0XFiO+0hB5Pjacv7wiqdm9VoZvPbdDG7zes5c9GHLFvesKNb2uVgS+KijJPACUlr3mNk89n+T9vRBoGT3IfDk+hfsGPkoJ4z2aopo93JvLvLEJyj5YxPY9gPMHPmi2Cj0GUyg+TYRKPVWmLb0fo7M7foyWOu7mXz2xvZG8rt5ePS2eUb2NHPg9KziYvbftOr1h258+1cnkPa4nQrzfzOO9HvwxPDsAJj7UXSy99DoNPaUBiDyYjqg8gHBavtv91z0532O+FkoYvqQB+b11SZQ+X/pWPfB3nTsA6jU+c/XYvYZOGb1a9lC9MlJWvUngCj3KIiq9FlDavc+B8jcoN7K9NRXNvcLtKj3uR9y970UYPA8OBj5ST629klYUPshLTb127Bq+KTglPC7cLz1DEJK89a43OpvSvD3r/zG9H8KaO+bqH76rKUk+3yNAvoRIfD7qeRk+Z7ftPTt1gj0jkPS9b40NvXpmJz7T+7m9MNbKu6SwbT0o8gk9C7WovGg+QD2jkiW9l4qTPa9nCL1xaYq6+NXuvZaIbr2Si+o9DlrfvWdn1z2nxDg+jDozPRW1AL3g8a68L5stPOiIMb306kE9R3KEPWHgaj4smF+8hSM8vn4XkT260FG7e4jYPMvTQL1B+v27Wtl3vWu7i7xU3Ac9BA6APHuJCjv5LSU+9iOGPfcJRL42L7c9J+0wvo9jSj75Hsc9likmPnyi3z1azJK9S2SgveEmFz2Ceck9TMMIvCSxl7zwFaG9vby4vO01Kr6jfsm9ZXiVPM0+c71eTs25d7HhvR2wq7yh59s9mVBrPRdX8D2AVDy9aqaHvWaoqj3w5UU9CJs9PcP/2L2jgBg+nxwCPDSwmbwaQcQ8Rv+RPIIz5jxKN829WRWEPqzgCDx904Q9usJZvQx5wrnJgIU8gk4BPWEIkrs6Yq89Nb47PPMBBDuY5Bc+zgnfvYjSsr1zfwo+zqLFPc8uCD6tbVW+i+sMvBsAqL1KBJY8r5FMvAKxHL2yTrM9ehySvYhFjz1ZCLi9Sv8mPnGErL0Ej9Q8/vbTPUyti723p8k8aPGUPA24FL4hHJU9Kb4SPg7LKz62/LU9FqsavJxFLb3wj489c3uGvatwirsFWFU9djgLPQxphr0Kszy+60uNvEmSCT78UyG9nglGveBeJD7x8dC66BcrPN4FBzwfjro9QFyWvZdqQj6ad6Y9M/nUPf5xEb4IIC49M2+AvXWIgb3nqOI974X/PWt5Jz1MO1m8KEhvPTvw7DxeZ4I9kA8XPjs2Jz60iB89UfMLPgyLWj2ZnOG9KypAPo8Hzz1OwQ8+pfmGPb9jgD24C4Q9f/InPkws0D0REyG9/WuMPXvg+z0hCgS+gLTnPRCZBb5WbB0+RNMqvsaiVD3rnGI+lL8yvaM+L75TRk0+kSsAu3FlFD2HiBq9On/AO7JXbb7LlXk9getUPhU/vT0RXpo9nm/wPTD2pb7y1is85AWcPYyeojzyCPQ9lEVpPTLbkT11r+u9l0YuvXTelTzq4PM7TPh8vbJ1ITsKii67UXPwve/kpbzNzcU910Jovf8b2TxnL7o98NXLPIZUfz36hnO9PNbcvHVrfz0UEb+87EY3PhcuMj3P5M69SjONvsCVFDmaq6u9zm76PW5J6D3YRCm9sma+Pe54/j1/WAc9FfEOPj66fT1+1Yk8aSACPdtqGzyzs0w8uPBUPmef/ztgkXg+NX6bvZIoW73OxuU+2sERPpt6fT2B1fW9vK9JPZZx0D2isuq85diiPNhJar1E7kY8JoZUPtoSBj4+4Qy+zYI+PcKfvb3ovUc9UkspPFj4/Dv4V58+l+zIPdHWrr0NIxi8rDOYPtBLVj4vVdI9ZUWFPgAfS75jCM89JgS2vNpVIL58/CS+95rCvRuMojvAzjm8eOY3PJU9sz1CyMK9y/6HvrbOq73fD7u8rklFPUctI72NKpA8rerTPIE6KL4CNI+9kwozPF6Ixz3SHtc9UapAPbPTGb1YVK29raKzvZlXWzwkLdG9ij6DvCt7Kz32xMY8BI6rPfrQvT13Ur08Li6VPd3u1r1zbDU+GZMoPkxPQr2TGQ++7X1MPLRIyz3ZSAu9dm3vOcBjwDwyAoI8VeOHPW9fuD0zhNw9ZkptPChp9T0eFsm8trAivMesEj5ETMk98FypPUN4LrwFZo89VNKUvOjLlb07jz89kxFqPXKR9rx1mj4+blaHu3dEvz4mejS+6Xu/vVd7pLt5HL89MuyRvZ++9LuZAkO93OoTPj9tIr5r+5W9K/f6PYevpjszwKg9CIQCvR2Fkz24eIq9035tPkMdwTy2As68sQpBPg2Lzj2VQRs+KNEtvoc3VrwkOrI9DiCgvRvhEz3J/r+8lAXvvLzeT7rPUSQ9OMFXPDl6cD6ahIG9RxTavY+WFj7MudG8tUAZPnubrryzd9a7WUwlPXj45z1sqgo+pq6MPSmyJj5Jz2S+N0qSvNmX2zzSAgG+3wooPSkqXj21Sw8+IY5avX7cFb5hPFm9SVGWOsfSdT2p02u7+wacOx4afTw4kHC9n/ExPDmiDD7grwu9vacvPk8C4z2PLOi9XEAzvRWmyD2xb6w87xP1vLWqMjzVwdi983FlvJw9Tr0jx1S8akWAPPhEabxm4x8+XhCJPZWP8bzfb9w8/3Amvb9TNr0xS889OS50PkbdVbzSTeO8ozsLPjQRtb0u9E89fML2PNx2aD2phSq+SUamPVw0570TF8O9oDt4vSKKpr2Ex6I9MAcIPcQnhz2QAk09FYPBuy0m1jo15r29yOxBvAVkFD17OQU9EwoJPoClY7xO8i4+Rt9xvGuWN73AN7W9GZDmPapnXz2WvGa90ZqDPWxZCD7/BM09+H0YvQrLiLzikIY8piwrvRPXhD2FsbI9Y/gxPlBIoD1UbGC90Daxvp5F7z1iuMw90zbUPVEbJ76kGQy9cYyEPbPMqzwsitu8dSjkvPlGWTy0llE959clPn1QR719GTe9x3AYvp7ynL2NsgY+OvhBPkCIMj7sowW9NUc4vYWJFT0csmu9J0sevBZa5LxklUU9GDnDvcbqBLxebRS+pSUnPiaywLypwEg+NSjYPMtyMD1VV6Y8sxkoPhMG1D3CjwC+jbjRvAPIsbw5c9C961JkPEyyqD1WG4e9oDA/vjzqKD4TVoa9pb08PF9dXT3PhCM+X8MAva8VUDybuti9FGEqPsv+PzwZR1y9SnS4O6jWJL2kaOu9uGBxvbpujDzLR2e9b5PkvUdxzbyfoey8IseMvcAx2LxxSRq9bY99PAqODrwe2Zk8lceDPTdTPjt+o4Y8SHslvNRsTT3R7/a94b8xPWAnyr3AwhY+WSgGPsMlNr5ffAA+tiClPZareDzGN6e9nM5KvTQ1Vz03exy9TWXpPJ/Cg71cJQS+s2Yyvj8tIL5gKQQ+LnpZPlNndTxHfXs9H6kgPQGajT317rS8vXuuvYV+sL09ac+8nXksvnrbnD3/aAK9y9t1PY4KKj1Hdk++oii2O572Z77yZ9i9P6advRjOSL73KZU95sgWvcQTNr1vhlQ+z4JTvPzshr15WVQ81sElvo8T6Lxg9ke9Lf4CPle8j72Uoos9Utisvetr6T20yB2+loEPPu8MKj45TSY+WchsvVsgBLvb1+C8+BCRvFxzm72TYtS88p8UPbVpAL7c1zA9pW0mvrjrCr1x8Dy+YLYqvmySCb3fIqS9J1i0PSxgvLs7crI9Y5J9PcoPWj5koNK9jD00vpeHFL46yiW+/XUKOxWB1j10QqK9fupFPeMakL2CARK+NbapvVidoL2uTW26UqAjvZUSD70woY28ac9TviaVyb1rsaG+HdL8vJbqRr6uv7W7vUOVuQfEyjwZnfk9FJT6vQrT+73OvD094TQFvrdug7zcbjM9efyHO1/1FD57UdW9BKLYPCg44D0yYQS85Rj6vcGapr3vvUK9DNkivV24jbwYKt+8wBfqvTcGzjy/iJe8Euu3PXqCCD3hwPm8IWEHPTYSyr05vkW7z5Ipvn6Vsjw9EfE8s5kBvorWgT2gSXm8h1uNuwu+OL4afTe9bX0ZvZjXPD1Ih/a9sy1uPCLVEz6zgAK7s4ICPtMmi70OMqO901KsPq95JD6FS9Y9PCQEvc4kqLyX2LQ8MwYCPUBcCj51zZw9A+BgPGn9T7uwRYU+uKUvPbfGXT5F1l89JZUJPtjghbtMeeE9hl2+vTEXTb1rIFm8Rl6HvIvJbD0DVY49Qwm2OhfHQD62xTm+XcgHvY7E+r1xNBm9cCyBO68i0D1MhSI9HC5UPPG6oDzb1BA8u9cbuwLUiz0wTZK9hd27vC3NLb27oYe9dwrhvbVbYL53ASU+MAUMvlc3bLtsjN28O9LzveRx6bwquYm9/cUxPhwrxTwfotm9g60VPHn7Zb1EvKY9LiBXvf9aSj1Hp609mGL/PUsQFb7FXLw9WYGePbpl0r3Mxqy81nsavt2Y5zvgH5q9DOZzu2LjMj3oYOy9HlmFvYkxCL63TJg9RFrqPSorCL0uY7E8VCA9PMd9Bzwhrpm9XaZqPLvXgT1Lj449QPrPux8X+DwpsbS74IizPbAhl73HxIc9mY9YPkqd3z39saU9GyohPivsC70NSZ69fm9Rvf++az6neja87SZtPLthID7mbFa92nuBPXCKejzjMWK8ZflovLiyobxqF/A9c8LrPHo16D2M5tK8HrG5vcHJWz6p2Mc87Y9QPUKob70HVL08+oNxPdDRPb2Qh5c8eM9evP1mBDwQCts9YRCAPR/Itb3V1Ao+9Xn0vG/0nL0WrfY9ckHUvAk9JLlLmwG+27pyvQyW2z0JWxc+MYhWvJAFpzwSLd68oCsOPsL8AD6RDPo9UqcSvliFEb6563k875ciu062vrw4Iyk+TM/iPc2kFb2vyhq9b9QcvYcBibxOYwu9hz30uhTXGL0VGpM8HmlYvfSXT73L1ei9C0sCPdBeoj0fZku+2K4bvrp3U734Zfg9xrLfPQ4LFT4QGS8+rJknPFHdJT5aoWq9upctPBXRurzv8pY9RcV8PQkY2L21Zrq9IRujvUQidD7hv3y+QUfOvNJpwb1tGv+9qBakPFmR9bwj2da8PI7EPAO8Nz2fESW9saMpPskOEb6Rm7c9QS76PYt0lT3IDHQ9gKU+vbo4MD0XhBI+5aI4PQdyx7ymK2Q91HxiPYv2FDuetQ09RKDYvfvDmz7stwW8UcdCvrITHz74voQ9vRfsvWn2br607gk+M4xSPEK/6zwltdM8defLvfvBMjywvuc9A4K9PAjdAT77Zr09wYOCPc7a8z2WZ+m8mi/4u4Wtlb1qPSE+vpXoPZEssz0utVg9yFSCPpihbz43XJw+cYBmvSsbfj1u8Ve9Z/cnPiPGPz2gIQW9lEYOPQnqiDt4DnC95tZSvkucRT7eas+8slIIPufBiD1CgwI9eg84PdIihz2ZIEI+FVyRPfR/JD6TJTG+dtgsPKV2prtFVcE9qsklPgr/Ab0vG6Y8B3ujPfGcQ71KNxA+1hSmPefaWT1T2XW83ClYPDy9Ij6qI1w+XDfIPT9vq77S+Yu9pUurvOXgob1HK4Q9jm58PVwZILzlGm89cT2QPSt3/bzeqUE9z5bvvV4DEj0DBgG9fZkpO+HMs7yQHDE9MdO8PfBvmLyWvyE8pOS5PZaeV75fnu48I1IhPciVUDwpv3I7aej6PE+00b1Sjes9AUxkvdXpxz0eWZE8PraWPeNToD0LhiM8RtZ9vQN/l71C9Ck9tDh+PTAqTb1nso088YgOPCvfrj3Cg6k9wYwiPk8yGzt3cEg+ob8hvVmynD2DM/o9hHrVPVDdlz1xUYc8UK7mvbHzTD4ZXcu8Sm6svdv5o72CmT29JYYRPVWF+rxfEFG9D+PHvGJUkz16ltg8qVhzPXJjuLy6k8o9yDL6PGYDST7t2FC9OrrIPaUMT72m4EO9COgPPOPkuj2tV969kF88PvxVHL7GNQm8VXcEPmry2Ly1s+I8tL1yPey0Pz10pVE+DJhbPqJcBr3B9Tm8eoYqPaapHT06ii8+AImmPQNuD76sDqo9jfMLvr1oOr7nI6c9EmaJPLZxhD77ZEO8UUjzvS9KrL06Zxy9/k6nPVjk6j3qAps9jFJKPjrMJz2JulK9sIx9vlMbAj3B/yg9BtZWvb7Ujz6nhfm93k8dPnCOf7xeY3M9M5sqPdDjtTrqJq67gJTxu2Uhrzs5OJG8iqWIvfPIXz7iXiW+drievSl9Vz7lFQY+1V0CvKrEmr1uxYY90GHtOxxegD26wks9ceE3PTfmbz3YHus9kukXvlSso71jou29eFWxPGjcKD5p2la9LQU3vRrcyjtNHy4+F3XdPZOZ8r0N5Fc+4BW7Pb8DtLw5exE8ZzdGvvticLzmE5C9NChoPP7tnz1KcY88fuXUPFGO9D3+x009gzffO5cRWjuY+h2+EcmDPVwzIDyocmA9sz9VPUBnvL08gBg+1Be1vb3eczsZorY8xzJHvs7GtT3W2L89M3IXPq4CrbzuA4M9lnGgvCmXjb1q+Ls8lICEvDvDxTzs3rI9u11KPVT+kjyw0sY9Q8ipvTAILD5rsy8+KJwePp8nZz3Qbfs8dg2+Pf6LHb5KkSs9cOy3vBDw5L11jUI7ZTQYvO3yVzyGWmQ9BlqSPS0epr13S2U+LxTNPXj4vT3ciN+9bQnxPRQRwTy0iw8+LkjAvL6P9Dz+Kas9Y9HbPGj0HjzfYsw9RnozvXCe6T3HFHq9C6osvkDuJT7hJb49mfsevY2ior3xZq06A+4xPN/XVj0dkAg7/HvZPAqfQzyW4/c8RMALvpmFx73Pdlg8LrUrPlHgtz3GDmQ9+FqjvfgMYj7ftk+9yBM1vN4zbb1liBq+G+cQvszAlzyemMC9VxNLvYu2Rj42Ggy+psIIPWD4db01Y7w9GhM8PaqhjD1dWea9W4JqvfMwGL2Rk8q8pzlcPZeRjLyzyGc9hipgvDQ/Xj1sjBA+XHabu4UVAz6zJZo7QhNjvWXMhz4BYss9PEVDPuGtpr1YWR09uzyEPfkFIL01ib+9w7QbvS5x/L2ObgW+xYZgvdEJJj4Ny6i9ij9ePrlTUT08N1K90jqbvnLWur5ySHs8CBiMvAS2Ar6cReu9EwxFvVMyljwpmH88EHCyPZccEb68TOC51b4UPTNE/j0Su7w9hlYHvqrlD748lQs+aTqRO2wv1L0rpk68yjQrPMQRQrzTh9i864KYvcxJoD0JLtE9n21WvRg8y73g4be98ONLvXVAhr2A0Pm9+mazPUtZnb3ZHl894iyzPL7beb24Doe9pGz6u4N9zL19qim93hOsPbThmDxfYMK8lSVtPbyDcT3A54O9Ho5iPgS4tT3O6aE9XpDiPbqWnTwQRD07HCDiu9CLPj0oXws9veDivB+Z072OVOe9brWmvVDyVryJ4iQ+h3JpvVLUnz3yUe89y6NaveMHFLxYGjU9+ed/vY4KjT3eieU8s6FBPaYA7z1ozpW9brG2vX7XzDzah7E9NW0GvjuH8D1Ak90913+GPSRsjTxuHYK+HjzbPfwSBD5tJyU9Fxk9vb/CHbwTBkC+JsKwvYJAAj7O0ei9ay2UPQevF74ip6S9e3FWPjeGpL1EFBs9haSlvdIVd7yj6DE8fKCnPeHWqD1cTHc8swiuPKK4NT7hwr88jxUPPn3Rjrz3cza8wigSPyqZHj6eOpQ9Y1pKvRexlzw0PaY90V6BvQYzCD7/5k89h09ZPt/wtj0fb429uPOivcFRBr7kULI847iivDarQroIEGy9MDZFPsomG73sLsq9HwkDvjiskzyo5TI9gOATPZ5lJD2esY2+aOYQvOs2RL4/dhw+W+AqPsmiuT0bKku8m6IAPfzKDz0gzUq9j7C8vbM8Ez586Q+9jBw6unDPgztRwMG7p3KmPcV6ED1QRX89dG5fPl1wFb0T0ve9EnVOPobJRT1iz0W8is2QPVu9MD0UJxg+VkeuvfC3n7336PG8EN4zvtp+FD6UCM492dwQvrHTZz38IWk8lpA+vQ87JT5L34y8nLnkPD7hkjxX+JO8xEmDPvjeTTxqGpi9zULnPWI9hTxDZyu+10N/PfW5v71XoSI93FYVPcBjl737z9S88fDMPPPU0jxkPpk9XIqeu2ls8L0tY2o+be53PVfWMr0snCI9DJ2Bvf2o3T0T6sG9U50fvkpFcDyrUaO+1ZlCvsIUlz1h7jM+0uC2PeS+xj3Hsp29LTMSvHkd+7zNXGq9Fkg+vfK/Br6isje+P+W0PTCdCL4JmuA9eoR8Ph/4xb1tBF493/i7vdLL3zzfcYs9qokdvVpHPzykXgm8vGrhPejYprxUBB0+H6iNPJwDnT02+/M9/hosvXiGNb5B5qw9o6+yPIQelT23qoc9ravLPFHYDD4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "lDN4PKsh1TuHjIU8lmWzPDKbm73NGsi92uqLPTdquL1WuJe7b3vCPPYLTL2Hp+O8Hi6EvTckB7x4fLm81ZTlvA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 