{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "kwNjvne7LL4/i08+uNshvm1h4z3VqcI8UqglvVpGOj6RzQC++8LrPY9RHb4v7LA9M6B/vsUklT6buWe+J/1CPdUe7b7luw6+SH0IvlsnFD4Z16a+XoymPYoS3b3qTHg9Xll4vg350DxUCse8ImGKvpDP5DxrmSG9hn8HPgrNYD1Z0dU7bxoAvpSCVj25wyy+gOI1vRyYEb7LJpU8HZs/vrwlMz2Nqd+6Sz80viaQUT2RT3E9ZXSJvt2FE76gXD6+uPlpvJMhJr6eAn68AOwcvpb13rzfPCq+dzcDPoc5vbvvbSY+py8yPtFng77+IFa+e5JHvvED8j1TDRY+3UOOvZb+hL3+sWA9nj9tvin6kT2+bi++JMOevrcdiDygNji8mYCBvR+GW71ikcC9bnw5vfWpg77Pwcg8IWDmvfP3YzzwpUY+D+XnPXceyb1tb/a9j+tBvgnoyD3ge6u+NuQ2Pv5Le749iHE8RQGNvkGUwz1S0FW+ogomvTHVdT7OicC+U4eBvpHYBr5tK7a6K3mevNwNrD0CW4m93yQtvoV6Sr6B31+7iROUvTbyvL5oPhI+0c86vqLIcb4W5q88F3MWPu4oDT2NaRO9MgBBvfvfkT16RKA7kXJRvtl6Ej76HTW8BV1mvXB4s74fQY+7Tyu5vuqV5b74B3e9YMSwvgZOJD5OwzK+qtB0PqkCA761tDW+AaTnPBERJzykppA7Opzmu06DYj4CyAS+c86PPgdGrb3+S+68vaoFPXn5Yj3fha+8U12HveBcc74zwT2+Cq7xvVhkcDnkjAI+bLcJPrqvGT7Esdm97G9qvTpNhj5oYZ48LQmTPMYn0DxAGvM7HbqtPdZs1T3qNw89YljDOsHp3r0BOQW8XiyMPnv3Vz6u5ZG7fGccPVcWb767zgO9jdkXPoYAOz1D8pq8VuWbvZIMEz30qZ09Y1QaPnTzAb5gdRK7g4uNvYKD6r3gvAa+n8TYvSrXGj5yo269gV25PlP+9by1EtO9Wj4Ovr9eeL3BCf+9TjNjvf/QrL3yvMy8B27qPdQ0NT1bSZ69UrqtPT64zbylrc69+0IFPdSLLb1qbkM91inoPLd0Vr4GSdU9EBa7PTN+wL0VE42+7aLwvWkjUz5Ebfu9sZCivbISa7w/EhQ+jb66PRu0ND5avxy96DaGvZ+TOL0CDjO8T9gkPj6S6Dz9V1M9egUcPtFJujzhN9Y8qwuqu3E1nr2HSya8MPC5PsGHJr393UG9JnHBPTqa37zAKRk+2y6mvMyyIL71oKw8kuGMPvoGpru2Sky+veTaPKEw271Bjww8EtNdvUK0tT6ocLU84ZjCvUa377zsSDm9vosaPjiSab7O6L09y4qZvAQT+DyXPp4+LdyCPTm2FL5zqlA9qKhvvSLDpr1LrKy+GQ/xPDpsc72jl4e9+7rovawiCL4BgwS+lzYOvA4Fmr27v0e9zyVbPBKu67xMUou8FlPCPJAUrzw8O5G8azCAvgfSKz5Qrik90JpNvvp7tr2lDm49R3ZAvhaN3b0/kqO+UDfxu5i2XT5B5+W9axaOPmVVl779o0m+JHu9vfGomj611I29v60nvKceDD5A8t69vhu5Pc1phz2Ak5O+luZ4vhXD9rsbQcK9+N5ivsrgyLwSu1G9eip1vYu0+r1kkd09JSIMvm7y0b26tU48/7NDvkKheD6KSQq+uMHwPUjYaz7k+aY9ud29vUiMb74FcWe+0VOuvuc4aD5nLBI96lCCPuKHPj0yFP69gnsavudigb4SnSg9Mh/tPaF2mL0NvvA9avr2PRE7xbwRBpi9dE3RPVFWtb0nLkw+c1mtPbyyqj3KLSo+3ScSPYFt2z0+rUY+SIyGPoMsSTx/GsY9rnWLPSC+Tb6M4TU+qvi6vWOYWb0YJwi+1YJlvYWxuT7RlbE6lWyePgWHiT0s+Nk9P6xbvtZ8p77OV/a9Us08vSbSFj2YwDQ+KouGvoN7hj1suLg99gvIO6p2e77BOWK+9VLUvT2pP76N+ig9YmsIvVLhPj4jnYK+hyvwPWyrDb04uec8f6RlPlz2XL7/v1E+uGHYPQ1AGz4ghNg9hOhiPTwxTz4WRGG+0bYavftEIr6zMy6+g4mSPata2b1aPtA8l/DtvcHwYL7Rty4+WLw5Pm3FZ77JAO49kNEyvsX1Y760RmG9IR+4vLUcQj27/3y9gHkAvg7ytD1poCi+EVzOvSu5Wb5BwIe+Y4HXvA4Kbb6tQts82uh0vp2JXD5Psx++Y71DvpRcXL2eyu+9wPGTvS6tIz3dCFc9iWnuvdza9T1yayS+KdC/vW2qC74YLQS+KeqJvnCkVj6X8IO+jM3QPeWaSL2rJXi++3iRvXOMar7jVRM+cseSvSCEnL1VQ0c+U1VGvn30I75uyNq9XMBfvuR5Xr1KHaa8jZ0au93fAD6ChQY+gVD+vXlWDD57+W47O2B1vp+cnj79Np2+HknNvbo5jj1J/Za9ertBvvu7UL64k/u80XgkPnP1Ar5+3Ra+SPOmvUoUu717OBk+1MaLPWBvCr3tBB++4jezPePTEL02LCC/OJYPvgHvJz5HCsA9siMgPM0t/j3j3a2+eoTHvRSKtr1J+E++bKYwvjFHWL4bFP48XUCmuuVGob2ZxGG9LK8Gvi7+Kb4uakq+tgePvWKDED6jgvi9LBwXPvueBL66HZW94L6wPYMqCT1E9Ug+347NPcO62r3jUzC+VUJsvtHpoD0M96G9kxKQPrRgw72vLa+9W/vtvYf3Ob7/Qwk9jsiFPhXleT1iXJU9/zkiPfJspb0Xj3g9yA3UvMudjD4NZCW9wHEbPmL+wr0ikss8EAXevUXaJT7u6P485++tPPeBXj51gwS+MYSGvvZuaD6lcIU9Pf3pvalgh74z0L27zmRKvScMsryZbZI+UPDDPJDFUb0VKdc9+8ySPXxgU7xFllO9myyhvZaZM74p/7G8X9h3PS2AiL0cy7A+01L6PKQxlD5lWlG+2PZKPvfuwL22xnu9FA8ivoq+bD3KPC8+ATcyPp01Pb0jqQA+xFeqPqZ05DxMZjc+Yt+tPRnKBL5+2UM9I5/NvVps172LjzI+XLtPvoMlM74CnXA8ms6pPW+kfb1xHqw99dYdPSNqUb5FREI+RttPvdK2gr7lLOE9J/QtPtG5s7y9o7u+uQ4TPnBfCb67cXa+cEJ+vK6NHTxY3qA9gxQGvL4pbT6NJ9q8lYaBvq30Ab0V86q7WPoTvtbJEb3k3AO+wskqvkASlDwA5BA+Et01PTwJCj5D5Zc9i2kAvbvTJD1ociS+vfKPvh39Aj0cVx0+labIvTBXiT4hloS9H7BnvZhxfb5L0Oo9Eh/EvCg4azz8O1y+zwadvV76FzuAIJG+yS1yPt8VljzqSF09LGxePvsV773Nf469GmfOvWmqHL2O/TM8RtRvvlVQjTxRaP07QNwhvn13h749tR2+b+eoPY4kxz37mYI9un4WPWI0Bb7EOZm+bHMzvmvIF74IkUa9J3MNvrfuHr7+ML48Yk5ZPat6LD6hiZQ8H2lavmqnm7xL1ci8HexkvvA4A76YINe9tJAJPQ7MWbxN/Ue+xLmLvbnyWz7jKkK+KR7qvUrvAT6zVAw9XWLtvR5uJTzk7MW9gQQCvnJfQD0Pg0G+2XDzPZCWTb0rq2m+eTagvNmgkT3MkXu+m8sIvji6jj0ZkKg9vkEbPoizKz5a5v68ewWsPt0O0r1aAZK9skx6vqKgsL1adLW9+nRvveF7AD6I0lQ9vJgCvv+hlz2SVf69r631veyfID1n4Q++drLZPQcnH75MiJ89og4MPKRdob3kRkk9AXhWvl9mDL4tOim91R7bvT2VQb2Q2gM+VVr8O/vtnz1HU20+XHEqPtryKL3WQUo+aTHoPdUb2z3qC9m9DXw9Pio3ozwFPA07QuFGPZYRlr3Ovgg+zdcCPjazqDycxLC9byvhvVZrSb7b/MU9gmppPlTbWT5J+DG++cRmvfYrLrzp59i9Mz6JPZuOozyzViA8UMucPZIaFLzBypy9Ff8lPAKXyL0Y+E290mYdvnDGgr6JM/g8semLvb5hDL1sjVW+KGXrvcjO6b0QZsc9QOlTvpxPfb4eUb2906dnvnPuib6gylM+TJWEvrrApr2ODFW7gTV2PjWy4b2t+DM+4eOOPYq4urpZ1Zs+hBYkvmnQzr1yFYg9nQgLPkImAT+Km1s+p5UzPkXnNb4GXjM9YsO7PF2RvTsan2a9+7IGvuKWcbvSh829lB1OuiBEIb7vT0W+ng46vj1CvT3tPMc9du0XPupx/L22dvs9JWuDvT4Fg7wLDoE9GcLIu22rzLwAfO29U5khvrhFND5gkYO+TCDUPXxYGzqQTJW99NIavoUl8b5hlFm+Gjtevq0d1L2K48+9EepDvpfwrj0SRhk98G2ZvXQSYT57hJC+sBfKvuT4X74zIk++71Bqvpwdkj0POt49t48Kv1ro4z00Cji+IIKHvvmagb7J/o+97phvvQ2L9j2XAoq9R0TOu6jD6r1J4/A9ZkJwPsz6XDseIAc929qVPmWZDz7+vPE9s8vVvX53X74SJoK+11R7vl2DDD2rFAm9zDm9PAkg272EPTy+3AfwvdDxjjutODi+4vkZvoV/bby/TZm+ciQHvk16tr1rR0o98IdAPuP6yb63cbO9YA0LPh96Cr6Q7lC9ijDcvWTmh70hD4y+DiVTvhLaDT7D/3k9S51yvdwrSD2YZTu+lM6+vrWR/72i/cw+Woa4PRJZ171kJgm+ygS/u79Ki75MP4E+pCQnPrsmw71fnCc+Gx2cvPbHSD1ki8i9DgvaO/yxNz0KR3e8pRrwvWEhZL5A61Y+2mDEPSBNkD7c4sG9BbalvWCe0z0mTK68JZolv9kkmL45b6i7FXvMPgHe8j0l7GA+IHgPPrcosD6BJS49Apw4PpnAK76d2xg+sfFXveZq4zyFxF49VuDsvjjxKb4rjwc9Yu9XPAfevLxSj+08be4yPigQtLtRYRK7vIwMPj1KkD7WwqE85doOvnsn6D1R8BI+k+HBvAEc1r1O7F8+/IybuHbRlz1AXOK8dpYfPtfVGL7mi7Q9Zp2uPthfVL7pnF++M44kvHkaED644Yg+BbF+PsndGL7Ryk090oncvUpnoT0kUeC7HVdKPjrOj7x1fD08B5wAvjxqmj3zsB0+zDq5PYCAMb2NxrQ9dpz/PaBBEj6l+4G+t3uVPr+i7L3HLmq+aHZxvcx8uL2P/8K8GjyuPXxoGD7YbcM9gxLzvUzguL2eb2U9LLSBvjJT/z28Bgc+YatsvNBs5L2VTs4+A9YDPr8fkz0eL4G9eWKPvZF99b3QSJK9SR08PmmKdb4fS6M+Bz+xPaT6jjxBOAM+zSoRvduKjj7l8Dy9PfM8PuhcYz6S66e7szenPoxnyb1nZks+tvbDvczKHr2BMeu9JUeuPai2wDyvNEM9CewWPfdzgL1hEYU9lzypPhi4dT4p0xm9x4hYvokbeb55qyE8ii7FPQQWU71Ta6S9OUbDvIr50r0ZL9O+mfKxvCEvSL1lsyW+4fdhPT9w4L30QW2+3RQevcYH7j0dTJw+xHq0PRMSLT7uLWu+uo+MvlBRWr4isiS+EStgvVFqqjxJjvw9jnoAvsVeBL3YX4o9h9VCvsvNJz1w7kK9hHANPiw9Rbz/Jnw9k5qePvrCCr/a6Ck9vvZyPlgQoD1lDbS+VcegvdvR1D4vaWO9sN0nvqtdED4BlvA9Gp4ePa+c1T3Q04A90LmhPhTG/rz2FZ69AvNgPph8qb2saVS9mRfqvhlIGj7mgDE+FjO6PaUHEz0XWYM9sE+Pu3O7TL0/ipg96bisPEvu9T1R3xQ+e2YXvhVclr3h/YE9yO8pvrDRTD1S9x4+8PNRvit4ej1WURc9vxE1PuRdfj4enDM9YbY+PuDQGD34hGY9TDhKPUGhCj5E6eU9VUBiPs58r7wRDBs+8MBUvgKpWr3dw7K9EVdNPfXZnz3aELm9xyi0PfOAsz4/ZXI+Bx2xPiaixj0IIh++cXQXveSRMr7kAmQ+IyaSPbgJ4D346Dg9cyifvr4eoL2a8wE+XIGovSJZvT3Swvc9vzzHPdxXQb7rqiM+GnHvPfMoYD4kNVK+eo8YviVfBz66nd+9I07TvTh8Kr4qTA6+MLmYvV8q4b25BxA9h5C+PJKljj2y4XG+qeAuvjRJ6b0HeqS9/zrBvcFdR75SOAo+mjrIvce2Jz76dmE9SX9pvvQoQL2A/EC96TrPPXgMpT2QpBa9DN6EvC45Iz3CkxC+rAyxvCo3gDwo1w09Cl6uvY3y6DxJY4m906oBvq53zbs13lC+cG6PulmryLxQB/M76sLyvBT1Vb70xee92ON3PdlX2r05Mgc+cR+OPMX4XTxYo6Y9iWqzPRrxJb6FPma9vP7lvET2Ob47cQ09X0VCvlUA8b15xx0+zE+uPa+2or3aN1s+t8epvAFLHD5zI0M9S84iPoLrnr4oAG49apAVvuQ2ZD21vE88CYH6vBjxN76eCXY9P+O8PJvBS76Rfdm9jhNsvevSR779gNA8Z+gmvmeGH77foPe9kLZBPZHbkb3u6uI8EkRcPHMwhL1Ve4U9LHbxPccNDD4njS2+tQUDPsjA+z2HI8e9AEnLPPlSJj5hsOS+6f4rvsr5kLyz/bg9OP1PPiN5/z06UvC+p8xoPSqoST1Ts3a+tJb9PfKl6r1ZbBe9IjSLved7Cb73mmi+/Skvviz1pb3yZ1W+U9iZPcd/jL6XRBy8CbfivWJJ4T0pH+69vGJCPdmxQ75zBkW+s0J4PRsuJr5dQmi9MwgAPijAir6V8p+9s5eTPZ3Owrssog6+wvKjvDaMFL7O0Nu8IQNtPrjZIr7r4bE9lTJ2PcyJYb6/LBi+KYSrPoh2vz2iUqg7AucdPisgoj1StBM+Qt4nvWJO6L2AQSQ9ed6cvVoctz6/cnC+7yH2vF6lWz7ZAmC+qVyPPuokyLxQKE0++Xk7Pf6ORT5ZrgY+KpROvmC9rjyVrGS+PwbcvQTdgz50cyI9/xaZvmDEl76bKGO+OibuPDyYoD5h/4U9n+4evnG7/bzdhqu9o0sGPiS9EL6bxgA++uBPvvYWzLtI9Yy8LDfLvGrbyLyoPCO+BeZ0PuU3jr4LZ+C9n5pVPr23rb2L7/c9H51pPpdfvDxxNO49aV0CvixKjD3f6cm8TSmcPYOcPD4h4dy4NnQqPkvoJL53ntI9Jbw1PeUn5r1gpx6+svNzPpQ8zj3h+pU9TmWUPaortz3CBj6+0pbWPfE8MD5jnL+9gG0PvS1cJr6BJg89bFpOviKWTL4eANk9rsMKvrsDTb6EXsa7xePTuxzzMD4qI9Q8M1gYvh9Whz3GMg0+MTX9vEvEK75Uxia8VaVEvrQuBz6FhJ8+fppHPbEniT4jaGO90M3wPern1L1DueU9saluPmmGq72tkxq+7yyAPpzTjj7pkRA+ikAOPhxUVr30ZT2+/Cx9PgjjDL3DkRM+NYNRvmqC8b0g9as9Z1PNPU6qWb6YmeY9V9EfvdgH/T0Q74k+ScAYPjS5Ebsmpw++GqwOvrzKQL03AyG+5caTvUDLhz0wuS88XluAPG6LBL1g71g+KFKJPjJLOj4P43Q9fSkwvjidz7yzhM480MmIvhjwZb2Brmg+M79zPCGsLj4OyMq9L/E+vrTMgL27G7g9AgaRPbJDrr1VEEc8cs48Pr7W9D0/4Aa+V7AKPZj2Or4RGFu+3wXKvcWoUDxrqC0+Pdw+vOxK2rxzOjC9mNMqvjggrT3x83c+OWV/PrjjuTyPMZc+bVRcPTSdhb38HX6+mZS3vJqlIz34f1K9lCE/PTsyRT7g1n4+jl9XPWfTJD7S7oI9jpWYvXTjqT1BLZ49WHxnPr3n8j3LIxw81FbNPfmIcDswdAg+zaWBvcGha749Zxm7gqHEO8uSEzyjREs8SfEIvYDZ0T1wPAg+600sPbS+qr0SGD6+wGk5vlFSE748LBu+4FgaPToYTr7FPLs9zpW7PeQUQrsULzi92kYvvWtHfD3ZtHC+LYXUvS93Lr1jh0I83diUvJDIQT5wJBK+tJbJPTYblL5F5im+8JXSPZ+DZz4nJbu92lpnO8kBh7yCSly9OARmPDjCm73THAW+3R/9vTFP3D0Glla7osKpvfhtiz6K+RG+kA/FPUImwj2qm36+b/cfva2Uor6EsAo+5LeWPYoZp7rCkCK+n5F2PfBVsr3jPRS+QyWlvYmg0j0B7S++CH/hPQGSDT6ZtXA9mxD5vO+P6j37v/e9UvEFPcl1KL6P3ly9XJgMvZEJDz5yrpY9V/JtvpPF2j2y9vg97gC8vZADcL41E1K+c8Egvsr3Hb5i3N29AUuIPZOfeT1l+4M95XtHPeRz3j11b/Y9Ay+OPTzPYL48rlS+IbpQvptuHj1flGM9Ha+JPdsR1D3iaOo9vGBsvqEc3b1DUQW9f/E5vkY04L3Wepg9LqMNvVARGL4JjN890c6Pvc+8RT0G97k9yZYjPGytezwOu5u8xv4ivQ1z8j0ntOw99g7PPOzpETzUMLm5KRivvUXiJ741urm8xdFmvsizQD0obTm9WSpCvmYkjjwJK4Q77nHKPMvjrT0vaf49RFCAPLm7Tj32xlU9VdWHPXa9LT0/uKO8CAEfvep3HL1EIVO+LUEqvfV2gD3ZrW09aNOiPWrdmb0WTvq8NvVIPcCltL1PE+29YaShPYHMs71GMem8qsFBvmAWQz3Oet69qvMXvuAlYbyqxEW+kDmtPbx0iz1lsZk9aryOPV4JAT5B1y298FaZvaIlp734Mtq9kVBmvXtrt70yg6m9DLZjvm9NgT1l+wM9BtVNvvIbAD53Qw+85o0+vqshEb6yS3W+6GadvfUXjj7gp/s9GYgUOtY1Vr73Lc892lRevjSnXz48sTY99/eJver/6z3G65K+XZQivmjHFL00IyI8KvzNva/TAT5sEyc9vLQkvuLGbT4I11E+nJxsOkpMEz7o9ZE95S2zPf8g8z2Do429AAIMvuqkvrr0/hk8oqP0PSIwpz3MYV6+5YyzPfa7kj3eEk++LlOQPT3zQz7MLHY7UtgzPWCtAj7znzI+2WsvPhUzL7724A6+HRYjvLXNxztFGbQ6tYZUviZhOb4aXjo8fK/rvIHtyj0L2ki9cY8aPpXmGz04DeU9PbtzvnTPjz0WS/O96D/LPazCrT1Soii+nWFyvgMUTb5ZCS09K2nPPd8BSj4dKBA+PFM9PkrY9T0m7RG+UoViPU8l7j09X5K+iwZpPpy5VL44VBy9AkirPrStIr6ieIc+6hBuPYYYDD4w6CI91PbUvKgIAz6BHBe+TfcHPQb1uDvgtoA96/AQPeJNRT6Ym0A+g6JdvkpVkj1LouK9La/IPXojED5J23Q+/3z3vf29Xb2zFfa8qi04PqiZBD5tyyg+WxeqvUij570VWfc8sMjkPhqAmLxD+Ny8q1N9PesmKr18Dp6+7IJ6vRxDUj64ZbK8GIyZPhZ1x70zZD0+2o5+vqK9Fr2eNTs9MuoNPsdBR71Kwla+WIMRvXqehz44UM09/dUHPsqLFT6dHmk+yUg+Pni20j1KIrg9qVDXu9hLiT1Ifna+ez1JvkIQhr6B7Fc+yIm1PruKfj6xzXo8wBESPkaBSz7JiD6+VbqePQTjhj7c6h++ik6Evuf4WT4Wm+C9aNmYPbvr970rUeq9fZJrvNVNQz4+IzG+KD3vvBpE272UUWW9fi2RvQK1Vz0m8xq+L8BdvkzcEj1gNzA9GcKpvcV5z70LY4S94stTPYv6Bj6qqrG+PloEPklOLD5/Eyi9rR66vTq92byPAHi+YwO4PUJhBD5xW9q9oROTvRyNBT5mnxW9Dylavtzil70wYrg9RlzWvROyZ75zmzy+jmt4PU4lX76dTMy9y2G+PTDsSz4heYw9y7P/PW9NWD2dal89yRVBvgmJjz1sHSi+48ZFvsMjl75E9NK9aEKxPr1Wxb0Roq49hziWvVeCy73G0lQ+va9vPnOcEj4nmo8+thR4vJpGaL5XSCY+wnpGvq+VHT7F5Sw+rx3dvT3zMb4t+n8+MDbLvctg6DuB/BK+mzPQPRRTNb1iCEW7KhjAPeLMDL6xgJ49c//NPXu45DxSPCI+hCFsvraXNT4Prki+0nMHPkQzOT6fZPg9gEmmvVrZcr7CQtY9GGmfvcVNL756Q7o9PUctvXsSML2q8iU9GnAOvq/ZTbx1tgS+ZxiTPXQLvz3SUD+9l6bfvaxfdb4w8eG9MFPtvXUxTr0Q7aw7JNNXvif8orymkuc9WKASPI/P47zwYhE+/p7WPCf/QL208Ri9ku46PIfa1T0Ya4A8zqgnPgGr+z07NRM9yyqCvRFz3L1UTa09ikpmvP9eFz4UH4o94UGlvtQoOjxQMH+9yEvNPMOaDD4FVne+y/dgvjUGqL3hNCO+AFQqu30X1L3IFlS91vUcvoV1V70GIcc8STTdPRVHAL3XH0k9vf2LvZbntb3Qlii+oPb0vQWI3L0kWAe+1LSyvTt7E74Uur29tmhWvRu2Yb3k3n08zhIMvq1TC77cYYk9cmsFvv4gA77LBL+9M8PnPTKkqb0gaXG9QmGCPLmyg77joi++b9oyPBLprb3Ro7S8/5W0vTrzh7yptEq9dRF7vkuSDr6LGlW+KJqJvfe27j0azDq+HLnFvKT6rL3lkAo9iUTmuvduJr4zZKs9s4M4u0Bcdb1RBCu+W0tLviaFDT68XKi9v6TBPA2Yyz3fKP89/6CSPYNRXLyETDo+OWKsvK2ZcL1q/7q8G3+svbjnyDxmI7q9ZlSZvfqaET0qtDc9Q6jxvPw5Bj0GtFE9/zoOvpJGmDzi3z2+CsIDPkPhAj7iSWu7UqiFvlyIb7sVPps8m2e/vXGHGb0BT5i+YkECvkZ5cD1PYQM9vcVovttFALuOune+K+1ovrBp/T2IM6c9M/cTvgfFuz0GKDG+mGCHvkx9r7wYvIK9EHYtPnKyVz1eCSy9YYsEvlyDAr40hnY9JoSEPGNhyz1IiTI9NBtaPvJydTwZlhW7aFoLvt1R/D0Odnm9LhqzvUlRnr0WJUc+zS9yvKXl2LvRr2o+SCAqPjqifD7P6BG+ATSpvNH3mT4tOic+J5PWvsImUz4uTQ4+JwiZPuEgND71PQo+j4XBvH9gDz6K3Oo7flnOvgFFD758kbo7p+cnPgxSJb5T2dY9tea7PhBwPLpyO6u9qYXVvFdBBj7dytY+1cMcPZlL8zzvSq89TTwZPqo9ibym3rS857URPqZrnb63mX29DGUlPoOQGj7srJe+BKDyPbHXOL5aHYu+2G+DPDBLTzuNxVY+IGaJO/YAi7yohRE+K9+DO/lkHb7SMxK+puTEPUU83D0yf4o+IYfaPeUff75oezi901ayvXCeL76JGog9Jrs0PUBZIb6MC5u9RpmuvCRUlj72Ipa8fQEjPg13WD2Who++fjOMvRPbGD6kW6m9AePiPEtrMj1URBS+gSJGvcZi/D00P1m9GPn2PXgkEL4V7sQ8xJ5Svpo1kr2Dj2s7+MSRPplMnbtJ37c9DI4sPj+UgzuRolw+72OtPo2bsT3CzWS9t0FKPXN7uz5ALzW8NIaKvo7Ypj0lZUQ8ua4Bvt04Vr58d4s9QHxlPpZdcbwxY3490x72PR14Lb5OtUI9gs1mvTMzlD7Zk9a9gDHCvQ0mAb7GjSQ8YFYzPq39VL27x4M8UYfCvYrsiLyKsji+AhERvjOY1L0xZ0W96G7PPSXsUT7llRo+sppgvlc+vD41RiM+HyF2PWV9wL0wZLA9oEfuPNSp3T0XeYm+q6IVviMaED0H4IU93BAEPkYO6T0CRAA+y8LevaDIib305i8+xBmxvVTu570Z9t68EeTNvVBJJ76aH4C85J8kvfj7Zr0juMk9U92xPFua27zNupc8cw3AvfiLgT54z+s8NJGXvFUplj3owZq9khYsPgNFbLwQZLA9+B4BvZ8oIjxD98a9fjq1vfOUhT6jq829uWygOXBBLD1z2Ym+6yyMPhXcQz50qJo+xE+GPkIVF77RBbk+kOW5vUEfa74DYMy9ri5Kvg7fzTxs3vu9oLxhPYARgr75Oog+ndI9u+cO873ZaXQ+K0MJPj955r1dACC+/WKtPcFooT0pxoe+XFLuO/h0F71mNdy8IBxUPjT90T1GkYU+hPiMO07hZD4YP52+Vi+Cvgt/hD1jLCQ9y5GHPng8OL5BRxm+h4CHvh6NHL7RlTa+eLpAPjHBpL1p6g69hJfWPWHfsT0viga+WCIyPn67qb2Z3yu+asFMvX+XJ77I/Lc9A/ScvnZ2Bj1jZpW9XReTvspjA76YhVg8flV+vm4EAT4wToe9CVGRvCjbvj1XRIi+a4MOPRyk7jwjp407ilwkvtTiVT3VSmq+MRQrvtlznL46DXu9jWNSPSMDy7xoqSo+8EAJvEh0N73sW4C9VIsZvgRT9rwMABq7B0smvnQS8D16wE29DYFxPQM5TL5p+x2+wh3/vPiBTr7YUY29ieaCPHlZjb2JozC+XzQCPsZzTz2lrVa+u5prPC9q1D0+nXS7upoGPiZDS77TxyC+KFU9PYYZOz4aMo28QubOvV0lLD0nNxA+qH2HPM8q1b0WXFq+DrATvhwbyb1EYpu9bFsBPcWpmLteIFO+t2eNvkeA2zws+Ii9hTKoPO/vIL4xnJu+YYQnvgoXDr41OjO+aooMPltdDb3suKi9u+8nu1qEGr4N3/u7crlBvuE89z3r7Qm+Yi81vorPir3RKfa9jCnwvA/S0b1JDdq7/dfBPX2tMz25pB6+eUe0vKUc9j3fwcq9m/i8Opsi2T2RGIQ9rfA2PSTPTL4iecq9amNFvsPKOb7KPI69eDgNvgVgEb7GgAW+ek8+vc5jB71jdJa943J2vSKwPr4YktM7WsdYvd1Ipj1pSuY9jcISvt1o6735pmK8mxc0vnvfVz3qc1w9UtvvvamCQz6ejWS+Ld96vh5/pb2dPCC83n9BPiNkpT1VNBi+PhNJvREvgT2MPkq9CsPDPkfQSb5fu1I+JzvTPR1FRL6/jbc9IxOhPEU+PLxXFEm+NoetPXTIFz2tcYU+RQdHvlygoD2sCTK+goQvvmKtqrsIBqm83eAsPu6J4T7Co98839M3PMfEKD65I6E8NJGyvM57IDzVQ0y+sNJIvvHK973I5za7AyiAvdBswjw73X09f5ApPDsSeT6TNcA868+MPDubj769IR6+iOx9vkF9Tz1kpyS9iqY2PnWfuDrgOSg+BE+rPUJKKT7TacA9QAE3vqZ1YL6R8u89XXbrve/x+Tx1Ahi9A+MqvavGXL6Ggba9JgFfPrtH5Duyfc+9CBdLPgTSIz5DVhO+KAeEvROK373agUK8TNVKPmOIrj0npTW+crvLvW1Trz0tLIm9jcdFPiVhKD43mRk+AL8Kvf2KJb15PLM8Lf0zvsDllr5WM6g9QHF0Ph4IOD2yO3K+e5sMvtZk+D2yx2+9C9yPPaqTpTzMwm89bHBnvp2/kT0b/rO81TP1vcWRMD55G1c+ua3gPreFQ7xmSzi9TU71u2gTtz2eDh0+yekSvvOCWL5mQ0O+Yx4PPcAKp7zM1409DlWJPsjjPb3O5wu917NZPgr9H75GJ4A9RY1+vXZ/0L3h4QI9xRhQvoITZr20QRw9gvoWvaxk8b3+5zs+WJsmPZVKSz5A3Z0+KocNvXSkSr1odjy+FoBFvuM0MD5W4AO+MtScvtEUybzabT++ul9bPm8gZL7BXj6+uX4iPd11DD0NZfe977irvTGVur1Zv0S9VbmiPrOLtj4xfhu+l8q9OZq8Qz33wDU+3ucSPcEy172Xs8a9KRTOu+fdDr4sJve9Bs0fvjgPmD2L83o8I1sJPmOibD3kUym8bnq8vTmqoz1c21m+Dl6vvbwVrrwpTCY+s3eWvZ9k5D3NQ5g+CcElvn4lXr68Xe87uToePV9cj75CJNu82iy5vWWUNb6t0X8+zI1PPuzQ4j1ua3o7Zm+GPvj2jTyyEcS8qyO8PQDZpD4Iq5A94rsBvsP2uTx4EzA++7ltvTuhVz02cbw91eWsvazsVb5yisi8nXPZvd33fb7XYSQ+H83sPTfg1L0WOrW9kOOTPRxtu70G6b09xEnKvVXcSb0fogQ+CdO7vcK3db4XCz48DdGevpd3Ir5+4Aa+bXPLPbuT/71p556+NlCxvFeWMTw+o/K9sJEpPpmkP776nB8+y7ffvAuJMD7rK4C+x65KvW+Ilb60c4A7KmKfPp/Bob5jkGs98zXivb1c9zz6u2e+ouo0Pb9CdTzGVWu+mc1+vnjuD7zds5K8w09JvdaDl73hhZe93uwoPLneMD0YUKi9+mqePashjT3RvZ49K6YZO9GrZT5fblW+ft8Buwj93b0ACsI8D+9UPfojSL5bD7A9SaPQPaKiJL1UEzU+0UY/Pc+WJj18sgg9MOZWPg9jWr1fAG8+RflTvLatjL29VgK+4kHPPfH0eT5QBHe9iqLtPT2udb1+1Wg+qFZPveLtED4uIRq9lqqkPuJxVD1rGQ0+fo0kvtsZsL1wuuM9H84GPoxOwL2fIJY9YTKQPQHZjL0ckj29qScLvR8yNL7SFL69ZRKKvVLwkT7rVyG9BPwsPg2VYzw9eIs9ClmkPZod8r1Q8p+9ZX2nvVWK2T1y7oo+AvYePbJaX70nqDG9EqMpPmNMIb6URqc9n65iPdbF8D3yNam9oo1zPRcBxrx0jww+IohXPZJUrb3WolO9xgcUvkRBbD5M1Q0+bcf4vY5+oL2Oigo9CjICPsjm9L2dxIU9PkQBPtzZRb3ENpO9gZ9PvmkfLzytcYq8HWqbvX812D1mwyw8OqaivbonFDsFD/y92qcvPlg8njya1lg95X0MvsXCJbz8ef+8MMz3PdrjVj3v1S++uxgnPEHwDD7gMy09kZUjvtTVQj4/Wbq9QccIvhbgYz1orZc+BjFivP8gVzxVuQE8Wy46vcm/BT7orCm9Ysq3vRnceb5RuKm+0SMaPnwFKz2PGPu9fcyZO7HikLwMRT69IjKPPnwAyL1cuhM+XqQXPTXcSz67rTi+ih8ZvuwI2bwEniw8W9tovbrc8T3auN09weViPEHAxLw0tKG+8LoLPlkdBT1chMg9RPNvPTWw7713waU9iXflvR4yHD7dnj09Am3avQSAMrx3T+c93xlYPoiNKT3i4SA+ilFJPc5jCz48JJq9YodKvkThKj18lSi+0HqZvs+NlL69bMe9Hc+JPsW2hL4t8gO9+tUTvkQYpz5APCq2kQOrvVoVlb2IYt48OC7OvBKVvT4k9Mc9n93Vvi5g4D4Bj2Q+ynGQvlU6Mj1ITTO8UVkwvpNVNT4IHCs+VsOHPmNAaj0AaFQ+739+Plqgk74qdRG+6P8ZPQCPA74Cy6C+ppXnPDS6tT6T54I9QDV6vSP5U75DVcQ+KheIvbXvXj7Rbm89Yjb5PaWliT2VpZa6GvOuvcUSr72lFX29uNFqPtMJV76kLog+4rOdvSQOWz1rurY7YgjnO4sM5j0UAey89umnvaySQT4mjee8eMz9uyZbTr5hCUm+KA44PpIHYr6anhy/HzYxPpaErryaNmy+VYiqPvfuOT6sJnC9aY6Wvf7DsLxLP+Q9WSGXvl6w/z0KS5K+VOfuvKxtBD4kfys+C6CAPiC4Ob1ejCq9RuXmPakAor1f4aE+bgaXvpbEtL2tMa++tPoJvSGCOb2FDKc9DRR5vq7cnb6C1MI+r4uQPSBxqj7p9Ze90AkkvhmZzb1d3m89Mkgqvnddkb31C0e8/Fyqvig4hb69OjG9WP9IPh4yND2OrC49h73dPEJpvj5mhQa+js0RvFhgSr7tXp+9fYFtPlnpgb000qE+1S9DPoWWXj454i2+b5tsPsp4Kj37EaE8/DlqvppnAj1rYpW9Aq+ZPc5EJj0hnhw+ci44voUjeb7pyc097yZovDw3o7wvcVo8djoxviykT75znIY+gyp3viBqJL1dBKQ9u6Kgvn/smb1PnwI+t+VXPgHcQ71UOg2+2MHBPR+luz4NFQA+I6emPXsaOrxXPs48PMOrPX3siz5tKKK9q+NWvVipJz56CYE+xzE8PsvqmD4j1hC+wihrPUxeUb43WH8+cmasvfy54z0qG6q+1RlTvJZbBT1qBVK+zv9vPpawJT5vrkC9b3SEvhnLKD4uuuC9Wsyiuy4LkT4w3hu+gpsXPivVWr5BNmI9SsjyPSv8qj2ZEhq+WXWHvrx2qj1100A9SqWkvU1Xrj5Z+p07KZ50Pas0jL79JpW+XnowvSjB/70wD6490reiPnWYtDzKabu92PMFPfPT871ixyS+6DDmPYINk77ZgSw+tWkvPvneL71sQg29hb+4PcJqIb7iOdc9ZUzBvcY3bb2NITy8+FJNvgu4wT1szJ49YEP5vaW2h728Vyq+5pR7PLJX1D0W1TW94F58vMtzLLv9a7292/HAvEOJsD0zIpI8hNf2Pf9R8LyeRgu+C55AvczTJr5g/2A98/aHPQpaP75H6/e9YKqxveMri76qO/I9uBz2vQNClT3a12I9y5EWvvpjUb69WRS9aWkCvo7nKL4dOce9UUDKPauXPL7JIwU9janZPO4Etj3kwTK8O636vXeyLL7rdUG9La0dPQObkDwwno09gfa1vTEiWb38Hts8/ahpvhCJpT2Kg0K9cB5rvi6Rljz2ocG8b6a9PeAwor0gzA+9wzSCvfZDOL2NMie+rNVoPcou5b3gJMw8BQMOvqZSGz2gwHy+TeYbvmQ7e7sp4z++F0PfvTDEBL0ZomE9VdzuvQJg/DyrvCy+AD8bvqqopL2TMrO95sYlvue4lT2AXS09a8ATvmm49btuQPO9oCUbvpKh7D38ek29gq0XPsYmhb1zCQI8n+AuPaE/PL5xjoK81tMbvdXh/r1rEd29UN5cPclfe750GcK9FNJLu1cXrr4kiF88ibaevBlYej07uXa+yg0NPXaaFr56Uuq9rbnWvfqVDb2hL7G9hIX6vbVvxr048gw9PTsDPtnQij3ElQY99KI4PSyU5zx8Bes8pYtvPpAqKz2ln62+yOH0vcS3TL4xvxS+M4c8vSpaVb6x75w8PtggPoGWWj1c84i9GNO0PDzAEDucPBY+nJxMvoF6rb0kpHw95ejkvS/yObx1DxS+Spc0PmyrZD54oVs+SV48vsS5MLxHRGi+OMoOvpy4Ur3Wf989ASXaPBSn4Ty79zI+Lw2MPZzPrD1M7h87vZK6vM/kJj3v2BW+QOmVvuTZE75NqSe+DjEuPp3fIT5MRdw8uBEsPvFhlT5AUGi7rB9zPv+Mx72bcom+rGWMPWwAmr5TBjs+3XorvjxpiD5jYy0+SrYFvhwFG70QECQ+m8KMvp3mdr4I8UW7OPTMPRUvND27yzG9QkcGvpzWgL5V6lw+hBsJPjcW4D1GfLm9CmiXvSIFoj1crom9I1JBOYT+DT6Xyau+HVmqvew1Lz2GfLU9cGbTvfRWs736o4k+HzIuPu6VvD092A8+guslPnZzZTxsL3G9Zy0ePtScI7sQ4AE+OuItvlQUG75/Dfc9iPpivXpooz7DI5k+lodNvnu8CD6NG0I++RxdvoqLG72AiUM+Dm9Ivqlftb0CZ58+gWbOvBMrfz2ddjw+DWxNvIOUlD6FRqM9PhMMPu/8Br0w+0q+b94nvvA5PT2/J+g7UHZ6PWPFzzwA9hq9KdrIPZ8jCL5s9S+9IposPhTU/7yWtQQ+IDQMvuwJy73Eaje+wM4OPTdS8j0Rzaa90s5IPghCQr5RuyA9pI6RPq13uLyRoc+8WK81vkZ68z1N3sK9MdevvHwsl73FEgC+GStIPqx2Gb1Xj5Y+SyV4vt18Bz0lLu+95TeEvszlI73mESo98KQGviHt7r2KEbM9yxoHPqdBJD4VHh49+/0LPm2wpj0eb949l5T6PblNFL2Wpyu+4v2Mvu/bbj584w6+VTCDvFnGzLy414y+f2+Au0IptTyVZHK+SAQZvGbQVLwzMTc+x5STvcYBMj5PH9I9/pCxPBb9cb7TdbW8NkyUvhyrQ70HvVI+BUAbPZgXjj6dSpc+uzRbvr2ywjuwguO9U/6GPny/KD7GIjq+TE3BvNWivT0P/R89PLOYPDd5jT1kvmQ+i1peuz/P+L3ghVQ9BUNLPc/iU747fSo+zWppPrBeG76/y4c+F7GYPgiW7r1HChW+IwhmPd5vZr00bsG9WHkzPnBvN75KhSu+QwC/PHJxjb4CUmq+Ad4XvqA7cb30xQY+6G6IvVlf+T0Qmxi+R7EmPu5Ruz4PYH69s2/5O8rROb7Gwsw90gPMPWgMqj5TqqC9zZ4DvsRgar56gsI9/A2IPs4zTb6+LeG8VB5ivFDdCj3FHiu+gqdSvNZjHz6YwgS+pRAnPgvI8zyYl9O9EEURveTvvz4bY6U9SD2hvB89vbyV3yo+FvmAPl0GnT2IVqo98vwBvh40ArvRR0e94g8SPuEFDz3QFwy9F2UiPnG/dj4JRii9qgMGPqZHC70+pgI+dS3wPacTjL3hUgQ+XBvYvLVnzj39Xa8+TV8EPqUt7D0BfkA++ZQlvcramL2wbrw9c1maPd6TNr6uDte9mkpPPmqDzr0ukag7iVU5PB0BAb5Vq8o9DTDbPFvmVD69Oy++cJFDPsMYn72Dphw+mIXAvb6uZj0BiSM+cWYjOroBtL0oPHk9kXg0PrS2rT1+nYC9r6pCPlXkUL38KR8+/2w6Pqma+z1RjT29a9eFPW1VBD7VDiU+pfhxPokYwz00Gyk83KsSPSJtKb2gI+w9CwQqPgey2D0tGiK9s1r5PK5oe71e9f69Z8NqvFSLXD7pXcG9g88qPuKMPT7K0hM+C8JePV9Srj3KPiK+hFYQPph6mDxj1Gq+vtkGvbK4kr0RRW0+87AMPgmtnbwGy2G9/301PtjrQz7OLi8+sFHavEeWA71A0iK+2HzQPVQu2T1BFNo9WwKovaSjNz5EKKo89Yg5PuvFRD5lF009szocvXx23r1SO7i9B5ktvbd3Hj4QmTk+JTvZPc26m71Zrgo+YxWJPWLo4Lop8bu9Jj7jPRwooz6/YI49KhoBPgJIZz4fBjg9GROSvkwlWT5P/rs94dTPPOFCNr5G2QW9IpLNPd9stb2ZdJg9wv1zvdT3eT39r8s99j1BvvsjZT33hne+3NQhvsNTAr7iK2+8z0CsPBZHo7wae22+gebavK1nfL1y2TG+1fWJPvkzdb7TC887KwcjPDegjT7fuAI+jLpavrVyHT63K/O9aOMhvalcgLym4lA97fflvUlP6zsCOF86D52Svekelj6ahtK7CJnJuziKWb32UXG9M/ZyvvBbWDywvSq9sqG/vJV5WD6eUXY9joN7vU7hBD4jkGC8WcQGPZ3K0T0B6Qw+cy9cO+i4oLwss7a9j4lBPR07FL6AG0Q+7z4Ovm7lKb4w8wI+Id60Pu6QaD5DXXc6Cx7VPdGueL1g/8G9FrFZvlWU5zusGp++wfyrvdcjwT0t1II+5GbCvQRqF76LL5U9Cxlavsk3Vj6ZXFY7F/xXvZihSr5+TVU7QMWBvbubgrz0Ms29BOT6vbv/xD2ur/q8p0qFPkuk3z1AfQq+/bUoPqR1ZD4puAK9wdgkvpPhBT1XoeK9sGTPPLz1PT6ncVU9Nl1LPrZBVL6zTFG+NXIivQzN973mbU29q/kJPSHyvLw++cO9B0URvnj1Ib5vmSs+XMiIvaZGzz1T+rk81RASPaqmHj5xpR8+fis/vYm7rTz/bfE9ev2CPiUuqT5wB4y+YfMLPkbnkT4vUBY+3NA3vhcxrr6CB6k9TXVuPFWwnr1X8TU+aT+kvX58uT1K6P89TSAbvXwezrwi/YK9NN8/vlfXND4D8SU+N08TvZgZFL2WaSg+RPhzvOjrJb5J6nI+DphLvMTIfD4stq09IkiAPTluHj787Cy83iMcvh839b3nBa49IMBgvbmWBr9gsmi+SEqoPT92Vz3QxQU+8CgNvpSzhL3KpxY+InEuvtUJa7y7BB++mPolvEG9bL68hbA+db7nviFpFr6+RXI9VwM0vZP0pr7/FYK+g0LAvTyEMb15teM9+TuQvOzoUD19qTa+iV92vUdjS759yzG+FWSUvUuYHL6WncM9W1X7PRozpL0ydOY9EMWcvci2aj4avTa+1D1lvfk1Dz54N7u+acljvCbiqj60/A++TV10PlWcHD4AVNM9apMNvfIgCj4btBg+D0MLv8EEbj4tZ6A+VMsfvtHk3D07k+S9vIRPPmiPnb0YLv49Zs6KvWE+jj5ceDk+vKVxPj3L+z1LV5o95WqrPLIIGLxYk1O+MQSpvZG7Rj19lqY+Iz8LPWBXrz5P10U9wI8wPFH7VL5ADrO92/qAPmpnYD3jUfE9afHQvVxYND54uqU8s0ECvjBmhz2/Jnq+/66/vBXCXD2u+UQ+VwGsPQ0DIj21+Co+BO2PO8hp5D2tua+9nx6CPaeXDT01zU29x8Z0PZ2FwD3HUwi+zYeFPldsIj4QRdC9Pr9KPV+Xkzyx+MS9lGd9vcDA2D1upxs+aitGPRLq9z3EEBK9IH+5vdF0Ij57u8M6A7FevZK4Pz7ezY0+rst/PYqn5Tz01gw+9NWNPndWoT3NG6I+QKsMvsMXGT1CssI9xwc7PjzUQj11BfK8gZU0PRz4lD0sIgw+j3CIPX22gDtp5xs9gQSHPtaMyz0nyCA9whHFPYIgDz1yk7m7P5zPvSWNeL35d9o9wLjAPX0Dqz14bDk+rb4MvRrdEb5PUdE8UGBnvWMZK74484M8Wu0mvrrlrbwGwEq92IHZvQCiXz3b99u9UFcnvXFbs70kFqC7n0gKPdN/1D1uOss9ngGxPSyyXL056iU9ZtyvPTLgBb6TyAc+lMR6veliWD6QpdC9PxRJvUDCCz2pI2A+p55Jvqkmsj1XYj4+qKjMPZ/Hnb36aSs+6nCEPoGurb0KOeK9yWvJO33jsrxWTcc9FVHSO+vjN70tj/c9WVxpvQgAQj4ahpq9XawJPc1Uhb1toT0+LjqhPWNKCb5j/Ps94MW9Pbxhq70fOg++DLKevUtZSL17a4q8wgAjPpXD0b0E13Y+FU8dvtLi3z0NaoW9Ma+TO5LyLz4UNME9EClnvcCdk7wuess9dz0yPpn5lzwaey4+1rdmPkWYNT0u7nK9ywoSvsAdVL4w+2u+D/EQvqwh7T1N2RQ9Xd4iPuORpr1a8Y6+hNfXvURbXT7DNEy+iLQIPXFIdz7jVTe+hIMKPURlm72oVx8+ymhSvuJ+D74Sgli+WycBvldQg7zBLG++YmIMvqwW9j3RSC0+bNhQvaVGAr4C44G94T8EvcxkG745hx6+QvePvdOicb1sQhA+cEIEvtLazb0I6/A9nC/oPSYpHD1gY2++Cx4ovjVEpz0eBMM++YSNPu5qCr6TcuO8Bv8zvdmoUT7SYv89vcBnvE1QBr6OF4g83WdfPkFfAr4F9Hk+fh1Sviuc+z0wTCy+PP1HPhbCYj1OLLe7fulpvofCFD0K34e9cuVKPtzcxj4jYdy71tkqPX3P7j297zc7kUELPUnQAb6OfD29y2I5vkxfJb6gD58+o4r+vYqxRL4nl0K+xkwRPhkqZr0z1bU8UdCHvd/F/T1Nk0A+jytHvBiBNz5NxYC+VUcPPmZGkj2vTiI+pjyXPGgw/zyYJGi+50Sjvir+7zx3ll8+CjkKvqcxeb45fbc9cbuyPQ60/bsThPW9IT6wPj2sQ76oM/e9mMDBPdYVXT4LoDA9wmnpvEKxXb7w9AQ+tzr2vRokxbwWt8m8O+iCPdTZEr5amxu+x1xFPZ8bTb02vpS+qBcRPl7swj10ukC9irIPvs7fpjxrkxw9KmfHPPtCqj4TrYc+RebivQH3hT6HZWQ+m8wMvdIZdb7TZfy8640ePBfTtTxNada9f+PavtmE0r2ZSQ69IzSoPj+oar3Puiq+4NvHPa+ggT0zUXA9gUkZPVQWnr7Kr0O9P6GmPavcrL0os0m9wK3VPdk0uTxmj889ybPJPfirx7x8Cmw9pKWRPtr3E74we1A+BDF6vnJvDr54acm+SJp2Pp9aLz6rAv68bvO9vSXr4zzls5O+IFtNvTJiiLyVnCm84CtPvhtRBb60XEY9r3E7vsJjc77Gw6e8WZbivevZsz3xN7q+Lxr9vFWCgT5SjH0+BgLAPYb0rL1ETZ4+uqtfPuMAur66Mii+cwOFvhorIDoEuAa9D8TlPRHj97nizGc+MJ+LvoAnaD6KCcm9oqbGvTKg271l95++LfMPvEwQyz3UAtM9J9ZavSQuOT4fsXa9rYFkPgZqnD7sOK0+xUGxPI+A4Twc0LS+GY6JPuHCSD504Vy+p5o6PZL7gbyt52A+O5yjvtVVgj0UBak9PKmjvrYrUL2ug5K9AGV0u5sKMb60dMe8UVlpPiicdj5hwD29ugo0vmigoD3nDCy+pe3hPRRiIb6r1EQ90Gyjujtijju6/uO9oMl5O6c9kD3Q7R29TELnPKjrhT3Cux6+txFMvJ4epD1B2Tw+0DY9va+8er6sQTk9oAo0PTJ5FT4xgE+9gfFQO2+Qh71OUDQ9ua4YvvMazb30icY9ipmwvuUwXL0ByFa+9vATvtahJ75/KM88Z79APn7CZryqKM09O78gvt26Zr7+pFC+rvqQvY9Po745cDG+O8tqPS0rXr62OdS9g0A4vhESdL5nLcG9888VPYf5Uz5ZLDc92SsePvANjb6n3qm8V6ITvlXTqb6Po1a+6nq9vb5xyD1uLnC+49xAvsv7KL4+/Si9pEnmvWPxiD13qDo90tStPanrrb1+SDO9f73rPamiYb6HTC69fo0WvkVSib3+7GS+q8M7vmRcQb7DgqG9f88OvistEz6EES++XG+bvP/AD76lUio+oTEpPsQGDTz5aJC+TvLNveHzlr6HVIm9vQjJvX7PQ75C6Vk8qUaOPaxJy72NGay+MktYPYsCpr7pypy9BeEJvQpFvj0O39A65zsSPkGlvL3wfM29+/n0PcvOqb62bLS8/blyPcPptz12nQu+J0Ylvpf04D3O/z0+uMMLvfXHhDyXw7S9lF9AvrnMbL4Uffc9GWGAvf4Edb7CGKk8OAtzvlhEO74k9PC9B5LoPZTrGb12Y2A+m5iKvIKfBL5EAQO+tDUMvl4nET6ZrQu+DGA3PYDmk7xm9qs8PEmIPehiiz2q/x2+gipDPQR/LT1MDQ2+JcZDPoH9Cz7ieha+jlexvUSQbb7YLXO9cAxcPm3B6j2tYWU+jFQuPteHF76POyC8EY4ePlkt8T3cvX2+dIV9vZlUuzt4Zsu9SBfKO4rWyj3aNu89E6hfPsWTpb2Gjd+9CWc3vpLyNTsJTWO8IfYSPrbBoTxDXyQ+R8/FOmKVhz5WFKY9eHtUvtl2dr4TgQI+YpguvnpNlL1li8Q9az5iPgkQ/z00J/e8XhQIvjHaI754RoG+w72mPD/b7TwRbdi9TkmaPnsWNj6Ly14+ZQhwvdYjEr3+u+E95uKFvUw69j3asii9vwELPgQ69byAKp0886UMuyYmfr6LV9M8znY/PlE5Ej1khIu9t7vHvTwp2737+RG+bxP8PIqr9zuMG/E8CMQOvvKyyD2fRB69RH6PPeP9gD2AV4C+mtkIva1D473WG3E+eGEXvqaV3D2GBtO93xTKvG6EDr60xVO6zZ/7PfPyv72MEaY9w5ujPcpBjD6RERy+UXzXvQzQBj7NnTa+76QWvkG9Aj4+MnQ9rokmvSaA8T2UZW09eitiPgYzpz3vRbY9DQuZPuz10r5KDlC+x8KUvmixsL2sCAs8UPNPviFqDb47tDy+StrHPfZ/or0DZU4+3TmjPXNxUz4uBKI8Yzf4vWBXDr665tw9kQSkvg3X073KAdK9ppBLvTp/VL7T4U4+2VAVvg2iPL7dglA+8uOnu2XlUL2gqGK+J2AqvYFg9D0HfGU8eXNsvfLBkL1JmTq+9cdKPKnXyb6K//29XD6MPVJaRjwTza49tDAWuwZBtr139CA+E8MqvovLAb7hwFk+GqecvcvO+z2lEjc+5oxyPkuP6T3q+Ti9eCU2vlj1rLzxO2y+KIVSvtnTPTxvOgU9SavXvEfo9z274iu+o4i5vbifGT09ALa81nkdvu9alr4o8SM9fNo1vlihXL5d+e0877FCvPy3AL4IxDU9/nNVuzWAzry3cey9yGwkvosGDb38ZSg7dcy8vdBdsT0GYpO+7+ggPsWGG7w0oxQ+7+tcPQwdeT4S2Pg8oINrvihABr6FxRk9y4knPQRhQz6bi8K7irNwvoBkUL7Qqks+o4FWPbT3er7HXzE+ukv1PRjUaL7DXze9d2B9PrZOIT5gcwi+L5F2vLUJ9j3DnnC+Ak1WvYKECL6znmm9ImqFPAkbN77kNpa8x+maPRvFGT6mQxq+RS9EPniMRT4LD929UxEsPefO2D1R+JC9pF0rPqKLVD5bvlu+lUgHPoWKiL6iLJ870e++PiviWru/oJU9jneIvb9zUj4yacG+TnZQPodVFz26md69eUMCvU8kP719N/W9wXdePbslYz3DiMi9lqwiPlKIXr1XEis+fr1DPQXzED6JSww+oVp/vUGYwDw/vTS9Cc+kvcp+Wz4JhCG9sXOSPbqwAT60gWo9v59lu6GJfj0OYse9/5PHvWOiIj1QnXs9xggrvuL4Nz4Wb0U9Bs/hPAgzEb4OmyK+AqGDvNnrY7xqCie8lkVePUbu5T2FELk92kfyPTNz7zx/uKg9YlOcvZ+mfzq/PHK+oJuJPYAvlD7K87c9CGKEPlL8Tzylv+I8bVu6PfVRGL5Xoio+WO0CPhYoJz6xjNy9MUOoPCLOSb5e4bm9CpmxvbYI4D047+E9NsAsPSFSEL7XKc69SrkAPrtYKD67IJg9akeIvEBUGT5tzbE9IbMUPhWrsT26f1A8iJrSPbpgir4x8ze+V6FovoiMy7178oy6hHohvACAmjwig3y9vQ60vaA+LL2wVbA827nNu2BCuz2CbNo9IP6iPUyAdjzKtda9xtiIvQlWQ71HGge89gtLvYvSdj1Gb6y8u2z4vUJ6jLzcmtw9ry5LvSQkwz2d41E8tZkYO/kY3z1TsWO+uzJfPdqbZT26Qoi81JMpPpQhoD12Rwy8z7RQPl4Kgz2UABO+V3DnPW39pD5BWkI9ADvOO7EQsL3nRls+gqsBvqtzzr3RNI49w5UzPizGeD6EhyM8VV7XvCcpW7zg5BY9yLOFvciKvDyBmoI+hVD7PLC+mb0i7aS80G91vTLf/bxJ8dG9ocJLPtDiiD5+W4q81Gy3PJqPfb7We7C+vPZYPdfa3T3zWCG9fNT1vd/znL2IqhA+CSVTvZwJ6j1HDYy+3uARPgNZ0rzTD1m+wL6MviUq9b2noga9rNpJPrLPRr6z8di8/4cxPltoCj7E0CY+9J0OPpAbuDwzdR698CoovScg8z2wS5a9q9kLPgl0U77ZBNu90elovW0HqL6894w5JJjnvRnaDr6ywkK+8QYYPINhUL32Jow9n5ccPYJg7bzz9mG+oWWJvLVmFL75Qke+v/uNvYJZFTy2nxY+Pr2Svu9Ul7779VU8vzI0PiFniz3P7EQ90/4FvuMNP70Mghu+7XLKvRTBLL1n6Gm9lv5/vY32jT6Y6ZC+fCHsvaz9Er5CRlO8dbiyPDZBD7102TI+OuE1PqoGI77jRb++DR4NvhfyoT172Yy8dEvDvFOOB7xzAZE9L6mFvdYULb2b00k+N9cqPqCwTD7brgq9vuqovA8dmD1utCe+bb+EPpRhjT7irQM+JteqvdC+XL6Bdje+an7DvFc4nbyL6W47U/8YPbr+Ur1/tNW+oUZ7vrYeZD5/FRo9fBZSPMedDz7g/6W8+33ovRZBFLyc8OQ9SbgKvjBlJz2S7me+LsvEPD/MGT6g3gc+orxKvoGA8D327no98z4SPVldxL1mPaY+K7OYu7JZR74Q91W+MFaAPUrvzD23YSc+AXbrPUnqdb29AP692AmRO0Rmor0+GIs9+5cyvGManz7xsxc+2wfmvQZFTr6F8LW9MrGWPb9jrro6qwG+H0rXvObPoL09/xi8R5ANvSBlDr07lCo9e5OkPSIJQb5J9Wo+/rsTvhp0FD7G6AG+we9qvgfQKb4kdRW+LWqFPn+Dnj0uCVI+B8XqPcDOGT0NL4s+3DfyPDMaNz78Glm+mSMYvsKqUT6VXuA97g7DvZExHz2aPks+a9JfvlgC5DwTm5g8w6DqPUbCUr7iGAu+lvo3vkubR75lyYQ9UVG7vYdurT3lKho+v0gMvqB9qL0n+iI+fmISvg1gIL2YvKe+hrTXPWrgeT3nLHi+ucnHPjbMcT11q2C+f8Q1virDc72Fax4+3wLBO2fijT6MNoC+/SVLvmW0zL3fhjg+RNCiuzTGs72xhEc9GPe2vQBBGLsGWZK9g0odvloFlzxcB18937XRPbZR270decU9VgOlvFR40b6Ksxm+1RrwPfU9TT78hVo9FzOYvWXuTj7naTQ+IP8kPik8tT6bJ+89VBUFvtq0tDwrGgY9GotgPWCjEb64nOc9ZCCYPVrbP77rH/+9Y/epPJMJCL58nAq+fyN7vW13oj1DBKI9acIivTc7572LlMW9YMxCvbuvHz6V1h6+MrTvPFFmVT4jo+29t2VevlxYprwiWou9VrpOPVz3+D29Prg9fTTvPAazBr1xelk9KzXcPfif3LwlrGI+14FEPh3D+j1UEzc+tsRIPgIq6L2YMAI+sUlSPDQd772E2by9qEv1vZVf5b024488a8T+PXMlOT5kUpW9DQc9PsRjwD0piE49CXFDvaB+wj1rfmS+sn14PojhxTwEQ0m+uqECvsSkDT7syTm8rqiNvfYNBb7Nk+S9KXjHvbkm3j0WYbS80QgmPj0PEb1hoaO9CcIevg3ZlT0WASQ9VITqPZU+Rz4f6LY7RGZ8vd8sT75LJa27wbDUPVvLLr7LViE+lkGtPbr8Nb6/RYY9/5Q3vSaBBjx/wYM9+RVrvd/SSjuydhe7IBurPdeYFr45NPQ9ATUJvoGWAr7OZ4Y9LwATvnha9j2ut809E68evAcKUjxKq269cJQrvsxSIz1X3Ye8bDkoO9Ath76Pvc89QmoKPDl0Lr74FE+9bA4EPpp8ZD4D5qw9qPsCPcwWur2iP4y9cbq5vR8UDD5UjhO+mhxPPc03yD3XWyc9VnXmvJrmCj73Bns9WdJHvv114rxmr48+vLg4vlnahD1tyWs9wDvWPZ6+gD0zDtK92d2OPWVRyz1q4oo8+ZhVvo+QNL6ls4U+WFSWPoSb77v7hAK+qTJYvh+YPj2rLmG8bca3vTfpID1x6Iw9nxMXvlZVtb2Kur89saLnvGXfpr6JsMQ8te0lPbcX5b2/sDK+cURRPoayxD1LBeS9QvD9POQu272OrhA9VRhnPkMlGr4wvWc9XH+rvbXqub0GDIg9K3QxvqenjT6B8Uq9SjKFvipr3T25JMW59PBEvU7bLjxe9RE8SkOCvgBVAL5yFDy+cmRjvmzGfL2YY7w9Xl/HvbJrkL5XrUc+u6kjPh9Zfz4OTm09tZNrPlzjoT3ycDy+Z1FnO8mzxr3kibK9ineZPRCXWL2+tQc95rmgO+QgLz10xOO83z91Pl0xLT6pdRq+m5CCvl8Srz12b7w9Hc1avlbSqL1YVoQ+GgAwPSkjzb1/fLc+4vFFvizxB74xTsU+Ev56Pf4uf74FWlG+b5dcvqMi5r2TX9m9WRywvdXPiD3u5BS+nQgGPig53LyZUcI8c7IUPsLUPz2c3SI9XVDBPmETD77YUyu+eiJvPg7HET4oexa+JvZyvk3Ulj3MBqI9cEosPobbJb42eYs6QQzVPb/j+z2o5nO+0VztveILk77uZpG+kC2TPaT5hL0P9RU+Y7egvOmVfryerB0+W6urve6oVT6DTKI9u2eTPc+RND3pHEE+V7igvXzu6L3mpAW+ejFivVrxmr2QvE4+VNBLPf9WwrxGTz8+wYjJvQnvxj0jAqg9iWmCvtEVhD3/5Hs+x64EPVKZt72KSPg97aqGPZ40SzytPmg+kl/HPcy3mz0FGTO+fY/BPXqhOr4euFg8XE0iPoM2hT6KmbI980opvQv4+71lCVQ9OXNCPlOEHj2gPA8+woFvPBIEubtLbSi9RvkEvtg1x73epVm+71YsPn2iu7264369FziWPtEsOj5vpXg+iuy2PZLpj76g/a8+2MJCvgoVuj0igw++X6VTPe7mXD3dGlI+5DCPPZzze72ouqA9r/e4PdSRN75x50S+GEGEPbZMIb0fNBa+/h5JPaWK1D1Epd47yaMzPu13hb2adnI+vOVfPaMLOj6Yh6C8gtwrPTb8iD5R0V09D1BgPHpa3zzLYoK9owX6Pa/Yhz2Lpwi+NGd+vrvY+D1o8YC9GciDPY1sND4AhRo8RsxRPVCeCr4Cjsy8aeRvvWJ3zL0/c8W9uaBDvuopiD73rui9DOOLPosBMj5wIN49u8rFvXg5GT7UdTm9IF6YPZ/Gjr6jigS+U/U4PbqIhr3JWUS+FgbYPouvbT62LSm+jK2FvYJSQj4fyQe8CsQVPvvwDT3YzJK+RJsoPt6TC7+EVEY+TO3UvZCyWrzkuuQ9W07cPAYE3b2kkky+XtBXvnKMHL4OPPu973DdvHxgt70pWPa8idJPvseizT13PAQ9T9dNvt2y7DxvMIe9bIYoPfdKIb0WJXk816ObvbgGCbyoYcc8SVFxPaKsOr4AJlW8kqx6vbkvGD6DrEg+AlFgvh1y0D2J+3O9rSJKPFliIb4pKRo+nqBWvlencT15VUs9GfHcvJKwGr4FB7S+RUfqvTSulr20Wjk9Ko5/vjtMUL6W8+69T3HkPeUS073rDse9NJLOPTFgQr4aqjO+zcQvPV3fJb4d4zm+uJR5PCKjRTwJTwW+c9MXvqhQk75eyJg9YoQNPRKmBT5U1UM+8L8GPUK3gz3I3kG9zp7pvWZxYL50Ius9TphnvZGY2TyZ1oq9CPFlvmKts70xPGe+WVONPb6UND6xYUa+/U0zvhr2ATwcCCq+eyU8vi0yUr65pOm8NYgUvr/mtrvvE/q9UkK1vfhI6z0Z/yC+SYa4PZmlP77WtTY9uqEpPQqJvr2XyEc9KrarvaEaejuKjEi+8h6Mvrfhn7y4dM48LIM6vsrw5z06Wtc9Zlz8vGrqDj6q3KA9G8gEvl+5Xb5IwVC++hsNPn5fg76eb4g9HjjiPTTPNTwM4Gm+aVbNupvd37u7e2e9fHE6PEXaC70xRV27E+32vcqigz1fgdI97zkFvjhxH73Z5XO+cfVQvVdV2j01a+W5W5havrlRQL7rLg48KWqFPQrpOz3aWp49HgagvdeNTj7etxy+uVhnvc1YLr6dC1A+J1GKPeIMpz2QIiM+TZGIva6GRDzQrOS8S3TKPJzn27s7TK69oStNvd73KT61m/w6Hp4VOrfV5Lyf9sk9ASpqPt3yLj3FITQ9ed67PbJ5hL6y87I9E4ruvauxWD5KUK69pyrYPVYw0z0QC+Q9flr1vaA3Mr0dm4M+7hAXPmPE2j243R6+o33IvS9gij5LDtw9zGW/PAGxAD4+Mbu+lsIsPiO+1D3kw4+9wDg7PRsbcb6ss0s+Jcq/PcShnb5wgak9DcooPpqrNz5cess8nrStPWWzIL1SgYY+9p+ovrPIU77SMs+7HtVdPg7k/z0IJ749OynxPOuqpTxlmMk9Y27ruyIWT73RR2K+8MJqvV9GLj4zW0++qww3vpAHir7Xx6u9SuPwvUjIlb7s8kQ+z3wlvbtpA7561PY9pC7nO0IzbrzpaLY9IlVgu//bAb7Mc2C+/L0cvhYhDL7BfXu+I+TWPf/qK74KPYc9vn7JvAXOR74+aW8+97uzPa/Y2j1Q+0o+6qY8PmlKhb074iq+ZXRlPBwykz6zGse9//zOPThjK775Gwa+uQf7Pa9kS77IBdc9JXKKvFjjSz5A73m+guAIvQ0rOD6rTfg9I0YCvnYyF76MMUE+gB0NvVkyOL5XmyK+mff6vfqNQD7thYY+pLvRPSmrD755e8g+Jk2ZPvkthj2L5Q69qIQyvrpnPb2o9xQ+9rmoPiO8Y77oIwc+ohxXPkoA1L3alSU+GWeOPVJuWz7xNXU9caZ3vQ14xz3c1bE9SzNAvSl/VD6jKM69dYdNPrg9+z2l8mc9pbObPisRvbvotbq8KAoxvWOOlT7R/gG+AuohPn3bJb2Ylsa9oN8NvlqkNj2p+6s9f1CnvkjURj5/ACS+eJ9CvoSaGL7K5iC+OK7GvYJzC777c+g9IZFYPqwmNr6kjyS+xrE9vm3YEz4QRs+9am8YPl5L1j3zfkC85nOLu8XNkjxabRW+2pcgPhTOubwX6E4+hujBPSSYWT5qudI9LvQkPsDgG75sQLk9uk/Yvft/KT3SyD2+HWRrPQgtO77IgSC9YXfAvXsHwD0dR4c+GRhlvb5pj77tHBS+cLSYPSptpjut9Ya9eDQ6Ps6kVDvap6o9wna3PZi0A75pJao9mmhXvSmWVb34ah29bT9mvuC7kr6lsHK+/IV8Pnnjlj3bBLG9njvCveIrAr57USe+NmChvVGdBb1NevM999oKvq5Vyjyn1UO9d9G3PvyP0T0YTBS+ODsivaFhhD1eOqE9fWy+Oqc4zz0M3s09DTAOvq+whT7hfBC+uXR/vp6UDD4Yi6K7ME6OPeyYlT32+J290/APvtDwvD05DCQ+VrTevVN1hjzZBnC+BPFIvtOkZr3CKcw92XXFPedkDzxI/CG6+/9hvVAQgb5UOA49fAcXvXiGbj7BMsS9sC97vsHtkr5/6YA8MaAyPm0/iL4HIyC+HaLdPYwdKL1kWcK96iF7OcWEEj2G5X89qJq9PZdHjDwpD6S9oWV2vvDeLL25/Le9fIudPNuFUj5KLqY9vD9mPRdpQ74U2EM9gf4hPjzBD76ThJy98XmQvT7reL1hPbQ88qgyPmwWVj2l4Lc903/UPQEPFb4jHVC+cj/XPbDheL26ick8LnXIvYozkL2U4c69ZhYOvf3Vtb3VOg2+Cc//vDyTKr7eLho905HSvYUH7TsQSyQ7JO0RvhmBZj3cuDS+p+BGPt5qMb6Nufi9dwOmPVDtHL5QAAe9/ZZhvZtk0T0WNIc874LXPXL4gr1HY/86wqChvdNXXT1R0Ry+gzbMPbR2Er5P4Ki9t47mvWYaBz2TMNS8BAd9vfdB0r3raQM+fykHPjpHIT6+5H+9NuYuOlr7rz0U68E8EVPCPe6ZDD5CslO+Qw0cvuhzFL79FRe+96OFvXv/pD113M48QzVnPUSKNz4zQaE+ovG9PWrfuDzQmGI9KFxqvgisCj0jUVy+G4psPKjgrD3Len++CxYwPmS3cbxXw228mMd2Oj0nmr1kitW9zqhbPlaljL5nYHq+HrRkPh34Bb3jEE89pLsKPsBRAr41CNO9bFvxvaWzPz6eEHM96W0ivmOhDT3IYrS9XI1PPmfwrz6YPim9TilEvrwEKz246mw9qID7PYd9Aj5GbrM7OEXwPTEoVT4FeuM9rAyMPoXqOL71KDI+9VIrvaWgmz5NhXe+NReEvQjIz77PUMS9GSNtPXBmML65Q/69K91NPrxPXr0Omq29fkCDvuNFIb32yMY9PpEru4iFBb51l4i+zjAqvTTVkD1ZMB++vUsiPsaWLj4Ns0m+SWm8vsX3cDz75Ya+plp5vVLyWz3nVs09LkYlvvWbE7wjxTU+QE6yPo1rHj4wlI++YcYGvkTsgz3bv7++9kqfvdwShz75/pm9kCBovg7NEr6Smy0/Ow1EPoLvgb0HTKE+sbkvvnAD8L2qu+s9f6/TPYEsfr71f9W8GjTpPrDJMr6nP3q+o0gPv6toED3sA3Q9jzLqvMykEj6s+hO9b9a7PFVVaryOkSc+qmxDPqoJ9b1tmTo+SOOiPU7Ebj52bpi9x5koPrrHT74K0k++xGi6PiPBMT0bQb09omM2vRANxT1SqY6+1cbvvHV+cD7HoYa+9JYTPoUmDD4Z9pe9zeGmux5k9jxOUL68fW/OO8NWIj473u89JnorPoOTQT7d1HG+8y0TPth5qz7YtiI+v6WyvNMblz0xum096WZXPXlDD769MbK+4LydPojbmD7uvBO+aAFJPjwCj7zAH/C8uhWgPVL7mz6VGS64R9IdvitGOb2YbE4+Hq4NPlARLr6aSa4+nstMu1Z3aT64WNG8ArxOvU4qVz1Q3N68vmS1vAOIYz7f2Ik9OpGQvm6AkT4G2mi9TRw6Pv0zI70faW6+iRQLPjnmaj5BurY+CnUKvrcXdL0HIWe+IKURP9JmZT1bFvk9+aRdPXS8JL2M63q9Rio7voH3Ur5wP1u+QwQtPI4rqb3ZwUc+3CHYveBxoL3I6kw+KSzBvRbVWL7OXoK8g3ppvKnWpj39FWa+9AqLO6h5Brydg2E+y48Ovruthr4VGUa8aFzGPpJ5iL39OfC+ZUhFvUD/xjwf9o69HHmGPu+uXz6pxyW8Z72yPVlkoL09ahA+pT4jvr95Jr5ORLS9dCH7PfiNcrxseQ6+d/ULPlT+NzyHFo+9WQLWvT6XXr1ZVN29PC0CPvwiJb5Ooa69YHwyPg9Ge70TpCu9DiOdPv8Cgb6GXMO9JGeLvp7gKj20myA9SoIWvtYv9z3JDvi9YOR4PaJHqLxPori9qYPkvAMnA73sMGo9ZsvrPAPTAzwmXFU9xPSxveyYNL2cj6U+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "09k6PSVY2DwDjrG8RmLfvJAZULy7XPe91Ys7vdSyFr18BgU8odc9vETliL0eZC89l5QqPZfBaz20nRm9wDvvvXmTn7xZwOc85EmHPb4sfz1WAVq8qc6HvbT/xzx1Kgu9Y2AUvhgfpLxClAO+FO9UOwCZF71SmJQ81Gy0OtO3fj0aAgo9SkU6vT+7pbxR6tW8xDa+Pdrk6bzJlZu91DWgvK/5Gr3kt4G95iOPvYbWTz11nRC9Sh8MvvhyQ71B4V49ZkGePA2h/7y/EBO6UwTTvUNsnTz0vL29YWWQO0DglD1Qkya+zyXDvSxQkzyvKMm7DZzBvAbIk72iWvi9wDVDvPpvoTrb0os9FzqkvLb1qr1pM7O98DRHPaawuzw+Ds+87fFEvP7KXL1Gq3o9m75mvVYCjj2mznA9iuQFvWQW6L095sa9pSs2PUheob36dDe9qoz8uuTERr0oXyQ80WFPvWXXM7wrLks9ppeAPOsoCb5+Hx69zY40vRwkQ72DiDo9EpJ5PDJ0EL0SoZa9EYsfvkCpC77DF7u7QFzZve+Btr0TTQk93CX1vd06Cjz92+S8aZ2hPNKeSz1zJwi9Fm+8vXbTH72Sac+8+GFgvbLgfT3qIN+9SqAJvJuemb3Kyoa9XZ6JvDNHQrx1rly9lfgoPbl+Br3O1gy94ZUSPMoOLL0="}}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "0e9GPjuJ4b3Wwxk+kKPXPILAbr2PDhm+NsLSvZagbr0QkWG9Fg0zvSuexz3m1Yi9bICKvXEQqr0NZWE90fVAPeyRKD0frR69DUKTPT4CeD6mgkO9cRS6Pa6vP7wV7gq+hGgYPg88ND3RCaC+b1sIvDRPV74QRYm+iMg6vaoiBj2WHM07BRNqPFiL0jwwjnw9MWbOPDLBvjwJzg49vyS3PM4Txz1GT8m9UHlhPcEKWD2bFgw+0pliviIuGj1/lp08QzEUPXTGyTwkzI87q0dFuVcaHr0BcX08+xkVPEajm7oPhlo+Wm06vnG80zqtCgc+tj4GvmqMsL3sZ9k9BRYSvW5WKb61Gt68hYWYPTn/Eb0VcLC827nrPPEcRr1g4em9jM4lPRPVhL1Qp1a8tBL1vcLIZD0fjUk9HFntPRo5wr1I85y9fxNZvekaBr2M7tm96bxLPHaiyT1Bupi9HaSePF6Knb011g2+reRLPDuIyL2POwC+na7zvCtd9z28VcK82ymZvY+vgb3r6VU9zTCavSskJLsrtaI9D44tvNQSyjtwbnm9Tk2KPB/nlb0SKAu+dexmvYCCmb3buQ8+VArwPBSQ5TwG/Me8Xo2IvOhEdLw7xvw8AR9UPQV93D23BzI9/qFKPYgFKb4UmBC+KWaBPnUH3L0m30y+VlspPPao/rz8aOu8OYs+vYGT2DwiaBY+0Z0nvO2inD21CWm9r6YdvqRYITyi7bY9CxWPPJK3Cb5eZGW9zXtnPVM2cr2+jCa+iXchvdNr9rr0pO69gx/GO7BLt73VHjA8CsbIvW7qBz3OXyA+oycpPqgU/73Fw7m9+SyCvGUhD71UE/q6+OwNPYVcwL3G2KG672mIvfmwGDwYeNi8duIePuLKUz4j75I9uAAuPvZWBD7Yx529r38wPlN45LzDSZW9hfOpPUhHl7xip6E8IZt0Pb/ppjyUeCQ9rGkUPkNa4r0h6Ke88O8yPZwGmT2Mk0c8R95KO2qx370WMik+nOkCPiH9PD07pBM9inMEPvjP77xqsRy9oRPJPfdXQb4SbFo9xXjEPRO8TD1Tedk8M0RHvvWv+7po4sK9qPK2vSjfKz3CJT29iLFkPQbG5L2a1yA9iiFTPS9PQD1+LFm+oosuvYMh771dD789VPbBvXm8or2DoX87gfG+Penfhb5fCwu+4xWsvSUwxb2S+tE9NKz+vPLZAL5fnge9UyJavVF2qL2B1Mk9apYRvOwhqbzsAHC9AKAlvU++Z7tcVsu8pL+GvIH0ND0u+3+92WhFvgk8B7x6M6Y9XJJtvIB0g7xCSQ4+zrk8vVh5CL5RVWE+re88vtHper6OZL29XxDFvRazpLxRPMY9HtjUPWGOJT7aM6o9ztWUvSjVgTwQrV49ESeKPFp6Jjxslwo+gLzdvNMNAb69xtY8E2goPX+BGj3phou9y24WvtpWUj1hql69i8a+vSzuPr3tbZs68ArwPZ3yMj0U+Cs+N84iPSPynDwC34A7gm94vnoffr0UWOS8AgXGu03ZZT0Or+S9oxKqvQJYBr5QlAm+caEYviAB6bxWF4G89RERPBusTr2+Ai+97rYmvmuLxL0E4k0+3PeQvE83fjwifRS8XaE/PHNZITxGj4M9XYs/vgRKhj1iTT497q8AvuY6sb3PhiI7XSqXvOLgsr2DRh2+mkArvXPtLL1t2fI8orQdvQunUD4OaU8+mGPKvI8Yzr3taoC8KdMRPrY+Mr2fXnC83s1rvQ97S73Kte69nOHlvRVnLz1PLFO9pzDlPTTsDj5WjS69g+WYvJv6DD3odZq828WcPIxrLj1QaJm9RQDWPURPrL3b8BM8V52WvSq/+jz2yv89Cpm+vH0cvLwsTPc95TcWvvYZkD0svKo9xtIZPVDfNL1OX7k8GtMRvDUvjL2yhQA8zPXbupaZBj4U90S711UfPiKVqLzcMdU9SeUWvl0Ew70awiu+B7H2vD1CiL332wG9Ryf2PJvvlr03eQE+396dPQB1dz1DezQ8FBsrvV5sxD3WOJy9EDLIvUWNH777fNC9NfZvPCR5tb18u4y94ya3PTFJfT2WJic+MMT1PaVFxr2MpM885XqKvf22n70KPKq9dxgRPdWfy71gKRy9omgKPsLQfr1nZsw8D39iPYaD3zw1kia9B/RPPgPm+DxIfBq9m2IDPjBIsb2iBwm+mmSBvaKETL0PMJS9se07vQZXkD2CbdE8dkg9u/amEDvcYOs9Xj+2vYO+4j1iY/Y9yG2PPVhozj0TD429d3Q7Pe9Aqj2VkKu9Z1M2PVvf2D3sMaA82AMBPrcgmT3xLg2717hJvPXt5b3zK7i9YWykPPuIhD1tlHk78z4DvXmhxby/rV0+YYPRvfEOzb0ThQ28BB3hvW2s+7zdqVG9hdXiPNIRCLtS5UI+AaMLvmCzdbqTw6u6O7U1vS0fL716T6q8FfDSPa9i4T21V8w9dbBTPX6LBrkuAja8+E6EPb1KvTva+iK89cIoPSzwO720nCM7Vw+UPVn8AD73plu+WNj8u1V0Oj7j8pQ9WBtpvfW0O7690A49UUEXvcOA47w9K848abc7PEnWED47rr49O8gHvSe7Sb4WfiE+PQPHPEoZYL3luJg99oKKvGWImryDgYg8kl+MvGW5KL6bcTC9d42JvIxwGr44qok85cUsPpLPgz1lQ8o9d0sMvmhbfT3/yr69DkGLPDRRyj13y4o+7ZnfPSCumD2KmzS+QbiPPanAfDyqpdE8IjyDPf+cHT6McUs9T+8gPQE8Mb35Gg2+2XStvhG9gzxJURe91ku3PEUMdL0DkEg8NfcDPG6TjrxWRsu7Zdn2PI269bwZvtw9ubYJPhHJNb0yoaY93jLgO/n7wLydQn49PdpTO3JHubuIFSA9VDe2vSKyu71Ve2s9Pee7PNf+zDwKfXC8YdeTvXz9AT7BR7Q9s6CjPecTwz1Tkbo8BxHxPdO2gb1EqwY+jo4rOyH3Nb2R0Jg9PK69vGpU6zx6JV09HSUIPTu2Dz2ufTK+UZkXvseDmr2oaDs+5p2/u2s3bb0ggcW8idQKPrxEpj2W/4g9VpAFvo2v+7s6oS6+NTMovur0IL4LXlo+SeSGvYhqcT7QSWy9n+VaPfx3Ob1t0Ke7IbXlvYKujj0n+qo9UBunPb7W6ryy4Na986X0uutiEb0t+3m78KqavZoDJL0djmK9dsDVPDKY4T2UMGI9q8KIPd5/ir2ar869m1iyvJTb+rs5xyG9PyhFPc/joL3nlqi9BeAdvVfEDD0r8/I82i66PdgAsLxEZWE8T/8uPfrBDj2bGQu8+L/qPYCIhr2e3yS9HK9TPfrYFjyxLkI9jnIOvZ4sCL6F9n+9tcJnvVgLU76Q+VY7NzyVvKQhyrs3ts681i5Tu4km5b1z2wo+PbDhPfrk870Rn009wwwNvUcJfT5Dipc89sMFvBOqFb5fMdA8T59CPiOVvT01gGm9byelPZPLp7x5Hgi9TeNfPWk/uz2FFkw9zQ+DPRGvvLwBmbA9Y/biPTuRcL2ZDhE7eA6YvFt6VD6WXSy+3xAqvjNykLs0U9I9jkV7vuebEzxv3vo90pwHvcpXnr1Y/hK9hrOHvV0Iqz3dDhW8rpSlPchiYrtNCWa+kp2KPf9ceTtdAC2+OYBfPbrlHj1cetO8NwYXuYpCf70HT4q871kSvnxJN72DOm69zBgJvtC2ljwFxUs+5ScaPp4Bnr0gKY09d1pmPvY7Sr7qYv0817gUPawPLb7pb6u84WhbO/G8lz13hb68SUL7vUTKS7xp6w4+mjcDvuNOmDyXxcw9eCMAvqXFlLwkRDO96c1XPZIsYz2SI0W9ZVndPTrInLuPs7I8MOWlPfgQmLtE+7c97YTNPfQ2wj2CV+A9OxIEPUEGvj0EfSk+dkSPvENoez0DmjE+lyfPPWTDYLx98XQ96rShvXzCkT0QJgi+LIEFPSczRj2SjJU9faXkPLQa6L1l7AS+Nh5qPvQPNjvFh0Q9TUOPPaX4BD69tze9gR/vPCC2iTxpgeK9WvqevWsZBb5beLI9FvOPPGnGIr5OpwG8EBeHPX1TzTzZGYW7DPuuPU+Rjz1zETi+Y+4TPYh/MD2U7Ia8BtNVvQWkHD7w7tk9kKOjvQiV8b3AH2Q8BAwNPji+R70cxby88IkhPaS+pLzeigC9yFkRvvrQOT65LjE9JerVPLhbyT0IhRK+hC/jvddhrb1S+xm9FhJFPo2rdr1lDoG9A7VnvGB1t7xsb5+8Bo4AvamosT2uXsS98d6HvKIanzweNQG+hflNvDkCb722r1w8a3ZKPsYIML0VLNy9tAcuPnKzmj0EF8i9JKo1PuPsob279sc9+FAFvewmQj3kccM9gkQjPPVOKryMH5s9l43GuwlcCbvd/yQ+jDY0vWMpJr3vtdM9sUQlvgE/br173Qg+ysKyvZrwqj0qOii9mD0MPrKpxT2/DFC8F1DLPCNcUb3B4EI9P64mvYQ/RD0Re7g9e2eZPafeor2bnYY+qXAOvWcjCb2h+LC8mBjMPKibvbyKjxS9icxAPXbZSD3tTUc9IDjxvKBBx7zm6ya+nO7PvQNwQz1NXcg91c8bPhXt3D0RNIi9qGQRvXXBMb5ldho9OvecPH4OWL2I6Ji8KSULvkCNmryc5Z+9tyXzPQQCyTyxCaG9bsvWvMk7n72fxvW7cmRIvBD5MT2FHEI95tiEPQroQT7eS4y9G3itPdfP0L0RlYK9UyEivFE+3z39xCG93EXau8Dv6D3fa8Q8x8eFPlp9Aj4MvRM+EcFBvbgAzL3D+I283iSFO+IuDz6W1bM9BF2qPOvE0b0Dyiw+6OtovZlq4D0Eh0A+EwPjvGhlwb2iSZM9n/aDPN43ij2ZEnA9zg9IPdnBmb1ASK+5uJukPbQRoDyZRKc9A3GZPXA3CD03Kzo9vop1vfVADTovMci7MLXdva7xhz273Wk9KRo3PB5Tsrw3omy9RNFqva4wArwWiqu8kWfQvKliDz7CWfM9rR2uvXXw1722iBW9GxMavjojvLz6Gtg8cL8GPeP0SL0uVay9KE6qvb2lFT0B0YA9Ou4NPE/lwj14hCK+0weRvXcmwT33+EI7UwTmPB8uR77Qnxk+5XMgvWqPBDqGzQk9/sK6PSjwhbwy0Pk91A1HPiLiqL3KMRw9VYhbvUxKnz2xFs+8KQsYvgcnMD3kRPM94ycAvuyzHbxDlOU8sH2IvQydGbupNpe9G553PcT5ST3pDga+DbcHvSxxw72Cdz4+O1juPWMMmj329649HP0EPhagELuHPgm+Ml3ovU9H5T3855G9DMgNvRGFSzzb9Yu9sDMjvQcRfr2ASEa9IYipvabZ5T0Q9s09a74yPUzR0D3iZyo945UfPZVpJz7cvNI9XSxTPcyEQb1RK1M9lANBvbf+2DvT8Z29AtEZPRXRJT4IyxI94IW3PRTI2r0UdJ8848FXPWsvfr2hikQ96+TdPUMfzT2tTQ++BUQgPn8Mkb344rW+fgGdPea/Oz2tvvG9efY/vmwAv7x/KK2+ejtZPNuZvj15Ltu9cXeDvSLCBz3ssZS9GCj9u2Jf2rw5GD0+FTenvCYng70CAla+/MSQPeO8dT3G3Ey9olI6PUhsgzzU6og9twdTPQjP0Tz0SgM9eP2yPTOj4jyTXLY9TIAXPjFcCjwaiwg+qhmWva3dTj3ba2o9qnMOvndaaL3KHTs+k8Oevapiq7twIj29SaCRvFskVT3ceqQ9vFvDPOsMLj46OZy9RjvJPU+kar7qNaC8U/gPPgSRKjxnQUS9wtVpPBRFIz66RAi9IKILvOicN70NDuM85EjuPM6+pzwrIcO52rrpPTy6fz5U5AA+dUDsvM8Umj2nHb88vIdrvSZOHz5/9O09brUBPc9Kkjy3SwU+jlUPvXv8hb02SCE9ZRUBva9wPL5aAYk9M1qovebpS73i4Sg+AAWZvef/l71m6UI+oRqDPLES8r0hDhy8hyiEvfob3btUtXU9lIbaPVazDL2R1RM+fqzuPSOYkT1lLiI+oGgHvlWOgb09Z788qPBVvYcYFT3lBFi9oD/WvfMdVjvVQ0k8VDmYPShbEb313609KE9cvM1PBr5V9/O8JWUWPJDAPTwNIxm98W2kPEt6Az4Czfm9WQKnPR4C6z0CnhM+RB6YPURE9rx8Oao9e4IKPnziED3rsEc+MVdnvWPfXL5yaQw+TIozvWbvKz2h3bE9ft3tPCPD9726d4O9Ann1umuLxTz+Ajm9H1fbPfyIab0Rb4C9x4zNvd1Qxr0VscK9Ve6nPXSqtD09mRE9tF3FPCZuLz2h1Y49tQNbPUCdIT2q/kc9t0duuyfQ7zxNwXu9ukjEO62JIz7pirE9YRLivKkFWz1DcJw93rjZvfXg3T3Gqec9i/uQPVMv8T0wTUU9UowNPjX077xsPlG8ABu2vfOkoLs8Veq82u7LPFHIp73Og3c7+LjOPRiIVT5z1po9vuUKPuItAz6M7kO+ddqEvYFi9Tz7YFs9J0EyPdui8T1eM5U9EANuvUM6Qj7O/em8CEcNvG+h8z1gcFk9++42vU30g72ER+u94taTu45ABb7C/8C9wxCqPI2G1bvtoy8+eYAzPuStG77l2LQ9spP2vMr7yj294DQ+wDu2PMkCvj2+H6M+DGVdPYyQBD4NPOs8SoZWPqolMb7/vio9GIqpPHH+pDyn8Cc+ltd9vR1DCD5/rBs+cMDaPbpfIb6HISK9CY+MPfTyTL3Kaay7xGf4vX2w071xpzW9BwpiPQIho7ph5BY+Ioz2vbOqoD2/BGM+fY+ovMOpqz2FNYa6ESGSuj1DeL19AiO9uIiku5eDZz0mAqU9vv69vSn0Iz2GKeY8ksrYvWCPlz2Bkko8dNYcveVYyz1sxy49oANdPTamOT3MYBs+/3+9uzOpHL3roMW9fbx0vShiMr1KWlQ8h4rPvdc6WT5gBdk9mrQBvrKzGDsIWz09FzG7u0+KC7wLB9o7mUObPIAKrD1KiOs99/OrvRTdyz2Mpee9i/KJvXLbJz2KReg9wK0OvaQjsDwnJzW90SS+Pd2yEL5rUpk8cwbzvVrH971oKsY9cJi7vbATlL19QCQ9tGgVveNNnD3Na9m8i8dYvJXj4b3OXIi8pWjkPJyK9b078gq+OReNvcXRkjxxEzC+AIdgPQohaL2LjeC9ey4BvX9eB7yiXKw9hK1IvZok7T1vl7I9aoxtPRfvMb11kzc9AI1evaU4ED6Jj8Q92y8yvXR+nT2qYbI9rb9vPM/5Sz3xctM8ZlEMPWmnHL3bhom9RH80Pr01LT2zGW+9eH0sPaK9zToapDi99z6TPPAWIL05f4k8k+yDvGgmo730+dy9dXMuPcUm0j3mr0A8GnWJPbZMpb38Ki4+4+MUviIYEz1iTZ+9chiIvWg2Wrx2Jno9oTkkvhazvryv9Rs97QEOPNekt7sq8PS9BvUuPljXY7244dM9Nmbavfj0lLx60BA9loQNvlUN0bzU8Ka9Uo8zvuY/dj7JKt09/F8BPa6ruTzkGQc8Od6APQMAo70gl7U7zaTRPBqxrzwCT0+9qSMOPm5d4b2an5G9cxgRPvn3wb38TDq9waQ2vBhW9TwCM/s8HOMtPZqNWT302jq9E5UDPJAMn724KLs+hYhFvrbFIj0lxN49CYyJPGokDL58KKM76CjUPb0bZDq7JyE9AvK/vMegPLtoVOU9Vk6WO8cTSz0HQL28LZgxPkd3Cr7jKRi9toZZPQIOfD1rFZ+8I9GPvYWV9bzwjmW9uOSBvUFi3r0gRyQ9eFEqPFeVkz10N8Q9wf17O8nKsj0ondk9Gmq3vbENtz1qIN0856QSPbZz3zzvQUo+MPOTPWWihT36vBA+TCuBvUIvqz2hvu29L2CavSfkrT0mWwC9vvT5PKYNPjnwQGU9D0k/vUjnwrwnKl89C2ayvflaGD2fJhE8EedEvXy6wj3dLNs9vIxfO1cHX7sFarI90R9Hvpxa5r1zdqS9gIelvedznD2x5qk84/0LvSeWIL0C6pA7BEPpPXq/GTxpAdk91o8YvjkVJT0REtq97OUdOVhH0L2f7eg9FLYXvac+Jbq1oBK+V2mZvG+BVz6Uiy0+xYIbPmFZbDwoQFk+bOHtvfz8hLtiiIa9ZkA9vlPLmz1UGKM99J+QPb6pFj7TSpS9qBEPvfSJIT26Mf89z5ylPck7wT2Avp09EqRvPRy/xb3qaT+7hmu6vThaGTwWS9A7dabWvfE5mr0mgsk9L1v4u9xiwzyBe8y91WwwPZiNPz3gGdE740Z0ucWwxbwqr909Qx5+vkkL9zzqy8w8HUeaPXVxPr6lbqI9IfJDPSqZyT3skbQ9l3O7PFVB0b1nboG7DDqRPMQimr1Ayoe9uDl3PH5llL0MWz+7WIJrPVbi1zyUNLi8TyRWvbf0Wj1OU/G978gQvvKYzL3n70a+pWKEPBx0yzzfTSU9gc2UvfxOAb5Zcr28aVSEO/3ifTy/6nU8FRTgPdYH7TwBklI9qIQ5PVUW972Mo3Y9LRTLPMeoDr1BeN+8geHqPKtbxb2pqoq8NzT6vLEd2L31HbW9v+1LvP4nfzwuPeS8hftBPY6KZLy/d4U9xCy/PMGu0z1/TEI9WVI7PQcrB70OiQo+ih0+vcaBvL2r8ZE9i59tPWicz72Y/Cw++7b0PTGxQj6yEO+9iu+8PYwA6b2WqPw8AqRtPp65TL2w93Q9fwBCPZq1kL3BL5Q9bdOQPca0jLy4vXi7BwCBvTH2nT3iwOg9VyFIvtNPxTxRKtu958gMvdss67qkK+w8bM6evS3qbDyMeLu9F8Q0PkshFTtAkPw9hD9XPQcd7j1S9go95I3xPeUTK74V2Y48KHH6O2xgLrwNR4i8wR/cPSRPmDzqWsY9HmoqvYWwJD2Xch29Vh4CvkXx2D1rvfu9+A2NvR2jBL0B7XI+6H29vYanez0W/Sg+SOE5Ozbe9T2TWx29teGcvRbW1T39Yaw98Z6fvEU5YDx5zHK9wHA1PjXQJT3xVXY8UaKIOgxovTp+1Sk+atI6PQMD7z0GKPA9FuPwPU3ZpD1xoCS+ROYOvjP/+DzGN9C9jNPKPnFXTL6qQEI+qyB7PtQByz0ZHr29o3XDvFzjLz4se5O9SrlxPClQrj2qYAU988YVPlNviL2AYKG91XuvPPF+jD1/sso9aiR0viJZQDxjLpi7Ry7gPSPGXT2uy5k8SboIPaGVOj09fYW9wcqyu4x7C760alM9E0u2PTnpsjrvi5+8PlAXvgIWjbto5l8+ipkQvn4RmT6Exd69EN14vgTtO7zeHYO9I/ubvaB8Lr6lDX+9FT6/OTdDHT4Hk3c9v0CMPnW4BL40b8Y96+8cPg4NeL3cqq68lrmaPjwjBr7jyzi9nPUGvp4LSr1iWj89/tQHvsLqu73ehQ09i7svPp6MHL3PYek8EVuLvVmJrTzWhak9OZOEPVRzCr2Q4B8+D2gOPYYqqj0u3Cs9DQWsPbSlA77DZSQ9F2aXPDeVWL0ikoA9iIFSPv+EZL2rIZo9NR7JPMsrzr07dog8NY4cPi9PszyOGJW8WWClvB8thT01Qik9MQI4Pk5rSj1qG1+9AhSKPdBUMT580E092I21PYHm/Lz+STa9BjdIvG1jvj3cEZs9MtKTPeGhJzziPCQ+uDSavSPv4DyU+5O8a4RyPdo/uL1kmwM+h7YUPjYdKT0SJLS8XWoEPnJV2r1TWy+8KuaXPXnYkDz50sg92oJPPUOzr7w43h69xYcbPe4Dyjy3kbY9klCGvRv/zT0EbfM9xUEOvn8qKLxm0b8929EgvTDb0r1W9Km8Ys6+vHA8ZzofTjS9nkhqvDe3H7q9w9e9JHI4PgCZpb1x/cs9lV5UPrJNU750+Ge9+A0+vRNimTwHMJm7q4BivXYuBr3afuc8CsMPvTrvtj02o4e7OeMqPle9bD47fqu6JKCuva+7AT7cf4S99chBOlhyZz5k+308p15dvF7qID1OB689lkVJPDLhUb6dapm9h4xbPflADz7uAaQ9/uUHvpW9Mr0XILI8IwdYvcd02Lv1tPW9W9/Pvde2szslzRG9PXqQPPaGrLzQ3UY7qFY2PSdt5j0a/J29iuHRO5Dqvj3FcJ89GYQJvWvF4bwts9495vLpPHaUYb48WsK9NrjdPTIkcL0W6hQ+CRwRvtkihD4KM1o9Poz3Pby4Qj5F2q89ZyB+PQUEBT72ZBi+D0vTu3xAPz7C37c8hF5bueC+Kj1OO4A9OWiaO+pvFT6J0pI98STRvQmHejyWkJs8XYCsvSXDiz3Biy+9a4KwPRJNLz5JJ+E8Up9zvkmd0j0RZbe7kh0sPef/AD0qRuW9frIKPfKaNz3KSqq9de3gPWICW70/eR675Y0SPpyd7bwracC9IXjvve7QAr4y1E+9dXqGvQ0rar6w56Y7x18APJwcL72OMZO8jLCBvPu/hT1tqrQ9Xrn9PVJ26j1B5PS8/GY2vPZohr1iYM07ar8VPsmjsr3i2IW85A6yPH83Rz4SVTw+NiiPPX8CDTxVi1S8YkFovMxbhj3ZVZU84yJBvYKAfr2wWYu9WQJnPmmfw7vi+nu92SeGvFOShD0VKNm8VhU/PrrAoD0gR4c9kWakPUGPN71k47M9+UsgPnCtwL01QqI9bf4KPllZ7Dvs2iq8yQ3PPLVopD3mDw49TW9QPRdRm7tNdxS9q2geOoi2Hb5Q2Ru9G6jDvEZhvj0hWJk8hpuRvGximTyOAnU+9NRdPokx2T2SBNo7wG46vCC0MT6DQoI9mKOcPT8SWDyixrE9EEcZvmlF8rzCfwi+KRINPnxIjL3ry6+8Ti4BvOdV8j2EXcs9BG/RvRtLWL0c1Zq8+01ivkCLgj28ncA9nO/tvSstYb25hbo9zMmlvVnQ9T0C/Cq+tpoBvop1CL4="}}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "Ux7Wux1BuTuqrOk8T+TMPFJxxDxuzKc84MNjvXFCl7xYrfm8tBIDPYWp4DtdWym+c1IxPUtXxbyeRxW9V1dTvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 