{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+BeNvF3usjsp2EK+V5qgPUqQkT6MpQA+nKvTvPd9Vj5RUmK+aeEFvi5Z1r2GmtC9sybFvXb7q7xRL5O8/U5oPa7WAr6C3aW9HjaVucXQhL2Tm1q9C3WtPAJOUr7XqoW+os1rPhjPLT5Kqzw9eM+UPQGhyrzMRZ+9UgILvsyYjbs8wte8fqLJvbEJQ75jMZO9UhGJveqJiL2ACsU9n0PPvR5wL7wL9mo9s2qvO531F75eUa09e4IePfjXtTy121s9LSjLO2FZDT7tGdG9DIojPDyUwLsnS/G+/nspPC6EdT7FbTu9B/iMvYe7jz1apiC9Y2wcvmvZPz6uo/u798sGvqX6UL5vSKe9EjWEvT/WGjyzPro8GkoevgQvy7zeQTA+H/fJvTK+CLtzIbK+YhWRvZVaBb78GBE+47uxvqQbab3N4EE9JsO3vgo3Eb5WeG68vO+lvYmHrD1qkjU+cawXvM7BtT221su9pgzovaNWhD5bqnM+G5etPaVMdD63a5u9XPu7PSouPr4GQ+w85wCdviCglT17UgS+Gt1Jvq/4gb5+FO68S4cFvat++byIEQK+S8AJvlDxIz7ouHw90y+QPLHZe7yaEgS9EW42PSkISr600Au+KPNJvv5ggzzu/Tc+H6yCvoGv3Tw2y+I9XfICvbCuRb4fLL69wLqzOmo63j2ABRO+LGtkPBBwgT3AjzU8y820vIWhpr0ZmR++c0ccvRBIKr1cQC0+waHePfcefT0Dqb49uybJPWbJHz1x8cS9In96PVEOxTsE1lq90NGyPZlDDr5YmeS9eC+0Pf7phz5n36e9V1esvtB0WT3EzAe+PdESPoZnnDvjwzg+pD49PlicgLwiCZw9hydzPj7n97ziQ7W9A639PSxlhz1xFOU8a0+MvY1ZVr05dDK+fC0+vuJdlLy3Wyg9tYy9Pc9kDL6212i9ply+vUX1EjsOt9A9inr4PcWdiL07A849PKWZvaJUlL7TcNC9F5WkvYedo7tFJEC8wx0PvvyfAb7RM768OCEEvqclFL6Mk6+9JxozPuqMiD0vhv29YrkLvlsrIT5I67c9RNNLPIw23b2e4zS+qyd3Pd8mOj2U3KQ99Qr4PXyODr29ahA+GLrhvSNPOL4LgPA7Bgl8vNzi5ryuwsm9Sp/MvRETGz5Iqvu91jfRvQ5Aib0iUly+e116PhV8xr3kq4C9QMGBva9iMj2nKby9mBGkvIaFkz6TuRg93noFPmBPt73PNhE+lOBlvRzhcL15avk7vGfYPRpwmj3KVKy9jV1APbWNLz4r6HI+qogyvswu5D2pPRS+q2lWPSGLIz6IbIW+bEK9Pby4tzwR/AQ8vusOvg1TnL30oWC9H8i4PdJglr321Cc9bxpgPlmesj1lrJQ9zacMvN7W5z2U7Je9XlFEvj/DejyvkAg+RDzbvVC7ND5bCUA+7O4GPrgViz1mSQu9Aj6xPb91o70xCWc+vpmlPQV3iT1pjMQ9srSVPhvgy7zkaBU+PExwvqU8AT0AUs49FCZdPmbQTb1oWci9MeX0PByJAb6BqNo9rohMPhVTUj66ABu+RBszvVc4Vj0DX7m9pJ+YPOz+Nj0y4uA9moQcPsv1pT2puyw+ZGJMvC+8rT42ocC9oqEBPrLUab1SIKW+PdUhviYEoDwtCAa78xqcPfI/m71Ziua9TGoFvMcdx71t0xM9rEAAvpRtg70MJgU+VKGBPdxfCz4ufUo8hc0kvIjnYT39PhY+8ngRPB86sT04ma48UCxXPnqJOT3t2lI+hH2FPUG+YT0EPkg+n4YUPowxFT5TnEW+2jUqPuNvPT7KRYw7NkxRPmxLx70A/7c8Zv4PvbQPvD0+6528K/GePNfCRT63gHG8qYJiPQyVIj5n8PM9CI26vgW+kD4hLRO+knCHPKOriL6KBMC9YlK5vWUZqLtz2mA+nUJdO6lkIz4nx789m/s5vUyIpT0sT0c+/b2FPjxowrxaPyk+dJocPuJaOb2cpFE+o3wrvlfjBb6H1s+7EeqKPhpPDz5ZCwq+gGIvvSxVBT5BW8q6OhrGvX6rJL75QVK917qsvRRMWL462xa9S/C8vbYbTj5X2+69e7sEvnPggT5FYXu9FoM9vdQxNL5J3yG+UpX6N35VkjxSCgY+OGYZvsdu7j3iJR6+p3oMPaasHz41zR4+IV2IvPX2Gb4Gs9O9HsoXvmpGrDzvQxG+crwevqznVL2r9VC+jdFuPKPin739wvy98X5eviDclr2/nRI9VnUPva0XZT2me5M9pd07ve/5Jr6QDca9hKgmvkNSi73vnzs97CnBvfzQET62dlQ+AcQAvvHzMT0n5kO+qPtEvSIutD0vpaI4Km7OPJOg2j3kyQa+2jjiPT6K3z0ZZJk9uOIRPkXyNr2mvcU9UWAUvqK8yj2Zqt2+W/6KPVPIDL57zpY8xmCcvZ6F7L3wgLi9S0qbvfLcob3m4Kg9VpRIvqXmQz5KVje+dGlpviOLYj5IuPA9KDIZPG9YF73NmqK9nASlvdXui7xL2P49k/IYvrOgub2FcQC9u1yePXjEwL7gQyO+M8cuvtSqI72hrzW+lwcAvPztob1T5Wy8BSQlvrPT7jzv/h++JwYGvncCrjweqmK9iwvqvbIqC770/Mw92x2qvVrYvTzLp0a+lOUFvs2F3T3D/tE9j/j+PTTaKLz904+9hUsTvj4Q+z2PFjE+j+3GvHkSHb5n7iC+BlnovDXJRr5mAwm+fsTgvXtQtrzObIY9M70ePk4YG77XWc49pM3BvbZmJ7z03ie9WUngPdglW73Mw0i+27gKPVEBzj1VWA0+xZsYPhh/9r0HhRi5u2nSvBRrtL4/GRi+7QcQPn31sD3thTw9nKAJvm3nUr4UOwk++G6vvfzC7T0Ie707TbT4vLsqfzvAraA8fzOzPcPLPb0Q/4e+a7W6vXytQr2F1Ui+SMlvvZbJiD3xTvM9dJkfPu+xIj2i2BE+DeFGPhM77byj5qg9vCgTPnv8Zby0THw9eGZFvebcO742+A8+Gw0LPj1KR76TqEI+uYcBvid9Gj1OlQW9wPGnvReI2L2aeUq9kWsGPlCJKj2e/a+9TBNgPv69O719RAi+eMxHPWM3fz5qbie9Gy0Ivus6Wzzwzbe9Cs8wPt+0Ij5g7Cm+ziPVPRy/4T0W3FC9yxn7vYricL3sEJq8qMvGPSd36b3hJSu+TndIvepqEj6LrVe8edBYPsjHGb41/DY+QopKvhMFXr3iG5G+OBorPVXSij0s+Um+37SPPbUbTz4YjfG9jysvPnIOXbwHMhU+9rvFPeGRlz0ge8o9HdB+vV2NQr2ANLe9esNiPpeV2z3PhMQ84rROvSxS3j0PFDK+bkGwPZtC1rySeMK9qplgPf1TIr7wJR88YGf5vfCYWT5WhIS9+vHbvJCP+r0Udq+9kR97vcu+sT2wZCm9l6QTvvYyob1HYA2+Qt97vqhCgz0tE0g+xyYiPeVtI7yDLOs9/CU8PuBBCL7ehzA+FbiCu9HPhb6THJ89Wos5vrV1Qr5q1je+hRRAPqp4Lr6y63c956JEvhP5DT3DqYE+jvd4PTPBQL6YmYs97Sl0Pj2glj14mi4+9HvRPamMwr33aUG9k5hXPL01sz6cQ3q83oAZPnA2aT6S1gC++VsvvlEY+j0EgBe9W8MoPrq6nz5WnLg90zAFvndeE75cNxa+NA3IPSAZSTsrqE+9xhDyPVDc8Dorjx091LFmvn867T2m0nG+a2D7vZ4sWz1/Hwi9PxqGvbtAtL3utZ89w+grvRz1QDzN2LA9s3BVvgcuMb47sro9UPQcPvM6IL7gf0G+O+EPvtTu3TzdFKY9aXIDPkV/X72GpY67Ph4kPvOxAD4ZyAq+hEuKPYFKhL0wNxk9ORWMvbugKb5K05U96XdGPYuKcT0tuRy9YwFkO9ocy7zg+gG9rmlEvvoM57ys9VW+BbOXvfV51T1/TmA+jY9kvtVBdb1ZXDe+UW1JPkG+lz58xqM9t006vV5x/b2/Fxk+iG/DPWmI5D1+UWA+SWF5u77+47uJsIG9ctkzvlfwG76F5QK+xh+SvckIzD3ElEU9cCaSvpQ7Xj72GBy8z36yOzQmLD30bsk90q9duw2fhL740VS9FGWfvpo2ab6AHP69uGESvOj3fL5jSlI9nIZUPjHopr0mC4A90AsHPo9eTD5B4ki9JI7zvb9DXL5TFUI+FzY5vhnWRj5mCdY9Og0rvtMRkD0CV6K9tn5XvkMAsj1sPhE+P/xPvmRl2bucm3K+9QJWPg4OMrvzXE89HiUsPZWqor32/IO61tIdvcP6070fojc+A+NVPqXLNz7gTua9m+VFPpPLrzw5FY8+mxHQvdeAYL7rWO+9vtFbvv5pmb3TP2W+S3WIPaDZLLxJX4g896v8vXvOtr65XG++UjmXPaoqe76wqa+9qFo9Po+yvj08UVq+mUyNPjvSV77hZqy+P9w+vvLny7syG2W9t1lPPpVskjsFjJA9E0w5PlmMDL3QyDQ+TdWivq2Rpr5sUoy+z33DvqCIHrwnugk9Ro33PR27pj0Q8rQ90f6gPWvJS759FcC93lQuPrnETjw65Ug+bz04Poxp4L6Ol7O+DgBCvNebzb099w283JfzvZahCz4rRwe+zd1MPXigkL7I4OU9Xd0Eva0Kmb0sjlI+C7NGvjYruj11LTY+5OPTPd25hb2+R5w+QrOcvYWZqb4VcYw+2B4nPnQGFb6nvSo+ZAX3PbTTPr3Datk8Q9LfPFA1F7w7AIu+DEpVPqng9L1L/ZO+iBKivUMdXr3h83I8ZF6iPgYZgbyp+F2+RhNAPgYc0Tw3h8c9E00APmrqK77E0Uu+9ygyvv4Dor1wotE9bgV1vUfPW72dSYa9WFH3PWcYa77kmIM84l3TPXuRo73omby8hwfRvsXZgj11nYU+G29DvnugXbzQ/4w8qpyQPS9Oojy2xyM+ZH7ZPXRtdD1sAtK7FoApPmNEZr6DiR492B8DvpJyyb0WsPm9oPsQPhzygr2HWW89JmklPkgKiL7wajI+AeeNPbq5QD0vVXu+gsAgvoIuaL71NxA+JwP4PVpyOr4+BTk+5Q+LvtRKqb3L3/U8/0hrPI7S2Lx3+Re+rzU3Pc4D3L2MhrC9n4ZgPb98O73EGsM8fEiBPToDEj7O72u82LSFPV3EMz1GIEe9nsZdPtdRlr2b0Bi9c+MWvdmMvz3KQwc+RzNnvglOgL4GyT+9ImXvPOsUnD1Gy987r+J3vQVtQz67VEQ+8842vXpKgr6L3Xm9tIjSPmKolT0x5q68uc+hPUbYxbyR7bk9/VHxvMDKQ70L+6A9eoRIvWQzFT28b+Q9v6odPbOsyLwMIR89rZHZvbJNK7vYMQq+mFNhPpzWcj5dPwk+VBGrPW7sFT620xO9vPI5Pqq9hz7phQG+a9qbvFrGHb4LBIG+EvSLPcy+Nz5xYSQ9Nq6KvqrXyDy4Wau9T/16vh6onD26TQg+kkqOvbYu6r1egxM9HzYsvt8AdrzcyCC9sKnwvYLFIb2jDKk9u1tKPvjFZT5xVpA+pNsyvoahaj03C0w++ko7vuuEhLwz5548yzKsPOgVJL39NKy7cl0/vtCxfrz763u9lUFSvkYQ3r06mbc8Y7yOvel9Hr5orQg9iihDPrKcI75CRzE+dNz5vV7LUj7V+Am+ilqpPSzxPbzwrba9J9JavsVo6r0zRMk86tKzvRXUfD5zhao9j3xuvuZW7z17EA++MYiMvaFQqr62m+o9MyFQPNMWL77edf69f2/xPLn8mrxhZZa9Hg6XvpnEwL2ajy8+YhnMPA2lErxtgoU9Mbf+O5Twbb5jM2g9cnaGvuMQTL5sUYs+hagWPnGgNT6afdo9iWIqvjBwBr6y5KY9X5SOPkcse7wKEpW+E6GgPkOg2j36FDe96KJNPfUb870G9Bg+C0GlPTWVdr4aHr+9AACuvlSNFT6gaDC+qnPJPF+Vm7wosxi9Cd5dvheIT7wwkAK9pKdKPho42T3oayM9Db1iPRYuyT1KGdK9wvEKvb7QMr3lH0M+lX8DPTkGVD17yJE9nlETPtQDBT7bP8Q95C2SvdLgeD7c8EQ80KeEvYJUur2UCPE8vcJLPRVRU75k9zC9cn21PSz4jD6bWBW+dcv8PEywUr0b8YK9iB2fvbYJgL6UQbw8atDZPUwe1z2KRZO9M+34us0OCL6iD8Y9gfVfPHgB07zhVjS+tD5evmTaQL6Z0EO+Xg0xvQ3P973GDV6+gOrbvV1HLL3kuLa9lf3mvfG2Gr5CXAe94erzvFngdj0zoTS+B5U9PpSK6r2+Rts8Gz1VvfVG6DprsJi8jejRvT57ab26OqS9NulhvubcD75BFmi+Gx1zviKjvb0Pdwo9sQ0PvnkS871RU/c8rORNvhy1Er7MSPa9s/jnPBfD2L2MgYW+xEyhvXWuV76wPAU82ThWu7HZYDwFVZY8wxVcPqxd+r3958e98HQvvq3TJTzvhuW9JskGPfcSFr6YBRS+3J7APc6PVjwIQvC9qqgBvsVFgD2QQio8Uwy0vUL1T72WUlA+06M1PrjaED79aqY9kYhTvc7hC75QzAG+X8HPvM5aVr2qgxu+1OwRvgdEvLy2Z++9KVIRvmggND1M2qy9LF+9veyCQrw71sS7nl6Fvi6twz0UFYY9tDmZPCEIj72T2zW6J29Cvng1QT6eyKa7vjCGPdFiFb68T/o8n1m/PVdfZjwphfI9hdE+POZBcD2ACcE8oD7rvZVjlb2jE0++txi9PSlhtb10GOO9OCAPPqPNGL7RjEG+btajPWSslbx3IAm9JE6jvUbAKT7r39W97rg2Phn6fD4tfYm88++7vNhyvTzVhOA91cgGvZcXeD76DRS9okXLvVTCGL6SFoC98MV2vvpi1r28lUS+P+bUPRaj3L2lLty96tzmvd3+jb7nQFw9n54LvY01F73Nlp68sBpwvi5Rf75tCbW9KzWaPbaQAz0D6hs+s7tMvW0cHL7FKZC9Smx+PTXBzL3K05m+PwuPPRyjDL14HIu9GlwqPf4TV73Wbmy9+vOTPOpdeL69rR0+B/c8PTQOi7wEjrQ9i2gePrVmIz1ZehE8DYaIPVlgPz4AKka99AcvPrlYsLzNp9A83YWnPZ83Y71JZ7k9UXm8vWh2fb7RCus9dLc8PVg2iL5K2Og9dP0zPr2pnL2xLjK+28sAPZDTYj5hfoG9yGN5vcyKST0Tix09vpArvchTmT0h3La9oRSqvc83KL0dtL89LifkvDCnZb6rSrG8NapMPa6TkT3Xpaa9KAy9Pb2M5j0gDQY+ZW6HvTWGar7UK1u9AUVlPe6oiTzL9828tZ6DvU6XaD7xzs29HRdYPaxjVj7JT1u9bxl2vcqvY7yCglA+4pB+Pjk9wzsduCS9EY2nuwO5aT0Q64+9Xv6WvR/8E7z56Ay9G8G4vW61Jz5DXpC+QdDcvKjEW74P6rm7lZX3PXrLML7uSB6+icHSO3QQ17yhgDw9JafzPZ3mB76twLG8g7lWvkKXCD6orZU9UMR6vWP+uDzWayE+hyvUvODeprzI19M9ui0lvpUOUL4AtAm+iH8xvaQGsDwW5VK94M7cvdvjHj7NvjA+44pTvtLTnL09ZxU9Ak+rPnUrm71cMq09bB6Uvl4ubD1ERks+pWE8vlVapb06TwU9UGcKvveXeL4+ITK9dJPbvVLDPr0HV4A+nl8vvkGeET6PFTE9MaqlOyGyTj6yjV69i7EgvpMS6r0QWHg7WCecPZCY3D2mFmK9BLEqPYaek72eb+29E2DEPQ14QT0+7ou+rnpEPgbcNb4mLvk8Nc3mPCodi72sFlK+DG6Avh0Rqb0shvA9aanHPafD3j04xY294D9UPb6O2r0Ttc69++jHvK2JQj4Wtj899lJDPZnLJL7KNCi+4UbkvEyIvDxThXO9VsdWvbgpxzxVyY++AKQJvA4gjD7DPBQ+ZCeLPSHliL3joOm90Z9kvm4GSb5HuS8+Pm0sPdlsv70tDha+vnsLPugP7D1zA6u89qMevm8lLL0i6469Tn6hPY5qfD4Hcg2+sVgXvZeqOr7vxXq+y/d8vYkkxjwj3Ng8AddZPkJ+IT5ABDw96E/NvThyvz2uDok+rOCjveuvLb5GoH69p71XvuPDAL7Dom097iVAvlKlKb7HCX6+SxM5vhH5BL7VhD+8fLFXvq3RA74gSXM8vD1dvkxH+Lx9FOs80Xu+vSkuFb7STD2+6fDTvbo3Yj0iYMw6Ky3xvDPECr7ZKC2626RiPBCOIb4XsD++uIzbPZoHQj0/tJO+NthCvbWEXb7SgLe9h3hkvnbyNL6VglC99u81vnucz71JEIO+hkIDvcrUA76qbR28EOGOvVtIO74hAge9E4szPgKGjL1axpe++hffu0JiX76GPJe8mo0JvY/1j762pCK+qy83vhxHxLveAjW+NVVxvg0TiD2lnw++fwWYvtVoVr34ooq9ZlUZvhY5072Tjg6+Q85gPcNiCr5WKX++vQaLPQ3wHr4jJNy8gvq3vaHxjL5ENXm+Cz+XvnLnIb4WCoU9cCjfvYYcVr1QkwE+PNktvnCnxT25Tzw9VSaGvj8uGTx0l0k99CePOywfJr7r2Nk8V04pPiw5ljtwBhe8bJr3vSjhuz2irD6+ojkrvqxa+L0tdb69cbVrvqCy3716Cv08QB/hPFQcoDwSCwC+VSclPRxYgL5z6wi9so85vp7YRr2KhLi+BGzZvIv/Hz6A/nO+riIFvdAh1rwaVcU9M5NavcttDb7avVU9uLHwvVjN9TspPAA9lg7ivZNWBz5LZYc9hl0yvm37uzzzC949UgMPPt6zCr4da7U9MMMwvnaYCz2c70e96Al4vmUYSjxXK5y+hf5BPoHXzb7GVce8FGq9PLYwk75kSw+8GoflvYhS570tt48+ATgXvRWxXr2L3Ik+0S1avsU6a774AoQ83m+RvkDlwT2Krz08NbwpPUhpWr4S2Um+F4WjPahChr6nHhs+dsQiPnRiE75GA4y+o0rHvONbqb4pIyK+s7O2u/iGwrw+v76+yBsFPZ6RoTz39cO8t/CWPnDsSj7V5dQ9swz7vRUAlD2jnRQ+PfGLvk2x/r3723M+BOWLvhpkoL6jZ6m+fD47vsKqsj787aE7tgYgPUJnD76HcPu94ZtZPd+A0D24H1q+/1KnPS4Opj6Yaas9hq6dPa4ZHz6Yrk8+OBZRPqIBiD6ZQpU+T1a0vvYGAT2o3GW+NyuIPsG8cb6Rq5C+s0SXPpQ4UD7efXM+TrGvvjqcs7xMiBM9MVWqvoTZZ75zlli+65TgvTC/Cb5D3Jc9sULTvoVknD5Y+sm+pTmBvrYhw7zV9Oe+9cGGPvotMD5PNk0+aRDHPD6iUD69eHI9BlKZvswt5L3iFdA+JE0rPBYq7z3KdSU9svt1vgFPoDxX2WS+KUYuPqNA0j2VEJ09pnxiPR+bSj5SCBs+dlDyPFfBP76bIDY8y0iAPMZAmL5/08O9hFEZvuId7b35GQ2+X+tjPAfcpL0QVJC9jfwjPm38Wz55e0Y+DLJfPeH4Sb6E/pK+FiUdPbcCDT7NDve81OptPnZtDz2orIQ+GCAKvTMiM70Aygi+p5AgvqgQ5D4kgwu+alKHPgqr3r0E3Gs+MeXqvcYKBz3JXd29YgkLvvrd5L3a+aY+uQS7vaR4wDrR8g2+JnMyvd9/JD6Z3hw++d8CPr6cKbzElVM+z4gZPvsF8b39Q4E+JwlNvpLhNb4A758+fKucvswl3j44SMQ+LkXgu9W59Lw1d2q+vAiXPS36s751WJA9p8Z9Pi8zF77AEGa+7cPQvga/3z4IeiK9IjqkPWD6XD3/B20+FUAEPpeq0L3AJJG9PEBovmapBb1aoUG+BnY2vZkR8r3PsBE+Bb+aPOj0Q73Oz4I8nNeCvQwKrr7LzYm+lCzIvUsoHT5zFo69uBQHPqTCHj+jhJW9SSkTvkiiYb2g0pw+BXgZPiEC3T2mWII8OAQHvXbCLz4gioQ+lDhTvWW2MjxRyey+jGaGvi8DnL7eZlE+M5WFvQGsQr0ivO29yK43Pnv5Ab5pSRM+pZevPnSFkL7hkfq9l24UvSvQkz4riNQ8T2x6vpq+jb0ukWk7c2FxvQF0KD2scGI+iRShPA4FVb3lUuU9g4yRux1asz1WCi8+hsgwPvyz/rzBzWm+ZDLgPENaMD2rDLk9ljLUPX6ZE76SwJu81lsMPst67D3LYMC91hSwvbU+Bb5JPUc9pf8wvpGAr739n2K+8tfCPTYZkb2kIc09j/HovX5UhTvIBpY+o7YBvuQ+sL2E3jO9jhgJvutPHj7efnm9OiTAvTFVf759hcG9WcrJPcKNhb2HcUW9bZ1JvsqUvb3UDlm5BN/Quw8C0T3tbEy+9y+5PKANPL6dwiq9+m/LvWakfL5nx569DtrGvMdBRr0N4RI+LnuzPPl8+73cKCu8R5wVPnw9OjxGjZQ+3L2yPF+inL1elu69SleIvTfjuLwmzlM8AaWEvhJaI76hlRM+PFeyPXgsZr1isEI8W8ePO0X9pD01AwW+8EpKPv0Ntj1Zhnw+vPZivtkMJLwHlWe+zIsivuccHj6iE2a9dpeXvWEHh73R38S8XDcRvZEqQj7zdrq97NLDvQb1HD4ZtbS9biN8vu93nr0/m7S9F/TKu1O9Sb0+d409ulKsvcFygDyJLYe9///YvVinfr6l68S9Pn7SPFhkgT2tD0A+Hzq6vaMVxD2m4vw7QrMDvr9+7L3koCE+NaUbPRJF/71YFhE9rubPvciZ2Lwfl1Q9isIcPrJhM71zVEu+GRarvDXY9j0dJTS95h/kPIGSVrzHKri9PU7BvWl87ruWh489Vx29PM0Kg73tkAO+j/O0PRSDIL7lngS8y4qdvPwh4b1CMaa9wB/cvaI3oL1TXnK+ppHMPg3X6b7rLT69SDEjPuSmSD5DHoe9lnZcvYy7TT6qC5G+RLD3PeUayb3NrJO8q4Vjvq08Pr6rSAI+l5mAvQbpob5lIqo+GY6zPjW2XL4krzc940oJPmUBRLx9rFO+42kVPubWWD21rOm92rd0vXuv0b5LvzA+lSPjvXh7HD4VwgA+hU7Kvpu6GT3ek809tQEYPmwejT0mVqe82Dw6Pn55fD5o4Sw+UJL7vn99F73f/aI8hepAPT0Afb4+Sba9nmC4vRVK9j2dv9e9/qBDPgtoIT5f3Iu9aRvPvRpSbr775YC+hzpOPv+WG76M1E89J4pUvVu3J77b6lE+Sfm9vQUDPj6ZVxo9roWivq8MEr7wdd6+uz6bvYkKIz6pZlW+oJ8uvjXC1rxwOk6+orIQvnnvHT2ejA490ju7vuN4ZD2Zi3A9MdZBPoODXDwOXjq+Fwv8PU/a2774EYw9oPsJvoKtGT4r9Ja9ck09Phyf/70i1yG+p20jPD0mwD2A0xm+mbONPaNmDj6hFXU9U7JbPggu4j6EIIY+AaTYvUA8Sb6hS4Y+MOuwvbhJiz07D/S9peY4vggFOr0mIl29d+OnvuVCM77sxS0+7jZgO48QT71DVhs9sbmKvtltAr1uhng+BlzXvvi2vD0i3w8+d5eLPQpjoj53dP09QPOJPthsz75XOpm+WtnJveQmoj2jxaY7gqRnO4hdgz69mrk87hKQvSPwwz3kNI6+2w9RvmWEgT6ExXG+l9J5PmBzJT7xlp89SL/Fvtjhqj6D3ZC+WauJvejH0j3eY4o+K7YcPlLmuD3ejBS+dpzGvRyhi75q2cW9PiOfvmytZr76wyu+nDHjPZaIob7iSEE+5k1bvoHCIL4yEhs+C9CKPGWwwLyPODA+Cg/3PWWShz0SQwa+1gDgvXh+fb4xrq2+tJZuPqTyEb7rUz2+x21tvmnHfT4zLpM8r5xQPo4nlzxSOh0+kWkbuhUI+TyYYP297AAFvtC2uL1qgJq+k1MHPUBDib4QKxw+pPmyvWDiyj3UtbM+2e4rPpo/wL5ls608HsU2voLLjD5eJAS+PCa0PHwLmr4VJCk8pyCRvVC7XT4AxJY9xe7gPuJDT72GOwm+FSoUvsMcEb5KXmG+QAGhvYJJ8bn7x5e+P4NLvtxeD75bM3w+K4c7vQBqyj2t0c+81EAxPnAtHL4BioE9dfI0PvtKi75TuX0+23C5vkGWpD78msC9joUQv/plgT5gMaS9BCYJPq4DoL1Ya3Q7gYPHPW0LHz40N9c8hGYHvoX9/D2YGas+QIAkPmGTer6ukAu/JYX6vdy/Xr5Kja68g8L5vN+EBr0PoAo8DQrEvtF+db2DWFu83OQWvmuXIr6nJ+G9XFUjvfzI0b1yXtA9C9cFvXdc1T3Wb769IydgvvwMFr6LXZc8kbM3vhpGD77V8DK9iiMOPcvxgL61gnK+fILIvQnJRb1IFoO+24WoPaywqjyqlFK9QzBpvsSyTr38OSa+CxJgvqaeJb6tT+w96aK1vYEKzL2mWiG+4iCeu7M4i705AA2+4S7MPS5QXb5Dj4C+/zuTvK3+0r0yz3G+YVSYPUTfGr0TuVW+7YVVvIz8t72rXi49kWNGvpwp2zxKrGu9yisjvpdCHb4S42U9yR+yvYpuoT1d/gi+/UwPPqMfbb6lpUE9fIKMOw+y1r1uyeS9Y1BNvjiNG77xJpu9ca+CviUl2z0M2uA9tzJDvQASxr2Fw4G9x5qNPDT6zr6tF9K7+WBsO3XwLb4hEY28MN87Pfxdmb2qXoO+L5sHvunK27071i69MbLRPaN4mD0ZKya+tdz1vLhibDv/8Ry+Ig86vt5far2WhqS9ZJi7vR3hc7y94pO9tpobPnpQbb3SIIe8Rl0rPeMXhDyrFUm+pQYAvqJOzzxLkO89EQJcPW9KHL5HY7W+evQwPcAXGr5fl/i9wsg0vsy8PD0P/vA87ItwPOmeP74/via+yIqPPXViSLzljTK+FeEavV10Fz70BPK9Yqd0vvw1GD28vYE9Ngg9vqjvDr59YqQ9e7eQOxHrS7xW6KG+0NOrvcyJAr0dGzo7dY+HvvV6rTwfM/A8JqNlPpXL6D7KETU+9zT6vWteNL4N6Ti+Q9RmPuGmdb3XRvc7dmjrvQvQkD2bJLK98WdhPvkOJz2xqdS9v0a9vWStgT4hflC9G7zXvakjdLzcZdY+ouJpvbvIvj4zGp8+VWORvsFa+b0ICPE8gqfmvVs+WL6ek+Y9w3slvmxmGL6bbd28EAMVPViGVT4i88A985+YPhOV871+RJa9HpCwPcJ1Rz75QAq+7o4YPrW/oD0WPcW+UXoDPlRhbL16RI0+4XzGvN+IjT6fYDE9UxLVPdA3nTz7/7E9X4WZviiRY76KeuQ9zP6ePYlaprrP+oO+/hemva8wDz6bj0S++h8Jvm+cV74PDGy+GZ+YPlpOrz1AIls+FipBvqCZRDsI6Y+9OFAwPuigiT7rgba80TivPu/lgjySF8Y+A0QXvrKMND7Ifce9iSZ3PrMM773PgdM9xyMaPccsuL2aJxK90jyLvQl+mj7r4JY+XaqCPYHfuz0GBSm+iOrrPX62a75kwpc+5tIlPslQ5z3wdCI+pECYPiErED70mD0+kiAdvsIQTLvgzOM81TJkPmXrMb4Gqee95F5XvieyWj4nUTq9E4Gkvi5Qqj6ModU+f3atPtHbhj08hLu+zI8cPkl9rj4u6yC++IdpugQhqz22zQU9e9mDPlBUG74hJWw9G3JAvilAEL4AGJk+nc2OvfOgDT7ERYm+ZPozOxAtCj7RNou9kVX4veg5hj5Rrt29O6PwPYaaRD51jT29gBykvXHf5T4qCxS+FgcKPhJyuz1kZbo9dktVvYCBXr4RH9W9ZBbNvZ7Mg75bPBq+7nmqPgrAcjqM2XU+RTAvvBSrbT1jtsY74XkpvNQN6L1v8oY+0CpgPmKGtb5K6lW9gywpvkbGTb4hvsi+GM6EvvCnGL3V744+Xr31PYRxej6tQPa9jLoFPiLVEb6kwqg9qMWBvgEkF73Vvjw+2L2xvfCHDb43Lrw9gSCxPc9rf75I6nq+lHsePtcdMr0QwJG+Z/SRvEZEEz5TYg49f1M/PsFdcj1jSaq+doqgvIaNK71BhHQ+iQqSvttq4T0mS3u+7Uypu/VQdLxiNcW7yE8BvhH5sD3zdJK+7ZI2vm8NtbyitpI+Np0fPiWPAz7AEWM8WPqQvZPRkbzokp89op3SvU24xb30eB++Bhv/PSIMmT6qWhq9oiDdPfUegb7Pc+69mJbWPReu6Tzhpba85xEgviK6Oj6EMMs906O2PbJDaj7G2dC8VnVEviQwYr0H8Za+hztKPZi577wY16I9jnPtPUMTvb6vD/i6jClTPfZaqjtw0cy+fdhKvGW1nr7QpR49IAcBvlymZj5UMyi+U48XvbcnBT3zqbc8+W4aviIYnT3zCFo+54wevPSpN74l8FC+m+/BPSaGkz3ra0g9BiJOvkbG4TzB8gA95C+mvS+74r1P+Ya+K/UFO7i3Ob4/2Se9fxEjPlMPoLwr0gc98uWou7b7Br5/u/499qZIvCh7K70LbJO9pTUJvTl5LT4CnHm9Gm0UPjx40z3/KSE+HWFePUK2cz5YAew8lVzQPV1PKT7DScA9wLWrvcwVdr0t29g9XEgovi93KLx37Xo+C03jvebOI74Njqc9CSksPub5ij0HgV49FbB1PTNk1DwIs6Q9kQBQvrh4Lb3rURC+WJcjvoTFSD3jTGM+KSzDvSsaPj6u02K+X2Lgvewwsr1cug6+0nkWvgN11TxqU048HSRTu79JtDozZBk94F6YPbWsMr35OhG+HPLbPeKOXT2Knv08QOkgvmgDDb0vIVu+oWAqvRiEJr0zpTK94NwlvjPctDu2hpM+JR6Cvt7R2L0Sm3Y8YqiOO9az172yzhC+qFeuPUINqDuyWam9yxINPUBLV77BoPs70kdOvdWF6b1Biqi9EF4hvqU1qL34Uo+9EgBDPjESCL7iIFc+R50zvn0kqr2BDLq6zFRQvnanZ70jwri9/+0Vvl+TrL13v3K9PfxEPvSET75b9SG+uZm3PlWppb6nmIe9AIZLvXNidD7wXpk8uX7TvSqjtL6TJ4q9J3dBPawDkb42nEO92M5NvgXkKL23JQ0+aaX2vbfRNr51/RM+KJ1CvrTFzT21dQG+ApPgPTtj+D36YrC9SX9/Pe3Qvz0iNP89k4mfvnR6Hr6H1aW+aaepvvY7iT2X9229FyVLviNWnr6mYCc+av0JPQ1maD6+ajk+08z3PdSScz4K0EO8FDK+vjY7RD1Ka1O7lxy3vdfbdL6SBlK8pASEvpNU8j03K7U7o2oIviqTqD5CEQO+FdJevArPpT1QQ4++zqpMvazWKj5TB6g9tgPtPWOejD2Etoc+K4MqPgvWPz4AYxQ9nabWvuANkD3cOMm9PlWwva8Bsj08rka+XIbbPv5KLD4t/ca7z3R7vqEiObyuRIO85OjBvti8TD3WD229IYZePi8TET6uLw++tRGovWxD7zxc3QE9P6EZvtQov7r92yo+b/azPh5SWz6bKm29cecLvvuNrT2aWFc+a/oOvu4fib1JKbq9VQbUvU5eQj5aezs+ZdCJvXxpDj51SB2+L6LzvYOmlryDRhC9C2OEPhG3sL3sfWm97xMtPWMrur16AGo+JTSOPcZs7D1bOza9WFVUvqEHd75a3kq+DjXOPTzYiL2v/YU+OB9KPtfkcD5cFmq8sO01PtXXCD7TeY++HZwfPabllb5VY6m8GdNAPsIr2T3oKQA+O+zNvWk0Tb7NJK6+4UeEPfo6lL3M2K2+5NDCvav4fr43Xei80eDVvoNRZD4/ec298ZHCPueWpz2+3bs+BfWRvV1D6j7EjYg9NHVgPpk7Hb5jW42+kJk0vl5eRT6FZFG+3/mWvqn3Dj7AHe++8ow3vqIPjL20U+890Hu7Ogm9Mb7WF+C9P8e/PBLU/j12Woa9Y9ervQTOmr6rOjy+cL0Evtd+PD7JrIS+VoOBvqkcCz4kcQC+BkiavA60HD2afXG+GzJ/vqsiM74VLGi+as5jvXAzM75aREI+T531PohSQ73sENi9faL7PKGADj5jpBs+0tZ7Pi4TUb47rr++BEgmvjU+7j2/7Bm+F8tbviWlkT3x5hG+eUsgPGTeCz6K8zC+SWxEPY78lzxTD4c+iRSVvk+tY73gM2a+TvmAO8y0sT6M7EG+tCMPPsIRyj7KJ7s+Ij0YPI4zAL5xdBw9XA6zvWX0G77nLaI8NUzGPTIKvT0DwNE9j+trvssdl76YFJa9a1axPYGYXz6iWNw9wc8HPg03or7qHUS+2fB1POR/Nb5Ivbu9g4SRvkzoVj39iyA+MByKvKfLRT3FpI++tzWZPRqrFr3IJe+8MEQ8vqomPT6r7mg+ZdzwPSSyzr7uvy8+ULL3va1PPb4ThAC9y2U6vrK1Nj2LVMI9DhzBvF0SMj2W+ve9orJSvnL8cj5AS06+/hDBvW+zSL6HIAe+ND3pvR7Lqb5oryG+Zg41vrgD77244cC91pfuvAxVbr48bT4+cclnvmQPCL7UOd09ZbdrPUUZur1i4hs9PFEuvrAbfr1YzIC+csl9PcLJ6TvrZPa9NO6WPWVmCb5n3yy+ZxwPvptLY72R3uW9nTkBPsPcGj27WZs9hD/2PBGT4DzqYfk9ec/Qu927Q71htJ096DwxPlb4Fb0e3kU+BAORvkoZwjstewa+a6WEvXiuAL4RzXO+fJMUPqGXO74ZSR+9ygWRPEkOW75OYD29De/MvfepAL4K3Bk+eJ2cvZxPDr2mJpC9HUZ4vX6IUL6xwCG+Q35Hvv7kV77D3Ye9Mo5PvQTCQT53cBm+Bt+6vZdnPr2JhE+9j8JSPiMPIL2WI049smiJvrMng72dFoG+bMOWvPVjFD4mVcc8hRmPPfqiHD54oPI9cICnPU1m5r3Tf189surrPV7jrr0HhYo9Xh5Zvouc2r0Z4G69mEMCvonn8DyRee+9gcQLPfmg/T07sVM9eNqhvmJHKj7JfRA+kSDkPZsouT151B2+7JolvrpLCj2f9wI+cF5UvkFy2LymVxy+pYBLvTbh7b2Ygj6+hDQPPn1lTr11H6S9EAixPlXmDT7pYZU9Kf5rPlpvGz19QSg9TAWgvv9nJz24yTw94uz9PZ59cT7UG0k+K+FKvhZvhz3gxzu+inGjPsdIf75X2UC+ZXKIvZzG5Dxg2CK+pEm9PY5Vx70thW++k+s1PM65WL5ATTe91VItPsbgCL64+dI9+lZSva22Kb490mY90KqdvoK8WT1ml12+UnB8PSJElr5SNQY9HmOGvd+bUL0zw209ERc8Ptwrgr757B4+56jovMWxlb7ctzo+jGkRO5Nbhj4ggPW9qF5wPg6QlT0aSI6+7ryvPCMz9b1Md5I+T2AFO+q4xz34zg++HtegvbtNV7xwKTS97hvgPW7wLz7xAWY9XC65Pujquj2CbEO+fCHSPWIhajwtFGM7ezc6vfc2gr3wdRO+qYcLPVhKhbuSt4Q9x0Izva8Zsr4rNda9gw5vPeR4kj7XROS7ieu1vdqLfj7GE969FFVvvkWBKD3UOiW+HJRGPg1thL7hpGm8eOl9PUEOuz2ay869I11zPnQRwT7c3iw+k1GWPtiuBz+zyKW9OyqfvTr5gb6AAJw+Dg4/PsrFp703irs9qQjFPdBVlj6rH68+Afc/PvSULT0bQZU9CxSbPtdhhT2q5IG98Fo4PfPXLT00dsE8TR8CPj/Cub78ZuQ97FTuvVJgdT6I1xq+XhGqPkfM4jrcgnC+Kuu9vfJmPL1B1Nu9HieOPYjFHD6WKJo+GWuhvj12wLy599y8BmCUvKyBiz34jmS+GkEqPeHpc74CCEA+WH/xvYagkz6Twf497DgGvpoYZb68cSA+YsxQPClYyD3DWBO+MpycvgXdPb37Urg9n7mBvuj9j74Nqye+WdWVvL4q7r5kvxG9ifElPaiNE771X7I+6I+fvf2ymz5Hm6U+XAUzOwx2GLzRwXw+yDF3vukSHL5eezG+a7zWPlzal71VwzC+LbYDvv2UHz6ZF6m95FqOvbIJsz3sowW9PtNnPuGmmr4H1Z+93cQ8vvhmdzxpugq9r9pZvTH4wTxBZO8+mBkFPvaTFz5EF1Y92zy4vWE7O77KqxG+d5dzvq02dz5sqqI+AHk9PkpW872uoYG+fw8ivsTKBj71Smm9Z5OwPN9loT5vbWu+wPHavgCFwD53/0K+RE3wPY2ByL5qEIm+ToTBvIH6Bj6UNAo+dcrwPkukTj4+fQE+4XQDPlpJsr4z1yq9ESuGvn9IAj7Cuz69uXvEPXD4Uz6Dsek8HLj2vW1bEL6OosC9Wfe4vR6fg7wDU2e+4t1bvcUGQT7UJZm9b5qHvoeoND7XApc+TI22PeWNMTwmyQK9XY9WvtuLn74fnPu8BwDvvbaXbr6ZHM08fUeNOp7zgT7WEsK9GhlkPVzZl7xsGMQ98x5dvStPkL4e4R6+7ECAvcz38b0ibW09WPpHPDTQsjvK7h6+FKFLvdTTKb7OV5u9NHe0Pn58tz2aOoS9nKIBvk3IUb1HOqs99qQBvlKm171Loyu9Ab/bvYKpiT3D0+K9/AYZvkA1yTw06ea8M3U5PiWTQj3NOy++sZQsPss0Yb6ePoq9kUjGPUFC1D3oDMO9MBsCPnwKwT2WZdS+gPZkvItq5jvLOGI9HL5wPIRjXL7v1E26XMxjvZiZ8rxP4R69fo6+PcqlSj6qraA9BxsRvr+54r1wqRS+PEQzvFUNPj0Cr4a+yWqMvSCGRD4HZNm9KbV1vn09Pr5AFdA8TJRRvszPHr3p9I89Sl1SvTXWhb7DGC4+z9o+PNgourtsYfM8NRzxvRWgRjyS46w9coqHvbuazz0NTvi9UwDVveZjF77uz9o9B8MDvqVaMT6/kuC9ACTuvUoYyj3b3+U7Wqs8vT1v/j2prrO9n0mOvQ8FED3MNLS9oKyAvYINJr4ThLY9AbUsPW0FKz0aWYG8G4kdvpAPSL4Nl1y9qiPQvX0pfD3h0iY8YJU2PU+NT747XuQ6m/rZu9J+Sz2GB5O9k1P7PIVWFz4fMiC+UfTdPd4PBL7lYUC+KJpnPNG9BL7stQ490ZYavv3Qfb79b3Y9+CjxvVslbL6TV62+g71ePiBlt76QsHa9boXcvIJedL6cQ+C94sAYvWy7gL0c0ke8IA9KvfpvC74/CYw+qqm6vv9SfL0a4f27TINcPGJV4ry0MkE+6BYLPUMpzTpghj49xxGdO3cN2j3oeqm981c8PtSOwL1Z+tq9BxuGPug9Nr1WI0g+QAeSvi1bAj3Z6Y68H6xQvtz2fryf5yS+tAkkPq9exT02Age+IsEBPmZN9z0P15W9gshFvt1D0D3lWxK+U7R7Poiyib7cKYA+2iOuvp/aNz4Rrfe9mAtwvcSoOD5hUdq+tvUIPU7v0L3RP6e9UViWPT4rJz5lCLu8zkiNvb0zwj4JOIw+Hpw2vmCJiD2TaO28LYyXvgGh471/jmu8hSsdPiiILj1kdA6+063qPU35Lj7zX009byIivpMCu720/UU9ookuvhlFj73h2Zm600aWvvPJrTuWQeU9veUaPXuFnb4yp2w9eTJIvdfDgD1MrFe++NOoPZs2CL0Powa+1GBKvp5vKj4wVkA+nPVsvg4Oij5W8ie8jS0KvuEL8r13huE9gZVQvp1xZT5c2TO+nn0PvsyMyD0fEbM95HX8PB+8ijufYhU+pgc+PcaSuTwss2U8n61nvRbOgb7tLLc9tpABPlqhpT3/Jwc97IsvvjY6OL3aoJq9a9KIPld/Ez1MbbM8r+3OvRwQIDxqcay++/Q0Ppfp6D0lCCC+qXxiPtw1Gb3xXlo9qvG7PZP/8rxKGoM65kkNPqmZ9jzQ/Jm+MEAxPtlwNz6Ar+A9ZgI8vkUJ4z3dD8W9nymvPazesT0npoE+byB1PjtJqT5kdyo9LkcnPuBB3Lxq1ZW9xD2hvuefSz33um6+oxKkPrNyoz4UmRM/zEmuPDODsLqyS6I+lEMqvgoifb7r5n4+L9WVvrLSOD62tuW9fTf8vM7vp77OBIM+oWtDPVjpVr4hwMa9WPz9PKA2Ar1Utn69w0H/OvXvyD1XT6E+oYR4Pt0HUj5RdtE9EEcvvrrWt70ltAa+rbgPvm9fXb7TA0I+jXtQPtv3zjx3twK8QcZaPg4Ifr4MtKC9RkG8PaaflT7PMos9FkRtuzHL6z5ErU492MvYPcnM0T2TVww+G8XhPR3YQj6iAV69E7/yvHqoOz63RLs+tQmlPdFLcT0DRIG9JNs0vg8KLj2y/5o+pMszvS+ejT6Slim9V6LaPZGLiTxMglg+5dWTPcJNG74UWps9QqeMPi/Zvz08F3I+XOaePnc8Rb735fG9lKO3vLdlij6jz4A+VtVAPlkKhj06oag+UjgIvnc9l77+vTK9ACR0vZLyb76GLl++22rLvPwSk76xDp47S2+NPjhT4L6PSQU+xI59vZYXgz5Che29FhoRvlES6712TI8+jncHvtsgiz6BL8i8EqEkvu0YJD46Lic+OgcwPteQ/bzq+UK9xQgoPiTA+D0RuPq99gjuPZD6Yb2kkx89wKIaPSO56b1DtQC+ZsjQPQY/1b0MUcY97Bk5vl9gmLzCSEg+OEcbvdGWkT2Pl/K98DtyPY9kNbqDXUo8HxCoPWv4Cr3iMT894kI8vv/S4DyXdTo7/xDmO66nKD7c6dM9aAs4PDLtPL1zsye8YcvUPBb+abz1Y3Y6RfIjPrJAQb7Ks5u9lymmPpkLrj0NPrE+oDP5PWgcGj09yRG9wIlXveRgCb6kYs+9ffd1PTnIEr1/Nkg+NlnJO0WvGr7A/dU999PqvS6NL76Y6wI/9dqROllRDD4Dz+K5B7ojPngjVT0PxMk9vbg3PeIGbD5ST/K9zPBrvh6ZvL1OnRS75IBQvtUPRT3xRqo9e6JvPWk1eT0ZQDQ+TietPepIsLxyZx++W4JWPm5SUT6DNQ8+pgfGvVM//L0ubBs/xUQRPrtWhL1muj4+cHmsPs9kmD2d3GM9lhGwPYKckj0PyWA8PRJxvfYasr0bZMg9wG2JPL1tRr1KK7U9WuIGPQXk0T3Vd5U810zkPV0jST2vEIQ8+NkovgO3NrxJcbK9r7EAPtohSL7AGza+80jhPbZU8j0w3o+9Gcyxu/OCOz7EDje+FK1zPmO5nb3cJFO91VyPveYyoz52B9O8Kq8uPZEFqLz3Qei9Cx5NO7/83L3/8jm9ZrgUvjXNMz3nDZg9bP+yPG6j+j3xdBg+Vx0Kvlbto76fhW698LzOPI5FOb5FSxG+aX9gvIwLyLwCQ2M7bCtSvv7c4z15L5y+pGgpvvXcWL2FycE8na6mPNryI76/13C9mnoOPlmloj1aF24+jkATPf92FL0wQ4u8Gp6dvQBEtr5DXC8+KXufvnjojb0xWos+BBxQPuYOVD5KKFU+Dz7CPJMaPz56bzU55B68PC8ZDr7ttES+p87IvZ2hZT3hBMk9pfg3vIA+Kz1RjrU9T9zfPHAAd73ulRk9rd1MvjKOdD08voM9J4owvn0Stb1lQpM98rt8PnPooj11kvG8T67AuuKW7Tzg/oQ8XwkQvnQzib4WQ0C7gNl6vScThD5zM/G9ID8+vOhepj6IwqK+X8lZPbSE1DvJuug9F8KIvI+LfT29+IK92aFsPfkxIb7ocpY+pOIrPrdUX72e6ne+52WuvXCEJbyAPpW8Cd4dvgy9rzyQk1C+PqKAPnIIQb4D9Ak+PsrOvXG+Az5e6F48dzolPiNS8L1fEhq+Nu4ivq4zED340Io9WXyHvpfIp73x4OY9lLYdPgNyr72qsHK5+97TvqE+CD2bTZu8voMRPgCGm72ntXs9dXHjvYr4ar6M3sm96+UQPPVKnD5a8yQ+dn8Jv/7KUjtrGIu+GLEfvI+bwzy9Xta9BGSCvpMYg74L/k6+F2mivq7o0Dxf+hW+apJEPZPfWryS4C0+JQ9rvj8XYD49d+M8tWngvLZdk773HKS9lrj5vH/Ycb6e4A89sB/Pvsluyb5jOpm+5baPvnQL77x61Au9msc5vtZSXT698FY9MQiCPoZaLj5VJfi+/kAWvlH5Zr5b/o2+DG/vu/WLgrxqTgW+S1XvPUfwFD6GOHq+pfvgPUasoz0tUPy7UQaEvoydgr43z3i9MmTMvZ7ZljyKkYY+2BPEPQt9PL7C0XQ+Bf9OvdERYj6EygS+yyoyvV/4Ub5WMIm+lwlXPuvYPj6F/Eu+msIsvkCExLzVJgm+zCxWPNOz0L3/FTa+6osqvhnGC74UKAy+rjx+vt2YOj3hbrq+CjTLvUhqjb6J7dw8o2pVPsJxBL4ZL0M+SX5mvqFOcr7DFVW9OZZQPtRHIb5avp09RPwJvaTllz0gm5s+ANwjPpWV5T6pT/e9iHmkvmYZkD3ksLW9CYxXPLzBor7NkoC+JkwKvt0KDL4o7je+eNa/vZb+WT5/IGC+iwwmPpsDUT4RLgO/m/w0vY9thb0dm+W9aN2gvthGcLyBRYM+23ENPV/VGr6z6Dc+OiFFvpfkHTybnLe9vekYPgzZmr3dPMm9RwgUPbwt1jw5bDu942lHvmnqbr0APf47etiAPfl/Az1BCpG9xQ7tvWwNyjxc8yy+0trpvXvFWrtOFyy9P51DPvy4Rb1lTBE+1WKpvFzlRD0I4yQ+LP+ZPUpPbL7dhDA9uZjQvYJEdr6cayC+sUWjOmweRL6PQ0m+bZrpvUlBc73bL7++hRouvpU1hT0uMrC+bHbdvY9QLb5IA5y9M1zAvec6wb00kxC+Kbgyv4ZfcL51KnO9uhkGvojXY766m5694vOKvIxv0L0vNN89tHM7vpWKVL6WZRi+sLzoPeQAPTxuNOi98EqHPc/cp72MITM8EVeMvgMRvr0/JS6+4fLbvd3zmL4x9GC9F4RiPSHjj7wzr+88bb2uvleugDubpFW9I+ELvgHFJr49iDi+4oQevum0rj2Lp6w9sPPtvYyUHr5uvWG+UmOlvnAoWTyNKoy9S/b2vWTI7r0xOT49I32Yvd4TKb7aPMO8sLaBvCoHrz0B8gY820cSPbcTjL7OcsC+1jBgvc/PuL3rMfM9ksa8PaAjpr3m1+08e4pqPALxo71u29c9PfFvvv2BLL5MZYa7oWafvqOmzb2u0FC+XwnTvaU+/r2bnqo9ePwMvnbeyz3rXI++Y7uHvoqXPz3Y5XS+WrVZvkEgVb1eY0++SiCCPgisc77xP5a+8vmyvHevML5yCbs9Ca3WPRkZIj7r1QO+ivvfPVI7YT5ZBOE9qzrlvYczTzqDFdK8zZ47Pm76E72MtkQ91+tmveRzYryaANk8USbVPeDv2jwr4tq9uZhEvujDvz3+sfU9/Tt6vcCUCDwD/FE8Xqz2vP0IKL4IDpA78p6wPbIJJj0Jocw9i6NBPAs8Dj441R2+c7ubPbUNkj2htS6+368vPiC4VD6Ik5Y+BgbrO8cTDb7eHcy+kwSRPSBKmz6DVhc8vuzPPY/7DL55Mje+RqX3vS9yU70+n5Q93newPQwOlz7uTkI+mNTcPRRsTj60Z5E+UFUhvZu3aD2gmbk+7bEAPgk/ir0lWg++l8+rPXoyt70+BLm9RGYYvsvC7Lsm8hG+Hv+ZPTcrPzyruOk9RESgvjljtLx6INY85WqsPFOskL5iKpO+ZWWGvrF+eb7H0gk+XwSaO8ehv723Oo0+O4nVPd3ChT4eSPi9/6AkPdWASr6ZSIi+aQcdvl8Isb0LHl2+9NsHPeGw3r2BpSa+nnQWvg5mybwbamY6NGGcPqsR8rzDr9i9gaHmPRjP/z1dS+O8F9RXPZIIDL6VjrO9xLiTPqv8P75jiMW9k4KTvr3iLz6p5ti8iYxhPVLazT36Obo8whqePT5JUj1jaeI9VUKTPc9zTjxvP6U50llYPvm9ZT6JxPw9VBZ5vcEruz15Unw+qNSJvuvfIr5fdsQ947vTvfbLxT27Rka++AQ0PX4OjD1sA4K9xRFSvlXtgD5yZfg8ujYEPeInULsxF5o+egCUPfngmj7A4ia+6n8NvevgJj57VnY+bEU3Pj7Ji75vhiU+K+K+PmUtT76Lr/m9bxO0Pkn+nL7PpSw+9OFQPmvGtzzLIYU+Wl+UuU1T9LxxOZC+B8hTO5SRer7KX4E+BgWpPVj1GD3eY429/32SvruMiDwCHlM8WhRIPZuR5jrirlg+SByCPgjLNz6LVzC99tlEvrEcBz6s2RG+js8zPh43R709TxO+27Y1PsGVC75BTSe9iXFNPYTs+b7wuYy+UF0PvvxAiz4URVA+KKBKPgZeEz69DrW9nE91vq+WAD0bOA0+rkiAvTtVrz3SLL684wRNu1cpmz5PgG0+iiFuvqDo7r1Tj82+cUhFvkPfRL18GZk+hlMwPizX0TzbSkc9YvaBPFYj7T2/YgG+JXuSvmeXtT7ssJs9YrRXO64d1TyFxBg9h2hJvldShLjNNAO++kOZPUkqrj1e30o+hV1lvVuk1T1ficG9km8SPneAKb5CMzW98plxvRYjZr5Pn5a+EODdvZPoyT1pZ3I9jriIPg8kVb0RX3K8bss1vXji6z0oBoW+wKOcvupv7brB8jG+BgehPbtIK70UjLI8UWcevsvXyb2G2Yq+z7wTPFZv1TyFHB6+lV0CvtGq6T19x5k98WeyPKvZp70AJcm9ZfJUvoNDKb704yG+AZ4wvkrH1bwbTQc9Ao0/vvG4Vj3+27Y83XO4vaYicr5lyL29PVOQvKwmvr5ZUhc9k/z4Ped+QbyWhe+9CSTSvYXfSb2vu2W+ZN8cvj68Eb6dqYG9gGuLvQJXLr29Gp29xoYFvkDx6z1eYLa9lC/DvWVlIL0/Iw++yu7CvQYCJ75CwqC9UHJBvv0TBD6SZs68Pi0hvnbAiL7mdcq9G8g/vRXTbDv8era9HF9nvNQQbb67Rp69rYsfvT72qr3vfx0+8FzAPeaIFL4LQ9a9nZIsvgKScr70Mu07pEvgvTuKjL5ctz09Bp8NvlTULb1OUQi+zQbJPKj9FTzciiE+T2acvQJo6zuTqdI98Y9aviQjDr6PGXM9RYCUvdzsDD6Jdhy+mhRPPTByWr27iws+aD1MPV0DgTys/xS+P6smPYg4zr6ETha+3EY4PiwVoL1wy8W9sUPwPUBBmr3iNx49Ut00PtLpKbx6uoK9LjpmOFqmXr079D88Rmg3PYWvYr3CRSu+xUWWvaoimb6rYH48J7oovX4z4T0xY6a9C9UJPga7ubyVwTW+7P9nvtCx7jzsXKG974slPnmWQr5wRJ2+vxA8vZLhYzyA5ZK8iLTyvA2Wv74z9gm+0mPhPRaN/zvka7M9oAw1vo1Har5+Rb49NqgxvvBKkD7eOEI+w+pivhF2Gz6jDj49zSaxPeMXlbym3SO+yMvjvcRnsj2W5C++pWqRvSXhSD1/d8O6Q0ZjvosGhj5cy9A+xbL5vGHbsD29sbC8axJPPnm0pz1Zo5++YVi2Pf6zOD7fRSO+XueWvvDFFz69qGq7l4IfPmt5DjvYLpi30GfqvbTVDD77agI/Z1QLPSRbiD4PJqC+Y4Q3PlWv4D0Xbo49uIpRPkq3uT62p3m9JJc5vayAab1O87s9CJUkPChRir3aKb09jnSivXz4BL5N4gu+0NwTv2cEhD1EzQy+6gk3PfM0Kz7ttyi+KU0kPasHaz2My0q+qkaOvnM/wr3gXtS9m3p4PhFpdTx1oBW8P9IXvqxXjL5dUYW+7OtjPeyvk70YQ7q9p/R9PtDl4T2SLks9agyIvUbe6LyxAp6+Dtyjvs8+dT248ai+JQZWvUO1Zb2/WAe+4AF5OzWwsz6ec2e+TBufPU8G+D067WA89C4GPOhU9z15J1u+1VJQPbWSrj0z4SO90LLZPHKHzr2A3769Uio1PNdRxT22+H68UqPTPf2Zhz7xXys+j6azvDHerj6RecQ8qdUePcO5q779BDi+jCbivMpCC73meeS9v+MVPiVIer4N7E0+m/HYvTq0rb5z7qM9LSpEPu4RMz034YA8oj2JPqFtvzzYtwa+fLuZvofeBT4yEAM+E8HnPmkgojtuyVW8LcyGvWenDL6BgI8734dpvnQyb72gatU7WewePTJJI75A3iQ9d/5TvlR1J76L2KM91mYYPlRQkzx9w848EIcevvC43L0X1oU+VKSKvjjRBjvr4NG+zgpHvrNo1r4z5Em+4y2wPiVyQD5ESr6+bQm/vhvf+z7wbtK8bs6gvEHy673A4JI+Pt//u4fcjjxwh4Q8q9PFvtRzsL03bK2+LmP0vSXhBb5RCFE++7FJPsXqEz4Dawi+pF/xPdN4tb3pReO9+zCmvncdVz6HjyK+8d4uPknyKLzwEnk95ZMyvrEqRD6kFPA9ZaclvcDpxL0v2ZS+/eifPrr5nD0e2Qm9P1qvOoSgCr4V+a6+uTZ9vhT7sD6476A94/BrvYJZCj2Dmt46XOecvuR/gjznPVG88gWkvY7qMT2XmEM+E5WYPpNB4L3c6X4+9SvUvo5jLL4UiQe9fiPtvTZvGj0gyoc8AZ1lvrodiD66umg91k4NPupamL6KrUO+QLLXPe4l8b0Tzna++YrXveCvvz21YQA+i591vneau74zyie+YAUMvhv/HT7wHPq986BHPIK4az0r5As+BCTgPTCNoj1xrxo+Hmu9PIP4E74Me2w+fr1kPr1xFL4Dl609QFM4vOKZ3bzqyTE+xN6NPTcu2D083FA9kjwePdN0tz3eYqI9kAeqPRtZRD1lrzW9BgvWPd93Mj0zLGE9ar8RPj4hFj0wVYS+k0UsPICrfT7pSOc8CLAnvuCJ2D1nOU4+4CnFPSdohTxWY10+WztDPnOtJL6lMuA9saWHPqlyGj6FSTg+h623vS8WGD66tUM91PALPkmAsD0UPq09punsPRW4ojxCub+9W8MXPkiWtr2I54I9RXipvOR30z3nr2g9W34tPTwQFr7hjQC9zC34PPcC2zyXtLW9rTAFvdKLHT7hAO8+W4PrPLgggL3rTZQ6LCgwvt2MgD6p7FK7O4yKPgaMvz1314w9qm8NPptmy7zg9Ii70FsTPQ/SVT7phMm88w0bPU8HHb5Srao9Ej1FPuEaEL69tiq+L4McPuPIBj6in1i+4C8nPKQelTwH2/0+I4MVvq1FMj7c/9c9qkMEPtdJwT3NWru9AvifPm3ONr0Moj0+PaXzOzXHh7zO0ac7K5Qpvjho7jzjIwQ+RbsePqOoXDzK3sq9UTPQPU8Bir1lVT8+q4cpvkTjuz2UkBy+8ddzvYc4az6umkY+YMv7Paofiz6hkLM9wOnHPdSEDL5bTHw9SIaMPq8lhD4sUci8F4bJPUdqrz2w4xQ+tNFYPZKahj72/P+3zbnNvZ3NZj7FdOG9VJycvmjuiLyDVoo6M3DBvErBDjxfJUs+hnk0vZgKGr0Tyks9PgDcPdVPDj7T/xK+Oe2HPuUqwzyyRxq9n80Evr3t9by1zlG+4JuWvo5VZT2RXqI8HKlEva8mD72A0489vuybPgGySD4yRKQ+yMbIvTSSiL0T0Rk+TmaIPXK4vL2SE04+8L01vqpVwT3o/7K+4NM0Pj7qKT6+Oyi+ZCcPvhyghT5G5Jq+niwXPJKvyL3KmRw+lGgYPUdLVz2TjDo8FWgFPr1/GL1K11s+ZN7oPJ0QyzwrU2G8s0hrvLB54j2TY5m6/Z+TvbHIRb1HMZC+kM0vvd1Mkb2J1hS+VkwkPuUn6L3cgC4+YaknPvS7Gb6gPBe7Jqz1vDx7Az0dmqe8zNbcPa5JK75Q6+a9bvpfvY/tYr7HyRU9RO9zvaqRAj4xuuc9pZlyvcL7Xj0/9Sc+xbBQvRPnV73+KDq+3781PuMxqj5VG78958hSvjOHJr5tw5a+lqEsPjH+dL14DQq9jPb2PSLaNLzXeHw7w9iGPqzZr70BxjQ+bZOUPBfm0z35Gk8+GUUNPcnhEr7xYn0+QUwnvSS1zL3Csd4+mdDDvXzS8z0gGMk6i7+4PLCASzzTT1i+9f3bvTvmv7yZfSM+A6BYPlTOaLsPFYY92vGQPgZ6lD6kXam9OJlZPhk9Pr2i1RO+fNmpvVkuCD7CCCa+pFh6vsNidD6ixFm+FY//PTK0kz4sJFS88cW8vQwrFD75zrS9TGKyPjYllL4RXgu+mo6hvsPsEj7R3Z09dvuqvpeBtT3A8AG+tPZ6voW+PT59Rgi+KcuXPERAHr1TYbI8Oy8vPtSXurwpdFS84RJ/PVVu5r2MLKG+bmKOvmD9/r69opS+nGYVuctE1r3OuZA+dkqUPf6T8D1nsiS+Ioybvr68JD5OyoG+7jejvTHNsb36qEg+WeCjPtSrZL55kOg9pgD9PcUGlz4EFCS+iZfWvcJUBD67N26+N2JHvhI8SD433YC+vo6HvgdveT5ZFCs+1Aw7PkKaGz7Mi1k9h8ycvSBLJb4Rr4A+wWmfvmjKV75LFPW9Cy2Xvobz9Dxom/y7o36PPpOckD0h8yE+j7mlvefgZ73l3yo9klZ6PuHMlr3zszM9blqoPQkwOL3IxYa9ED6JPnFs270qiZC+nqUrPPAQyz1W8AG+aVyTPFj7mb50Ney9MRdMvmNS5b0/GIG9b3WZvle61T7I3ea9C8HkvUoKhz4WaIu+73zHPgRC9z1H5ra+ueB/vqpFaz64L5A+sPLrPCgnsL5Kjjc+KBisvVuyBr5p6KW9rypMvgIcNL5lbw6+r/1sPnEO/T31DDi+jhK5vm/qYr671l69rjtqPaRY2zzYzJi90DpFvlJPO706cco8annDPa/Iv73D6Fy9a3ktPsGWT77L+J49tJNRvYpeYT2RywK94jALvfLMP74n5Mw9AfT5PDG3Sb4OSRC+LWgtvuMrsz1sACO9Rg/ovYVxDL6PHOe9V82/vmh3072ozWm+zwluPRJ9Mb1CfIq9HwcDPeu1pD1Hqz0+ShryvepKxr1YqSk9cWNbPWNRSL1Qkhu9a17LvON3Tj022wA+T62yu01yXD2VInq9xWNOvjpflb3gt668HzuRvXKBgb57lue9BRbivTL1LL4s8e4853NqvXsWY75mt4G9RMktvqdXeb5powq8AsYxvuCyyr1v9RQ9NRFpvXhZFr5Mgy28v1a1PeFSJj53kXK+hfE/PUEOOL33W66+hFQevqnD6r1O8ec8N/UEvrA+irwgC1C9htOIvWCcNT3TwYO9+HvuvSmc7rwWyym9f6ESvgAgR75asE69ax7BvoOiqbtLqdy91IU2vsfnMb4nDPg9QaqpvQX7NzvC28892U+IvQHgOb54UFG+PMSjvqUzgD0P1gE+dTJxO2VsDr7c6hS+CixmvcBb9L3jOFO9GQQ4vjhgxD04mIC+PFo2PqMdPL3f5Y++mTiRPtOyRz0tFzC+0GMjveI29L3u+CM+tunjO59M2T0FjZC9AecuvdxB1r7N7/W8ezQyvrbROL0OFie+A8gTPuEc1r13qXc98GzYPTliwr6Fre69+8d6PoGvqT0UdA4+GQ2uPCvj1r42NFo9Rry4vXfZ8D0BqnA+plfEvSafUr5GqMe9HkzfPMnYp77ROqW+TwAyPaL4a761jr69tmAovTj7Uj2Wtpo9lMo3PRcReL5pcDw+pGcqPnG30T06gtc8FWOGvQ4ofD5VIjI9buk0PRxpcz1HLFW9hksHvSNodr2J7a49+nmJvhUhx7wipjK+Et5NvsTBgr7IQVU+O22qPfF0D73M0go+9FI5PXcFiD3Ju2O+j20VPaJdqT1DZLi+h0gOPlxArrpcosu8R63dPfq+qT3LeQm+aNO7vbgTJb7iRaQ9HLcRvmUjpr05Kgi+xCIevmu1kD3qHQK/gyUAvo5eiT0FD1U+xOYxPb92/b3+nEa8LQXpvSReJDwm1BC+Ff6Yvc/qcj2BAi2+lHGHPiwmI75zIQ+9fqUwvry3yD1LXxU+kAhcPuyqoD5uaAm9rjwpPngtEj3Kzm2+ObqFvpE7Qz5RJ4Q+rMegPotrJz4XulK+xUh3vTsGor6ZPHa+QPzbPHhO/71+C4e9Fyw/vpKbfj7mZBA9Hn8ZPqOGAL4mKqm9A0UdvlY3Yj4vUoI+WLuOvRoBt7xDWYo9NicUvtM1tz2xXrM9DdBvvl1EEr4i5oe9Eu9QPjSmAb594WO+MCpovu9wWz7p0ME9P92cPdtvSr66sSK9K4OzPPH+yr2/mBa9XMipvgIQG72ebsg9yYtKvXhEgb5yNZE+KcUjvaLUq76fvPq7Oa8rvmdghr6jU2Q+cJsTvpAMOD52xLG8amdEvu31GT7PKra8oI34vTazRb5fVQI8hK5MvRKPkL7EkhW9Ddd7vXWtwL3jpWm+UPckPg5BBT4tiBu+xdsjPi2+kL4RNK29cAt6viYqtb2CcpG9tIvavVOGvL2hdwg+wNfLPDe6gj0BfES+tBNzPRpEab7S8ZK+8UJcvr7VCj4yYXQ+eRcJPcomBj6dUGe+dFgSvXUwWT3OAqe9xZt8vE9/Ar51EUm+9/3CPVQ0MT6VHyK+k44zvjWRs71axU++RdyaPF1gjb4NwHM+pG44PlM9Qb4+4os9+926Pfy2L725JQC95RBVPRULKz17y4W9WEiZuwW7hD5xbZE9g7h4vtIqF77MSTu9261rPrzEvDxjtH49aPSovfBGND7jZgU9SPeAvYecRT6Q7wI+R9D7PNOt2r1CSYq+IvNVviKrD77Zk949I4dGuzdpS753GcQ9LO1rvjvejT27XAK+AqyPva/z372EnHC9tmjCvdrlp728UCA+4NtHvZByj72ANt89ZNaCPRngDj5ht4E9rHmjvRVLtb0RXgI9zBBJvTUIoz33ZYY8zrVKPYYaCL4H3TK+g5//vNlFfz1TTVk9oC6hvbSfXT5BNYu9AeuNvT7gFT5VoHe+FgrtPNMOeL5k4w2+GejDPWFo3L2Olym8l7pCPZSllb38/gM+JsZhPYvMQLueKwu+IwS5PK15Vr5CUVy9TRtOPTy2AD1NflO+4vAJPiLuOb5vHbK8C2RKvg6Hzj4cBAy+iBJAvbwPkD1S+2q+PZCkPQxSgr2OKKy96oP8vRmDST1wlsg98HaSvRo/cT2TCS++F+LlvSopQjzHyRY+H4QoPt+wFr5PmCw+yutAPEcfLL0mU6693wS+vQ5jcT5749M9vloqvYc4Hz1/FnG+xzeePWwDlb0ZHeU9s4eMvuQeBTtsPm8+p2MfPFAuKr2+Xz29omcmPg1Xq70J0U6+4JJDPex+vr1iXVU+kHfrPe7OBz2oxDm+ZhhDPT1ohr2Kg9g9xmQePs0GGL5X0Qy9XQ6KvUBTZb7M+ry84wQVvn2vuD0BkgG+I0Uavl0ms7wmmlI+RE3DPS+d3r0eDdY9UgTUvcs/Tr61oEa+IvoKPsceAb5LWay8wtGvvUzDr70f+l+9sz0GPfPZmj0cbA49m/6BPrWAGT6zoUG+dC9ePjZMHz1xBRq8Q3fYvJbwFT12f2S+PAdpPSFx+71W1zE9YxT1vc2MGry4v6c++IOdviglnLyw3y+9MN2nPiRE3r1jjrw+wfB9vcwkuTuxMaC+jR1evRwHQz2WNiW+ycZlPFvLcDhu+0++XWZpvhfXdryBImy+wFSGvaNLKr4rNd+9jupMPkObEz4omCA+rrCpvcXnOT4hcEa+ySXzPefN2r2q+1o+0gXIvpTkM770Q9++XycWPrgWET7wDMu9Dt8IvVaJij7aXpa+U+srPpYiXr7L/YC+0vEIvnJLp73Mc6A+JMG1PZVOAD7WZk0+YKMmPpabXL7xp+c9EEaevpFAQz3+7Oq9FcdnvJWG2Tzlf+O9j9dYvVKZ+Dx17FS+mt/MvAhxRb1Ylo49awIVPmu12b7HNNy9his/vlMLz70BRJ4+XOSZPsi3Tb76+pS+EmYvvs6xXL5HXAk9DZ6xPngfnD1bYpM94mIIvnBIkrwPCbS9RdMQPsVWCr1GxNa8MaBxvsIVBb/JW9Q+pfWHvg5ajz2pcQ2+VWp6Pss5lL6qbEW861NdPST4zb2ldMM+uCMxvmifbrvIdMo+TnP3PXCvnb56O0i9PuoOPoI+Mr7xrKM9Ug6PPoZwZL3Hmb0+1CL4PXsQP72+Ja69GevtvSpqNb5XeV2+dtM6Pur+LT74Pz2+z+gqu2BJlT3/SBU9U2J3PrkG674iMxo+lzabvVq2Sz7lMo69ZccVPv67t77rEVM+3wOevc+buj6ZPG8+ldcWvDCqIr5INF4+RdiYvMVXpj4AYiE+st+VPnceVD7vdo0+QLE4viR+Pj7mmKE+jJmAvVCJITyTAzY+HjMyPUKmzb3ddD8+6rXkPdZgwb4GOQY9DBXLvr+/gb1kTES9eS5xvZ9xs74HSDA+sVIePusmdj1KqGK9fm3lvX90iT4//U8+ffsaPFn/iT7TPyG+gFW5Pt5ykD5Q5gE+OQAbviSHi72462K+bG1Eu0XqiL7pioO+kuADPiZMEb2EDde9SZECPT1f9b5fCfs8hKQrvmp1aT4SW8i9lqWHPjUWIz6VetQ+W/e/vHqQdT0JRHg+GHHyPYMkGz7GqbY9AGsaPiPZjL19RXo+3yylPft7Br6Dx9e+10DGvkD5Tj5bWxm9t3FSvRSUUz3Pduc9gnuYvTbTML6uk4u9I9ObPWkVej5TfiG9Ov0JP/kY5b6qdOQ9k/VFPlXHBr1QxNK9aRl0Pi1A5D0u4qe6yB2QPl8Xhz4KXaY+SB2LPjLAo77Vukg+zcgbvWR9+76TESS+rE3CvFOSxz5HrgY+wwLxPbVzbT1JSQm+ohUwPYjkoz4BAYq+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "6Te9vVzm1r3RNBK6rjrqvDBEmzu0cYy9i3KEvbK4pL0nIKW8pRyFPFxe4rtrM5q9UcCYvT6vMr14DkE8PNveO//TgjzZkCk6+qEIvTGXNr2PWdE81sMEO+HDRb4+BIW9zIkPvfMVpb310lq8icuxu4coo71arLi94h6BvW4VNLxLP7q8qywOPMNxrzvzL0q9vTRdPXG05TxvJQC8IqEAPgwYD733s5q78KDaPN3fd7yEfy69xcgBO/gp2LxiZfO9Xh6Uvdo2O70Zff2891DjvAqujbzjd9w8Qk9vvbHWsb2+rt29zRxGvAZU5L34YF45wBbnvfRJxLxQkVi9pi8YvRSOZT2oBmO9sLKLPXDcGb0g8Tk7nzSive/m6L3EjzY9cmF4vQ4Yrj3+hGM9xOt7vF3kK7y5jF6+c8z2utWlGL4i+NW8Bgo+PW36D7ztH7C9iNhavTGrvb2SEqS9SlzgO+qM3joPMic9Db4hvFh6t73/Yua9czsTvsV1T70wxYk9SmfiO2kt+r3U9Re+jy6Yvan9EL0f0Q6+DLnCPX3Fm73G0wa9UZ3HvaBSAbxKRjW8gXWhO57d272zvi++pny0vc/uNL7FPA69TjeIPVR2FL05kRe8gTCAvawEMD1VdKo8PYESvlSu6LxoS9K8kHKzvYwWm7zkBAa9kylhu4qQ5b0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "4ngFvRYGvT3sgjG8v7x6vGhcjj6MXqw9xsi2PRipFT1AzAA9tEB+vctsQD7Xiic+ud2GPgizczwoBS8+aAYoPv4Qb71okSs9Xf+ovA1b/Touhs8+ulYIPe8L6j7q34E+TGUAPiL9nD0nRoA96pREPsqcDD47DJs8+d1wPkc3DT41YVI9PqCyPdiOizz8uvw9TLNmPSPBT72+LH09xojhvdu2z73AM7M9olYKviJVTT7Z3Gc+m82cvV8v7DxWR+Y8DQSivUOeOT3nru67tksnPYpMCj7cII49voq6vUQA8z0xGdW7uWnfPMXh9rz8B8I8T2BmPUwgO778VSA+FC50PJJeRb5ZGNo9cwm+PbC6kj77QpY8tNQ8Pbcckj3llV++Yhz0vY5IDz4Cstq9/NOYPZ2Co7xBcTs+SGqhPvnO/72Lvv29gBPsNHYpCTzw0fK8l5Y8Ox/NDj5AyXK8peGIPY+NzL0BRVI9OeVmvfRneD255pI8vn+pvWQXIDwoQ0G+dbfbvFUGjD05x1s9p95svdjJirzPdh2+0m7CPTNL6b3Pl5o83ssVPWh03z3+vw+++r9WPorwizzgVra+LW2ivY1G672aiQO+2+QlO8yzLb6nnYI8NOy0u7/CBb7FN0w7BO8Ju9bLHT0kY++83N20vakyAL0NmgA+PXy/vVVmjrunsSc+kLeKvCvJLj11kDM+euq7vbAi8Tyb/3+8/w8qvKU1n71cmZC8sFGIPJkxvLxQlCO93najvsx3RT4qWpu+nH2YPfjn5L0ceEa8iVoMvdWOtT2NB2Y+HvuMPiKwjD72nIY9jac7vdmalb3zeRw+ADCsPIJuFT1hyLI9zwsQPf5oST2N1xm9j4e/PI1xgD1beaa9Bn0KveH2wj2FvsQ7YR1kvmTkpbyWBRk8qPlivYWveL39sqs9yRAfPnSIOL4ukQA+WavoOzC+FDz8mak8BtP2vOL+aL2aBCu7UMM6vn4K3j2TzNq8OdMiPd8zoDwBTES9EBh3vcVKBT5QmLe8V0gjvrEgML1kyuK8NnMovTC+iz35tKo9Zg5gPiU7FL7l4lk9YKKxPV5wh75Tg+C8hrHfvVC/rr2CFry9A6eQPRNwJTxvWWc9Z1c7O+58PD37umI+eg2KPWwxST4VOMI98f5KPs5uCT4miCW9CF4JPj9CLbxj9x29FM9YPYUELD5YaQC+HHGJPYpQCr100Ho9chTPPb4ImLwp1UG9ZSmSPfIWvz12MCY9msoQPbP53T0NZ689r1qsvbGpZz0h2nq+aRsWvoukk7wwYgG9WH+gO7PDCzxbWcA9kooWvSU0Gb7Og749MqM3vjS2drzrW/48/B98vQeVCb6YiDo+Bo3EPXG2VD2tJIc9NeFEPN1C3z0QXBW9jStJvg0MHj55Uaq9vAaQPlFwA76kPhW9Wju0vPXA+zxN7tS9ns/hPRYrh7ytcEA8s3DMPaxscz3CU1c+zDJfPtIcwLz9utk96jyjvC/KlT6KywA9BzWhPc7wgD0IV2I9PhCqvQH2lzxmOmQ9J1RjPP4dXz2/F808q/PUPNAYCD39nz07b7coPgFylz18Pm4+BqrEPcTBWDyyj1w+G2aSPfmBVL0bOUC+3CipPfQM9z0VC1A9wNTiPPQ0kT21lFW+XCEsPoxYIryPEIO9lt5MPCFsoj0NTf88tywqvpH3o7xfqwS+lePzvWAjhT3TRwA+aEkgPucBej2W/4k+roYEPme3RDsugye9FA6CvfR0Pz1omQ29S7CGPTgxOz47WRo8CsypPWDpdb3jjgY8HxuKO1XSkro8M1w8QidHvBubtDxNO4m9dU9SvjkYYDzv1aE89FOaPC6EUbwSyRG+EhVDPnuLNr5iDEu9o1AjPZElEz6h7Bm8m7W0vD7aBz27Vps+DfRbPdPxUD7tF5Q9t6NaPtKx+T2x8a89D810PR4dJT39zxu+PyBQPviZhr3I07U9dS7uvOBkOrsx2I684CVZvWGhcbsVL+S9wtfVPS3/Nb6xPCM96USCva3Rmr2HL0u9SHBiPfXHib2CAtC9XUDGvrHIGjyi8LG6SYDAPN5+Dj6vMjA+iv+oPXv04L1iQVY+CttTvWQpRD5vt6g9Kr7KPX8Mz738CFs9kSzAPccai72JKZ89QtsTubMf7T1+DLe9dQApvWdIl73lQnQ+MEPOvY9lAr5aC6Y8uuFkvglLkr37GdY9gZDBvYqxLL5/Iwk9uGHIPT/t+TxRouE9uy2xPNmkEryiBsa93Beiu2ytdL2nhNk8Q2K1PLV8cb4RMuO9IUEOvROeEj6iW8+96yAjvcLQVz31OoM9KzifvfI8pL0/FLW9cLMoPpYX1L38YBe+yqfGu3DSHb0xDFS8N7kxO+MrU7797kC9ZrHxvDh2lj3Mt6I8VVgUu3fHC70qZxg9XKMFvSjlQT0kSfQ8T00NPeNSnjwDIHe9ND6DPbCnZT6Fe029q7xVvXP2072ppig9xJnZvbbol72MMHm9fXAzPj9HVT7A9qK+tbZrPpWntL4m8VM9+3FePlJ6wr2PCy++eoH+Pj8o772SB6c+XUfvPJjPbD2lvp08GPPxPNs6uL2eTae5EN8hPpUoCbwEG989gQwUvrEKZb0NR8U8jluouw5DiL1DV5I9f5QcvqSJJj5asjW+DwJPvQl4Er3ByEy+psMFPlbHKT5UaBQ+oq4nvqmXyj0Ov5C9/h/MPXqvJz5IhkY7n0bkPUuJxD09voA93VtFPaqWnzybE4O9N+IiPdAZLryCGku8lMqTvn8evD64tn491dtovVecfD5RZku+0Vcqvv5cED4QIQc9ogK2PbVp1z3oGIw8/4L2PQAItr0a+mw99C/tPCn7kDxRMl+8ME7kvTRV97pXjYe7zpDsvBm+vD3B0Q8+tO8Uvi0etz0WfVk9QYpnut5EvjyqcA0+dUpmPmvExb1SQTS+R/IZvZPpQz5BODa89bqOPapH/jwgOd285OvLvC7oPT4bIaE+5LdZPu1rND0aB/A9H6dxPf7q6zyLar28FigLvGu8/70PI3G85YJlvRSbgbxf2ZM86/5lvbG4xD3NSwU9Vr89PaQj8D1c8eU8oaQCPjgmPb6fd529eWAFvvdmvDyrd9+92/6kvWyl2D1FrKw8G44bPqwoRL0SkAA9IETVulbYfL1JCIS9vF8CvVzQ873nzzs+msmKPC41dT5Iu4K+6aepPuooYz1YfmC9JYELPpmrAj27mAm+UZEIPezC1j1QJ649jTxsPbdgVLuu1VU9SEibPtLc8r0HNbE7HhDcvYNgTr13bxY+vrbAvKgQuz2da5M8UQYiPWU9/Ds+aXu70VvPvEHav720uJG9MDhovtLelb18nAe+XR3/vHMo3LulPQA+ciQVvi0PtT2XT9S9yoz6PWHpsb2wR9q7eyyNvQsuUD0Jh4m93KgQvBxFZLyv3aQ+RjpOPdHa4LrZzH++hu7/PVgrND2ysD6+CA3EPEu4hT4BDF29wBmDPGZTGL38JRW+jJ2GvW1WrbxwHHk9868JPEzVuD3nrM09aiQVvplcXjzdm40+QmgKvSoAPD4/FxW+TNQvPoxozLsydAI+5ECevMwtMD1l7oI8cZQjPcsdPj6A6CK9PA6Vu5U9J7zUc7K6pSMKPjr5hrwkFbg9UKiuPYlr571MyHO91fKAPZ2xJb0jdAY9BOvevBoXlj17igA+WslSvtVtl73PbEC+ZX4qvRqbmL0AIlK9dMAPPoJeWr4G3gg9a52BPYwy1j5xL7Q9D86BPbbLHzzlIyU9dyDMPAMCR77lWgY9vaWQvMhTC7yM6wM8OfDFu5fA2ryvmqK97Q7JvS2lCj6Wfgi8hiPnvMzWtT0b9i+9juIgPhWDcz7qnIi9VBoHPoq+lb0k0Js9wIEFvpJcqzwQAHo+HlpBPhuhYjzHoAA+m4Y2PDY1Y7vmgog66surPK6Auzz7oo+9TWLMPEqkKT2O8sa8Qw8dvlF8Aj61kAG+XMhKOly4ML5IzQ++PH+avbRRa77YaTW+VQrlvQAahL295gS+E6sKPmqEGLxrsxe87ICxvXMTor2JFic9i/fdvTWrJD2zN/o9TqJDvMvVVb5S8oU+HynUPiyApj4mhh8+/8jiPkwuRb0XTiq+iQFNvbXATD5mXx89Y/Xfvf3N7T0a9xq9GfKVPdvmMLwIvoS+eh5+vJ0vgrxTzYs8TChMPFNOpj1WIKy9INzovKzG2zzLn649z72vPWQwQr3Zo009slqDPr4+VL59w0e+LQ8CPhXODj6bqaw9Mf+KPPmECz2ZeM89BxRPPpnEkL3JK30++weAvpMICD7zTNC9LZRwvVAbGz5LkIM+UTFNvlIzYD3gaU46V95DPka5DD1oT0Y9lAgSPJUNpT3NHQc+pzAfPp7YeD1GvZq+CJB2PiHeob0Xjoe99ZQTvk6MUT2yeU++wbCWPQHEgT6Jbu09rm1NPfXI3j2ixQa+KhCLPf1oMz76Ucm9820VPUuQ1zxJahC+k97Ju3ovZD07XVS9K0PrvfiSgr5Hfho+VWWdPXgq5jydUUU+XVyePUVbxDxlNLg9s6oBvaNWEjwv0IA9zKK8vWbLSj6q5cE8VnH9PFD6bT3SAPQ8s+VRvUHxq7zfpRW9XXoEvKXbhT7xv7+7GbkMvQ1mWT5Cf/A9cccLPaozFzv4u1c92kAgPhE0YL0k5Uu+i00+PmVvZL54BqK9x/O8O4lcwzv1jQ0++rZbvUrmMb6oHKs9fZnJvS/+6T1w4UC99WXxPRFFa73jmaA9OmM6vmJQtr1jf5m9yWGbvT9jwLzIike9IQDuPJz5rzy18LY9oAWRvTgA4j3OA709RpDJvYkgYD0jFQu8ccXHveAYzD2Zvio+bMpNu+XAlTwl/tY85wRcPTyP2r2kgT09QJK1PGIJTb5I0CM+AvJAvPzvhrpwSJY9FykAPgLnL70NKJc9X066vRCuiT6KJwY9v009PcoCZrvFdY691vIavRSL6D1Knj46RXYBvrsPkT1IHak9hMScvWHPUT7dnUs8dZz3uwwpLD7sGmO85kuYPaUQhjwg9iI9yuOrPmksnz2AESc+1NFZvThcbD49ULU9orqAPVeSHj5/7zE+qBkevv5LHz5WV9i9N4QHPe6atr3i1B+9asIgvoOquT2frk+9dMb1PJ+vODyDyKO9bZFyPbuDdb1o8TS7HhCXOwDMo7ztwDU+rExzPUCTNb7RJF+9uN6Lu5Qx7DxfsvA87ycNvQbFOT19QDU8VVYFPp59TL6bZOM9UJoMvnNWHb7U7jU+hX2QvPJMGr60fI68OLaEvUWE7jsGEFw9BLdTvM3CoL5ycXE9jY/evfzj8ry9VoM9wL6evcKSkr2gvTM9DSaAPVlONbyeDBu+5FaLPCUkWzuNQDi8ph7CPDBPcz7Fq/Q9/mwvPp/+AD7YdEC9lPAjPulWxT20gFs9APdgPcOryrx5mvA9VXzlPTBtrzzjLVa8lmKSvIgakL0t+2U+pAgIvoiYw72yMiM+0FWCPe1suz0emaw9GA2GvdvpET6AnJ09fqdkvZeb/jzFMAs9+kh3vPH5sD0l7/o9DlPOPFaJcj0i6Pe7vt8IPoKDB73mRiA95Ascvrbglj2VzaM9o0xVPXvdqjzaymU+7jc3veSYzDw1zZq8S5R9PPkA0z1hyZK819klPmpd6z2/NkG9UKstPSv9pj2007o9cpOSPOIj2j21BwO+TC+3vBv6iDzx2tY9hNKIPes4ID7W49K8vPWSviK9pDys7iy+2qbWPYnWG72PaAw+V4CIvGZSUb1yK+Q8MnyMPhEfjDwzeeE8tcnXPdnKsj1SaiY+atKCPtrtlz0HLgU+q1EUPQdIwD2guP89E7+8uw0jgj5YUis9Ax99vatnRz7FXkI9vBcPvXTClDyOYR+7L1GfvOqwXz6IoGC9d7lAvQgZq72tr4k+oYOrPOc21DzfX4Y+q0MpvmJBU76/piE+heElvYoIlT7UhtI9wDkMPSeFNbypiNu91WqgvaOt/j2ZTv087N3pPe6PpD1MJPK74+X6PfLOyz7Jct290h+7PV/Pij1ujsK9nKsEPE6eljvVies8Kvj5vRMN/LwAney8wvJsPvSomr3Apxe+E5UPvWpgyr1Uns09ulPwPbH0A7n84Za97BsDPFy4WbwcGSu9ytAvPPQg2j6XzLQ9AEh8vCnXwTwgV2k9UmsGPtVRDrxVM9Q9ZpyIPoBx4zwhQKM9X9YWPbXelr17kP+8SSLrO88ukr2m6fK93lR6vsYlrz2M6oS9Vv0MPIBUAr0EKve9dYxyvaX1iT2Bj4692yVPvox7gj0auis+3QpfPQp3Vzv7tfQ8w7KNvXkMkb2J23i9MJ4APXEFsz3wHxk9E6srvSnVvjxiKIw9LFu0vWJPGzuM3A0+m91APZaAtT2QxYy8a/6OPXEyfD2NU5g+S15uvqABVj5ZuWw8WqzVvcmnaj5W2DE+bHZ0vUlv0zzfe6I9VTHQPXltlT1LjVg+9cYNPdNjTD5KsCu+6e8pvkwLCT7uKau9ZyMrPua9nr24H9e8JnIRu+UZsT27uea8kw+LPiNsK74ePYm9hFqMvbZIn70KLmW+rvMLvQCzmT2WUOc7NN9xOlhsFT66TAm+COPGPdiV3TtzVzC9fsWGvUl9jj0nLTa+q7FlPlQvdj2y3KQ88U5JvZFYGz3HmuQ9cSScvB5YRbzMjWa9fErYPIDSojzfScw9mfPrPf9D97035Ui8f+27PIPMA70EW6e9rnbuPFZpir3+HFY+VQM5ve3CPztruJM8OYXbvR20iDzgelo9Nr0SPgi5XT4ZkHS9ohgAPr0aDbwdTz29GVY1PZEkejzcxlE7A9Alvp/yYzysJZ09a7wAPBtq1j3oaqc9IPKxvLZi8LxpAYw9APIDPe7dAD3JgF4+IU0uPtgqzT3YwJk9l5O/PY/e1r3dqoU8V+mQPf7Z7b2aZS89JROmPZkForudn8c8NWLIvelrqb094V+9bGn2vaUGZz3etpq9AJBlO0MIpj15M2u8yUgJPgllkz3pFmM8NRfuuqp0Kj3rq+S8j52UvW83Lr6fogy+TWuovfYby73SOR49meolPczlLT05UJo9wuOZvXI82b0VZtW9UnqqO1dHS73cTU291hq6PGeJq71uGgG+TFH7vCh5xz2+tTm+NVuwPAwSer1tLi69kXw6vRrYQTwuVBQ+3BfOvXd+Eb6DRmq+aEvSPQygobxBZVY7YVNdvbUzbT1VIh6+CbIzPotbnb29as87JDuevE+81zquUwk9445DPQ1j3L1Gv5q9YOGBPOE3xb2Dtpy9w3XPPQQ91Ty4+ee87/4jPhNCHL50e90+eKwnPtPSuLzaLKc9myNxvXIlL77HlKi7/QLuPTmJw7whYOi942BCPVf4q707PvU8zsrEvTljxb0UohS7ybUMvZwgcj1fhtm7rtClPc8ihz1vkao9Bd3OPQnyAT2s3xU/laKUvXcUMrzzUWc++AWLvX6dVb7LF7g+Wv50PaTwWz2XKow9Mh0VPb9erD0KCms+8BA7PuJ+i7zS94w87OAqPoyeAr5R/fU9RJwRvCeaPj5eGH69xfklPn6thb3bum09aa35vJw+UDwcssg88+DnvPdP9by5Hdc9zdiBPtz13z1MiMi9vg0QPm//Fr1K5Qy+5nxJPrxEAr6eI++83+l9u/XsRD4yrJU9MbvcPiENFL5eEqm9F1cgvW1vNL7WP5a94NkGPUuVWb2hRiG9NvkevNhxuL3igt69Gbe3veZYNr6KAuq8cm4OvM6eYr2emXY+Q4cMvFQrcD1F6ps9DzvMvZv3hj2I+Ma9vRLmPUfqbL0dJFO94t7IvGsWrD0k/iW+iwJcvcz2Vb2wbjy9/4oFviXNur1eOlY9Jh4FvSckrbxIvJg8ZJK+vXuBOb0uQLm9spu3PVorbz12sBU+4QYMPMJKZb1Gtqu8m1VFvEyVE70XbNM9d/f9PZeZAT0dXay8fwFMPY8kUr3dWY89zi1NvQCXMr0Q0209QTiFu6xSnL7MOps90SFlPcba6rzWacI949ytvZ9nb75o42S9rnTzvbVj0b1IDkG7roKDPuvSi71LWt886uk7vV7Sjr2aFxe9x7yCvSXcyLzyIzC+3RCmPvAuSj7BpCg+K0AtPHQACT49oD0+zDfGvR90Vj5T5lY97V5UvWolHz6RhBe9svhUvN1J4T0h4GY9dxNdPm36CL6Aiv68UNMuvmE0uz107Xu+Z0oKvdwwEzyMpqq9tfx/vcZXcT0EZKI8v88svu6Gnz2lQR89pwx5PCUywrsG9/I9UE2SPR1uCb1iSz05/qwDvdzvij1Onvw9QeGIPfJKZT6RZpO9rjP9PTn35L33toW9WH0zvZorwLvYWRe9uTUGPgOLQr0zsw8+ePbiuyPThb1NYXI9KORDvo8yrz1rAog9DiaTvcrGfL1fYg0+b/isPpNJfzypiB28dZYNPRG0fD3TifU9nh1LPYVmlT26TZM8qsR5vMvg8LwWDCQ9cSRLvs7aAT2uiRE+3kplPcqh/L35B0695OI0uxmh4bvBLr29hLV/Pd+/oj1sekO9G2FQu2kcnrxNQqe9cu8MPqF9Sj6UvDA9FGotvXx3xr2fCJk+6YEdvhK3M72MPge9KfA3PA6JeD4LSZu91WR2PokOKr6At3G9YkMlO8xQOL61ePo6CLFJPcyLJz2orjs9b+QevWtcJb4Ci6G9XUrCvg7mIjwnxFk8SQypPZLp9DynusY9B+4yvX5qJropxwW+9HAmPU682r0pamM+eWlkvnUY5D1I+xW9tytQOwA/xL1Y3ga+/FyaPYajKLsVUYG9qy9fPf7bDT58cX+9GE3YPBBskD2ykLK9PfMxPbZQOz6YBuY9/fiLPe4jpLpUOsQ8SHolPQCW1T0yWKe+0RgEPWqYMD2HUFe94DM0vLN2rb1BTxM+tqFSvplbST4+KpI8EeeMOSDMrjzeGqa6i70NvDbYDr7VFD++tvvBPbco2b1ND8w9PNY9vf4dqb3OvBa+WTOsvQz/wLw8FoQ9+4amvWJ1WDyCTsU9oKUAPXYFBj6SnlY94JvyvbOzUr24vVU+PincvVlcEr53cDs+6mraPZAnBT1LWKc8dAeOPblMOD4+x9g9InvHu7sTjrzV1ge9BHyKvSmnIT5RxFQ+9Y7ovGw4OD0cHe282CpgvV/8Pb0PoIK9WMMlvNLkor15Swk9e9a+PbWyaz0jBwI9MTchPBUiyLtZxha86YyevcVjcLzriKK8DfqfOwU5mL2bo/c8mBRQvnL+crwGrMU9ZFbpPYZoGr6++w48nEgyvHMdKLyp/8g9RvbFvbs/sD3MMwQ+MxltvcwSsD3kht28OxSOPeSqTL1wWsy8JrO6PASIHj16lKO9ypOWvVVae72BPxK+aocpvkQXFL10Y189yo+VPYFKij008qy9ug0WvTVCYb2OAro9TIgavkW4Lrq+/3U8i6SYPq324z3xiim6pFwYPO7Jnr3p2Ks9YpLdPSX0Cj5y8r09H8/hvGBv0juLW0o+v86lvd48e72/Eb28b0VqPigDIj5zCAO+fFANu2+yhL3Dvu29Yho0PS4dw70HvJe8kLPWvWCAxL1jMKw8kIXzvXo0jTxenHI9K5wFPlSt671ZfFA9VdvOPQqAEbyEEAw9yt1lvgNguD0OdjW9TdLkPeNUI76d9HE8ZLb+PHWuDL3llNm84XMwPakgEbyWIW++aV0Yvjtb7L0526S9uwGAvvveAj703rK8eIZovBSkiLw9Kf+8MiALvlVTMj1UUlQ91krsvAeOkj2lWwY+3uTGveEMLjzc23W9GHEDPe0bsryba0S+CbeHPL7q/T0D8RA835P9vQpJ3r04rY286wMFve/Nhr0E6lA+310evqL4+zvmkDU91JIePUhshzu5Y7o9YvWbveSgM7xcWWo+Abf4vTs24jw/O2Q8zZgwPNhN2jt3TT49R5G5PEU3Q74tIUy+Ep2rPXlI97zvTDy9MG2gvS/uDj0baIC9yMAOvhBIED7ppga8LQkyvvC3Vz4VufW83WlMPX8zIj5GlnO8RcmgO4X587xAkpI9/tnDPKn1Dj0ujpg8ryb6OqL/pL3rd/U9A2VRPYQ+bj19JSI8WRNePjS9uT5CHJC+y/aGPpQKJT6L8OS80M/dOmrzE73stYI93kdNvaUdpD0zqIY9Q1XEPG5wGL0ssQa9v+4+Ppc8Lb5pk5e98C5PPnAyBj4I4ag9AgyAPkZPzzycuYE7J8IrvWMBxr2jbVC9g9JWPpqpGT3eSG8+BhI7PaP3ar0Z7C89R8bNupnA+7wJKtc9KMFZvoLiQr1zF9W8/yRiO2KTZb349508RS2LvI4Ok77yxCu8kLloPNUg7jyB910+VA+TveIHor39ZRm+aYSdvMPrEj1KEcy8WY5sO2I7hjwPwcc9taMwvhiVyL3KQuY9afmrPEShBT4ajrQ8bol4vfqRsz0m5xa83y8Fvi/8AD7Tsm88un5Fvvlpxzxkqeo6ZcX4u1xjUz5AGqO8yEMvPny31DzU+rU9jN7vPcaf4LwFpow9D9QPviiUb71h6iQ+2Jwrvr4YED0x0zM9yeyNPHAiCLs+TEO++/F0PZAHQb1kc5c9i7ICvpQGqT3dgke+gdj0vRSFCr21OxC+0Sn2vcXFsjydUUq9INfYPYY/IjsiCqI9jbyIvGTxGb2DmJW+E1EnPtzS/ryr5DW9/iVVPZYiKT73baY9VM+3vbmFHD4gKMA9/vryOpXEhzx38Uu7qTENvcjUCj4bib69h1HDPMByrr7pltu9nFwoPhRN6b3dY0U9XlE0Phaoib74fTC+JwxbPjuHfb2jlgk82EliPGXk8LxATQG9/gwSvenlHT4GQFi8dG85PY9z7T0yDSq+jLrBPakxBb2nRbs7ucscvRw8X74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "02IzPI1ruTwvH6M8ZP2kPe2VIr3Jvtg8hrQ4vWyHqrxaWHW9J05OPIUmB7xst6K8z92CvWZk+zzRezO95MfIPA=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 