{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "+fgvvnTu67sdaam9DPryPYjy4L1w7Ae+gVrBPRwtEb7JFwi+ME0RPjqCoj3n3xq9JtULPtlmi707v1++4+OgvJwVMj0F74g9RPsiviuRD76AKaK+YvQevpid0T0BibU8BBzBPSEru70XwiY9+LOSPVI7Qry8sjm+lSO0vV6baD2gckM+/XN6vSYQQTwgzyi9NorVPQ0uZT5STvk9SmkvPU6FGT3ObOC9yPEOvnXiGr5S2l0+yH0CPoNKur4OHZG8WBaEPAqcS74o3pq+WOcQvthGiDyKY4O8XD8/vtf6JLq16JC9bIUTPqZwjL1PH5q9XPNtvVTyBb74qRY9t1fTvdR0/rzfeG6+tQRHPWq1qr09iAU9Cc9PPqU+3j27HA2+/TPhvYwrNb5l1Ii+tOfKPYu8NzzsTAo+FVCkPakbhT15/RE+Kr5ePS9NgLzFu2q+K+zpPb2KcroTjpc9h9tOPsrOAr6eN868+R+rvjedZz2RlFO+arJLvprgFL727qG9X8i8PNvi470USqk9LVAUPjGi1L6hSKy9mbmEvfUihj08cOG9AuItPLBjxb5j+/g8kmQBvhW3QL01KSO+Pr30PZkRsT0EMZW+KfcSvlgQT747huk9N/83PQKjL74iaqS+P0haPaoay73TcOw9KuxqPUdz870dC12+D9abuxU4DT4H61Q+94FQPapvhz6SB7w8Pw6TPrFbB76c9Bc+dRL+PSS8wbxGQxS+VU+8vaIcNr3/LRq+R2l6Pqlnzb2GhpE9P2CsPZi4Ebz2aQC+YiUWvhAGMj5lARo+112iPSIy0b2Weni+7V8Gvnr9Dz6/Atq9vcP+ubFMkT5ma489siXDvRhdf70I84U9wnjbvdpZGb73LgE8gi9DvgmLl73Dqys+lb+kvc06f7wNfHo94aeGPppGTb7141s9z6HsvV/IDT68QVm+5rU/PY6nDr51A0c+ukRJvYMqQr50JQ+9cf5Ivij/qLsDBQ++D5aCvS9sKD57vrs9Emhgvex67bw156Y9SXpXvTXMqj2Kzz6+zMzLvRNLzj22Xng9ZMYTPtkvp73Rh0i+n/a5vW+svD0EgAI+9EwEPp3Bcz6C9zg+e2OQPVc9Rb3nRPA9wAY1Pv/2Fj3+pE48f1r3vQnnID0Lu7G90bk+Pko4sL0FcHy9Gb20PgcLdL0+U4Y+Kdk5PbHY070GUEk+tLMxPnSXUL6Prj89HunqPdIujj302JI79JrWPcvOnDxOmCc+o3VCvnBPdj4Ic/E9dRfLvYxZIb2ELwK8inJbvrvKPT4xJSG+GSbKPTfcoLqwWGk+/qFyPdDboT6hBQM+uE8hve1Q+ryAcvm98dxJPVpFLD6wtZE9uCgcPpbFjD3tFv89LuK6vY+fFb5N1SC+UG3Mvft+y7xMqdC9rqpCPmuZ1bzY3809dgsmPq7FYbyERlm9MNshvVPB3z1Hz1y87M0mPtLZlrwd4xu+w29wvpaOQb4X6cY9Ji+YvVYA1rtCbGS9U5LQPTY/G77NV5Q+f2j9PWN4+L0zmcE9qZlNvbjwCD7qpcI9Cyo4vn3D473bkq29gsuhvdBYpjnaYha9PKpMPRk2WD2++Q4+ZkP2PXUfAT79/rE9iiM2vgrAkb52AJK8Xw1bO+FF872XkiG+jAiFvfcAjr0X8QG+DSoUvWgPkr3Z4m8+aHqIvOe1Mb1WqUS9VLYBvuz2oL2/sLO9WJX5PSBxh750KlQ7GxdIvX+OMj4XmSK+uGDYvSthHT6OXte9JgnTvYsbbr3C3/w91SKbvSkHhb5hoHI+y1NkPt9x6TyWQEI+j2T0vZiM/70Rnkw82rJtvN0ANT4P376+Da7mPJ8vbj1uqLE9rLmXPQKEML5Obrm9fXP9vR+3M75eJ2e+96PAPVJwKL03BhO+WUtEvo+P0rwqrGg+o7wBPsa5ZD0rmh29agq/PW01bz5CUEg+2eUtvch0Ab55qi4+hSwdvvgbYDzHuF0+Pz/Uvbwlgj3JZIY+lhMDPtBEVr3wU0K+fwb8PR8BXr5JvVk9wS8SvQQxN75RQiQ96poXvTQQijyP9Gm9eqnwPe5Uj752YJA73L84vWA4PT4fXBo+GGI5vt6GCr4kMQK+6PO2PuQ/cb6TLha+hJoxPixMur3lc0C+3jdfvg2uJT69TA68zvCWPrvinD0ZMRI9cQERPe03MT7NPiE9WL5DPQW2KL7vXqG9VYqwvYKAAr4c56i9A14nvTaS4jzZiQ8+uLkLvSaEV75QGxW+pKpIvqJjVb5hjWs954juPWjlqr224IE9AZvovKlrOz4JMUC+NogXPSp2L71+CJ2+/ZOyvVFDkz0pGFc+K4ABviA5Wr6+qGo9kUoNPsElmL2aeBG9p7uAPZ+ANb6hmS8+yYUuveSOZD7eUiW+4Ie4vTZlv74aO8o985ExvSnHKb0U5Hg9wATuPRYMMT62V1s+S4NkvvNZaj7xBEc+/eEmvt1ajT73zYK9LR4FPhcnL76NJZ08xLqCvuAuPL5nWHu8t5zxPDwAO71nVwc+7goMvozRqr2HD7k9irF6vvFkmbwqlJk9+BP5PTVTVb3yzCQ9ZDfkvpRYxr76SHC+byW4PZRMHD6zYPY7XVWHvYY56b1pSnq+ApupvQ8Vgb67Igc+OEK1vexMTD0H4ck8emGEviTZtL6Px8e9iDwePZbeiT1CWWy+wo4EveXG2L3xM0m9/eiOvXXFeb621hS+dYVgPn0BPr5rgHI9xhpsPctoxj3jblU+1y2PPkyWOb54Lzk+uhl9PinLYL7kXTG9MR8NPvvOH7501ra7KNghPv+DTD6bnG4+qQ89PP4Eg76CkoG9auEFvvv5qb2+FHM9imQTvcITAj7Ifv89j9ySvQaY1zxlBvu7mciAPcYPBT1V6h49Q8EFPhAtq71aQ2o8/ltuPe4kar4znD893NHzveIqnz1zTwi+VjxQPBEvDz1A3Re+kohhPVVLRryfctg9f6Aavj7iKT3pxW2+edJEPhiQpr38DJC+0SuHvXo71ryQ4Vu+zlwxvV0qib4HZCK+NccLvqboGryXHy4+EHGfve9oiL1I3Ac+phFxPUBeh76UzEG+/2gnvJjVID41II++b0qIvcKjHr7+HMC9JWXhPGmqML1uDgm+jOyAPnXIl76GykQ+IiqHPZ1mVTwYFnE9UlUCvl66GT7akyw+EImivB1Bfj0Bg4k8m8MqveGlM73FNLc9upa3PcA8Jr7WPI69wIG/PfgXk76K9Mo9j5NfvUP/n70BFR++3lTIvXNK7j3/QXg974y5vqe1pr553XM+5NiPveVjkT75/dU9ip4vPg0OYj5GRPu9HEmpvke+iT7SOmG+RdeOPTOvlz411D4++sdNPR3B1737jY+9euidvTA30TxFuZe+EZurvLcfDD5nW3m6iy/Nvfcbur3yevm92dRQPn1SYL5e8yi9y4n9Pfqb6z2Z8Bu+EY2BPjjPPLu9Kzo++8q5PdsLtL27A5a+HYhKPWboir1WCDE+DevVPWALeD1foG++hn1XvvmbzTw/CwO+IUYHvnjEjD2drva9epuiPYFTfL6CEo8+kGo7vvxwXr4PdG69/6SSvm9mGL6Gs889cvwqPlIrFT5oWxW9DtQlum/5fT1JgHC+EqmevS2Hiz1M9Aq+72cjPnwlzD2geIK9akKXPcj/f76f0zS+6ER4PfU7sj3SW0w+24RHPfY8ID70P3g+UI8GPPFrGr6D5YO9lzWKPM2Ljb4+PwQ9YOqRvQ+pVD7l5Bu9L5xZvGHMZT5D4Lo9cNeHPjKTVbwFMBW+RqNCvBQ3Hz7pOfW6He4YvoAwkD5mswo+M681vtiAQr0i4Cs9TKbOvAqaI73wicg+iaGku1foj7uPA64+JwbxudtgB71MPaW9fRasvUZbDD5c0n8+VtMkPdwpYDyr6dW8+rulPkEysj1kEYS9/FCePKHgHz4lvy69ggQjvTtsID7aQdm9KJCdPWynMT64egk9t0ETvin5iz6DAzc9/cHiPZGOuj3Qj9e9OW37vHRJu71Ph068KlZBvmfPNz58HfW9oJFqvTxatLwTouK90LhyPgPKS77j8s29ZLaNPVBiAz4ga8C8xFocvkmpIT34Is2+ZrezvsQblb4qseM8nUF1vtCvZz4L2Ao+/qqFPs9dVDtQB429YzgFvyEBDD7GarW+5kuGPktXTb7khD694De2vJkc4r0hF6s9jq9dPkjQJr0Z/hI9cz6FvtYKaD1+wog9zVzOvm24Zz3dfzI8YjKbvn4ygL1ub30++4hfPd7yibySq2m+Hkx8viUZar1iIme+sNVXvVFkgr3S6i+9ckY/Pvja5L2Urki7R02GvvhMZD7ljVc+AQsaPekT8D1uVaW9P3dAvkmnMD6eDaI8oMq2PZ0eNj7/Xd89SLnRvVzO5D4tbZ+9DRjEPY7uXr6FL5G9Ro2dvTud+D3xjNO9bxVSvUjdHz22L4s+LuwaPqvTQTrD/+q9FG0qPkhnHzz63Va9TsvJPTnzqb37WjY8Pke9Pc++RD4jCfo9xRe7PfQS3Dyze5K+ScENvqwWXr66g7+94TpLPtg9a7xRuou+iVLdPbKwNb5lvPW9w04jvmXH7j1S+1I+WS6RvakxGz5Ilbc9UapbPtRLsb6hjPg9tDeZviIxTLtxVFa9jf6SvQ8Bvr0qIIs+nrYzvp/DHD4cv5s94mM9vpkPoD1hGEo+p1B5vf39nj2qKdA+WKbbPQJ0bL2D6sU94pw1vX7DaL6KBU++fdWDPra3y76Dgoq+JUaLPr/Pfr725NK8kBfiPOj2gb2AWpu++/kNPlV2kb3sXGo+k0iPPn/WTb6SGgc+Pj1EvceWAr7+Lo0+lECYPJpiWD2EYVk9uXIIPkhOSb44uaI8XXuIPoISEz4mnVq+Re4HPRYX2T31PTO+izVcvZ+GnT2h1aU9ZgjbPYRHBT3HYuC96d2CPtiohb7fZFq9Pk4kPsQxGTufzMG8nIEnvkLtmb3/eGc+Dme5PvfLEr5aLIi4Pi+dOljSmrtYUym+Kqt0vk/ngD1EROQ9dLGfPSw4gzzz3hq+EQY1PWsId7ypXri90p1qPd5+fT7dnpG9s7YlPlBpiD4D8gS+lSGGvXYFhT06JGc+5M0hvgibPD1gub+9bx2gvX//Bb3GdeU9fxzovLjVVj01RTU9bEfivIxRij4bpw89oWiFPLNdMTwgh+M9WGmyPYVHMz5JLwU9WDEgvWtaCr3Y+hc+BOzFvHUETT4yzgG+z0V3PnbXRb42giy+v0OwPE2cjb3SX1I+2aZAvlC8wr0MfU8+eE9oPnpGrD1xnye+6fyPPgLMZD4tqYa+sTssvR+NF76Y7Fc+qw0OvZZNjj6erYQ+Re0bvkrWMDx7XFW9E3IjPPuhqD3Jsbe9I7rtvMAawT3otGM+9Y3nPTawaj45zfi9hKM7vsh6Ij5FOmS9ursgvkf/lDzOvwg+qzyBPlJxAj5JnTE+slW8PInSYr4M3Yu+KB/HveNujD20mIW7XWK3PdqN67zYz0k+fi6vvUHRMT4EhIy9zlQKvZ4Gzj7olvQ9Lm+bPVX81rzK4ra8x/Zvuz9MAL3WkXw+dImivma4cL2KIJW9vjO3vFCx6r4ZuFE+07zAvSsf2Ds/PJs9Ty4lvkKfg72DGZg9Hx9RPZfCfD2smIc+Jw//O8Xear01sIa+DW1HvtGDgD0E/r29mUgnPRM6lD7uyMa8F8sCPiLPGL4J/xQ+2qB1vnazBD7hemc+pehMvnllRr73iTM+vIZsvpYghbzlNyy86xyCPZ8aFL5V8MS+hvZvPuw1pDyWiGu94QgvPio6BT7nqmY+qHFgPsfl27yoiGE9qDFlPUHRXT0yjcK91HszvaPagT6i3TS+wqczvtcVWb4Aisk9Pve1PUJ6Ez1Nc6I+p1hUPncIlD2Knzs+e/x1PHecmD7aKN270mUFvtGHwb2D0vk+cetIvcok9L25K1a9AnBwPr9rgL086Kq5AJF5PhRW9byAAwy+yan4vfHoQL67ASa+jTO/PeY7Ij2ypFW9KhBXvib8ND61p8S9hclTPuAMVj36rkk9QJh0vqLBDb0rSPG9XQ6jvkvtDb40czc+BYVSPmtq1L3JRFo9F1q4PlzVI70cXwS9tsgvPqWwRz1Ghrg8E09uPYDWJr66xAk+oUpSvtWjnb47apo6DCxvPSu4cr3MTRy+WntXvTV9171MQek9qKAAvoQa07xePrA9nU+7PVBDDL4iSps9rcrGPdLXHj1MjKK7fA8PPnKYzL1to9w9V/MkvkApAb5XOIi9DF7mu6W0K72rd5k9YOmNvV08ZL5scdO9eaa+vVrMyjw1y+a9DqNAvEK1yz2m+6c9wV7DPZvJab60UpI8RFU6PS7jfb4FwVu97Vxxvjn3Nz5QtoY9xT8nvhszHD1b4Sk+H60VPjZohr3T3Pm9lqwpvRgirD1U7de9gV7EPWB5srw/NGe+oDC6vOiXBj4DZY69QjDyPfvxfr5L//29YOsrPvbUzD3JvYs9an8svksZAL5ySYO8tH6uvVtisr0ZwmM+kMItvVNSF74Z9N69DGMQvhXlxr5YzAi+dhBCvSHKCL5dMKQ9orS2vejJHr4Cc/S9El07vrX7ULyScSM+rlC+PXbnAD5gHX2+Fa4FPj+02D0P8rY8ZpMAvYQto7som0O9yQS/PS06z76J5xi8ESecPSVZ1L3vWvi8OdPmvf34qb53l2I+ML21PdSUA76V6KG80XdePM6TiT06Hju9ZTPhuyR+Qz3nsXK+s5A6vtXGPj3JP66+1W3YPV+R2z0fAQU+NxwVvhcf+jyKD847B3IjPfiIA721KME9KP+hvYX7cj3eUbO9cPbNPfR3sr3EbAK9HOUcvdHBBL7fdYI9YVT7vAz2BL5TTwm+6XucPWcMgb2pNso7CPjtvJzeXr6uYgM+b6qzPcpdu7wyj6i93MC5PREwFD7rv1g9yq39vf6s1r150qE9MXtRvqWasjzFBro9sTwhvjVBBb4lBCY+HJ6BvQgImb25ngQ9xbaaPXIKu7xqDQG+b02iusFzMD0xA6Q9IaywvX10Xb4lt409EHkuvnlcdrwa3IY9MmB1vbC8uL211Dg+/sVHPu19Fj6Gll2+Qn0ePO8Zgb0kYCe+Io8SvkD0JDwpr7E9N/9KvVjN0L31VcS9c+hPPfbJBb4bUog9cdU/upT//7wbarc8VtHmvexr9Tw5hBG+n5u1uoW/Lr1a6eu9fOUNvU3vDrwAyfY7JRAHvS8KwT3oI9I9b/5jPrkz37vTGYQ+yOvPPJCVBz4qVB++72AAPXiCyL1S3nq+c+9BPff3z7y6LYI9CBeoPYYL4z1xHIa7q+tCvnsZJr5YJDG+FtQWPsxDV70lShy+8NtGvJWSAj5BMVw+zOdCvmyqu71b24E8gIBAPgi32T30KTw8IRYVPWnqJD706iy+p3NaPZA+Bj6a+SQ+eW6ZvRsyUj4DROe7po8BuySGkrx/0MG9OPlNvZBOxD3EKBS9nhOyvYBeGr4Es469trv6POctK737kms9hsy5PYDKxb2W6w++3CgcPjyGOr2rorG9z+nCPZtsbDy7NF29coC2PaOHLL41AOi7KbOePdwC2b2yGcg9mXdUvjLdYT3MS+m9jWynvGmXqr3aaLS97HFAvnkpYz4sbpc8KwgxvSQfoD3FG6W+v9MSvmyYtbxz3Ma9pCiAPbNWWj7/Ehw+BUWUvlXOZ70n3zC9xAjLPMCmMD7kqrA9gr4pvhLDbT4D5aI90rGTvRrkxb1hNR67r3YyvtuESD7yMF89gPKWPf5r8j30+LS9GRHHuhMACL2VID0+Cz9RPt0aUT3ap7s9DlsMPj5G/zxOvcy9DABdPg3iJr595Sa971OTvUmxzT1eRQg+RkX3PegE3LyuuPm8eryHPYjpXj1cjIU9io6BvSUsA7697qg9MjhcPcLCur09uei4uqAJPsg9Ub4tUpw9MUAePd2wQr6ylze+QciivKeUjD3TEPg9DxlTPrr8CL76quQ9sl33PJjVKz54gTA9ThN+vlAk5byPcle+z1EwPhy6vDxYLvo8O1yVPVpdGD1RA3C+vS+UPQ1NoLuL4wu+fWzfPZiMybzncRq+SrmyvYbK4zzmX7C9NYaEvYxOBj7r5LI8mKBwPWZ/1j3r/8i7XIrJvF4Dy71Ok2W9Z+2EPuV83z2LdM47asg8vmQyNL5G8Uu+1qRCveGsaryX1cu9nOsWvicp0j0SZ5e9tgROvYUd5LzA5SW+YBMAPsEbgz0c7D895soOOXH3UT5RfZU8XlQrPZdFzr0n+Oc9iIOJvWNgBL5vf4e9iv+CvUTq/71TIP+9VFoNPnQLJD5pOsY9XdgpvgavZz1WkQ4+Bg9/vq3UrD0hdXw9dCFvPWalzrw0Cx+7G9l5PtiE0720fWG9UhwGvu3FBz4DGOS86B9kPcLoDD2Mxm+9uGDjPcFyNr6R2zg+Q67DvdKoEj6ZD2K+K77Nvff4arskPOw97w9bPo/dLbtIBao9E2kLviJkJr5f9468zNGJvbeQhT1V9iG9VHwuPgj3Dbupg4u93Yi8vQ4her6DXD89lzi3O9kiVb4eHBy9jzCNPPkc6j3uL6094MuJvYm+yD14FLA9RZCAvTKeSr7Db9e9+ySOPD5KwL2EwQa+vrkUvsvIWD0AFoS+nRZFPlLpIr71H909G0lAvnHXn70NdRE+6UzfO6AJMj3wqqw8BTrlPfEUOT1l8Ju9mzpUvbsO5zxg8nU9u7qivcV1nr2O6vC82luivYNAl72hJwm9SKCCvcpxLD7Fh5+9zbeuPfAxar2DZeK9OtwOvimNZb5cfJI9o6vBvcPItL2Gdq89vliNvZSF172OJFq+y9CaPbL4jDuRiy4+UjMUvl91V71Pt2Q+dzxoPlhMhD18qGW9uCI+vup0gT7K3L6985wNvmXeVz42joW+8Ek6PN5ir74P3Vk+dYOdPqtUT7452Vc+zglYPsJKSr4OvKw+4onhvMYElb1fGwK/N+ycvZwybL7cvM69gpRmPqU5Iz0hvGI+9opjvs9FBL6cdNM9bJIOvtDHTb4yYs48qN8Vvm5ZXj471sM7206HPoxdl76ES8o9vgRyvUgfkrw54cY93YUQvUuwhL73lSw+QvqQvHTtYL77v469PMiNPqmXe74FhAi9tMwFPXvnjz4FA989TLEMPWDk3DwzTQ6++t1dvnB+Kb7P9gc/pkbTPjeFaT2tq+I+WNx9PZLTED7qD1q+6gm0PbWDiD3zJWK9ubulPZn1XL6RFTi+V+JzPhmGDT4PKIi+9i4lvtD9WD61VCO+MacPvR/DHD6AcLg9LC8KPE080z5dWAe+qv8jPpK4fL0MpJe+tmMFP1TnPL1SvoQ9W/0SvglFZz655hg98cvAPjxMk75IUTS9E8U3PQnpMb7a1BC+1QR1PuCcJb61B++8PTpUPqGj27zYLcU+DXoEPnGMLjyw0eo9fKbVPKxfHT7u2/k93JixPGrptj2wTjw+iX5IPgUOiL58ePQ+fzxVvsof8L2kDCe+AqmZvl0Ti75BEYg9zePLvsSP1bySWha+GcpRPSpwj74ylNI9WtyPPtlXDD6Q8Fc77Iw7utvJGb6q2oI+vLzuvZyOVrwX01K9MybWPJJ2/j2cBpq8Aa3tPnnCpz6f/Q0+RnNCPc4+ar0v1nQ9Cmgovi15GT5cQuy9XyW5vD8zlL5mhX49RYrovdtpEb6RwJG+BysEvjq7kr6opPo9zpgwPq5cnb24dUE9zRErPu+1rz6FaGK8Mjpjvce3Rz7Hsfm9tQAhPeijXz40H0G9WjNQvpJHFD6J7l+9tUfwOp9chL2zhIA+hb6YPhhUZD4Mrk0+X34HPlAxjDxHE9U9tpMuvgrf0T7UMaS9/FujPp1ehL34yRy+hIK+vVBvxTyes0+9nDm7vqwoZjyHoIG+bdGGvZ7uIz1yHmY+AcpZPUU7jT6aez08Atw8PQz5gz0gxPi9Oy+4vVKzZLxVbsc9vmodPu1ODT2/I/M9yYsVPtn81j3ggrW9+zspPTZXJb3OETm9veuwPEkuVj74GCY9Bd62PfaaMj2RoSE+VZrsvJekAb1Oc4W+qE5OPUn0Nj4QPli8CsGbPmqfIr6LaQA92632PF422TyeHHk+lJI/Ptg3yD0ztw8+2DVaPitK1T09KxO9uVXqu7Wpnj5gwLI9lOJjvrXqLr6l6es9Ap5iPvueJj7yc5+8byHqvS4qMz6ZiEq+W5CJPTR1Xb5DI5m70DgBPTK/cT3uf969mXC5vAe8V71Mwu+9JmXeveHjo70ttJO+tLNUPZ7VuL0ZaMi80K0TvlXhRz7V8kO9D+EpvK48Wb6xyIc+g2VpPhaODL59KEo+u4oNPkkT3T1DTZa9RssHvndFyD1Q7Em9nr0Xvp+xVL6bugW+rBHnu6Tu5r1w1y++dfIYvaAM/72Dlwi+ivc2PiEfQT2pk329mpsZvlv/jD49sf89Q/2QPWd6qrwuH+88j8vNPNj5G74za/E7lgJSvrTRVj3wKQu+Q5y4vd7QDj29YT89OxtZvTBuDD3SGPQ9VwzovZ6SL76rZAq9dF6tvZeELb7hLtm8+Z4MPtbygDtYrVs9y2HyvIIp6LunK1C+14U4vtklGL7o6/W8G9g8vbenWL2UzCg9d9ygvbbGCr4yOgC++JoePovThL3n3207JgayPAZeOL4NUP+9PWwavuoym74i+Y68JW+mPLkwZzwPMlQ+ZspWvS77OL5xMlK+DbAYPVq3HL7Nfug9/DeNPZeGGL0pVXc8FYmxu+yhEj1HZiU+gSuIva0gYL3sdW89MU5kOz9D8z1ipqU9mLAvvr1DRz5IT9+9wxhZvSN1Cb4vcKe9ommbPSyzwr32MK07kBgpvl52Dj1lr3M9asuEvdWmP73mRKS9wUyNvNovBD7WA2q95eg+PtsAOT5gPju+WYkHPXPmOz4pVDy+O7RuvhYtdT3Waws+oDpzPru2Kj1FxLq9GmWNPSOWpD0P0F++BLvOPaDcXr4LcwA+5+jnO+kuGr6AOTc9H89zPsZiMz7xj3Y+tbSqPVCtK72+tAS8BlgrPqhMlrxxvsU+RN52vfLiZ75VyUE9vMGJPd0Chz6S81Y9wR1fvk2FA7039FQ9kjASPs+RpD64vD88TL0LPVJNwLyS6ZI9Liv4O1fgsL3vp2M+5LUKvUbuWb5FZYo+Mo//PQKNk740Ceo8S/3Mvd6mnT5hIwa+CnlOPo4PB72pR9Y8xu6xvVrbOz2vM40+qyRYvV5zpT7VxOK9vrMavbiV6b1yBSW8shvHvW7RmL3ZWC0+jHGXOg2/q71teIq9uBJqvf+MnbyB7dI93RrXPN+hdj4E0M69uy1cPT9IwD3YO5u9bZw4PpmbXz6IgI29RIV1veeOXj5O43O9AFaGPv3pRr7bv1o9dI8xPko/Aj2yWFk9XHvePSfKIb6fyQM53cSpvoQbibw4jLG83x43Pnb9zj3npz8+AXVqPiocrD2pdoI+3zy2vcMZFD6oKIs+dkbOPYCWwzr8hSg+iPo9PYpfiT5iJ7q7lE7PPXW1rr0OHDM+wyOAvjD/JL13Tr4+TBlgvQNvdzoGXIo+9euMvuHSBb0/3we+pN14OvSdFjxg/6W9eaXivOPjEL5gAl09Blu0OzwekD0mDyA+F369vXBRtDoqUo657WbEvZ6M070OhuM9M3MuPq0Vlz3S6fE9Bu/CPDQ21D2LT9w9IqQwPrmuxr3IJIM7IaZdvsdc/b2vNGU+ww+OPaHBKz1eMIS+AWvGPg8ilr7JIY89eASOvWV0ST3mweU76W6kvU+01z0WkBK9+0QZPY0+Cr7/ml+9oRP7vSJDGz6CbSi9YY43vaHpHj4BOw69FDnaPTJnszto5Sw+PlubPrSYBT09Aoc+eic5Po8paz5ct24921oRvrQXKD6fGOQ9hao8vtM2DTuyRH074a+sPWbuw72HXAE+ID3SvrT7NL0Olau9O8wVPEAeOD4MIwu+4hY6PrDcpz0/IPo9lgY8vouu2j2G4o09PwM+vpFZgT55ctm8eYudPdVXDD4FlAA9cOq8PeRj6j2+YE2+65fQPc4xxr1VHoy+OdAkPnoOzb05CE47oVCMPg33Gb71kJ69FW5OPjmXqD2F68o9uFKUO0UOVD00DBi+OmDlPFALqb0JRJk8TD2BvF6Ulz6YYkY9s0ZnPVQ8MD6MNyk+5FKkvH1MMT4iudM9q0MAvMTxDj6B/Y0+vrqJvnI+n765RoM9qIDWvV4uyr3kzwG9sZICvt0AxL2l26u9hfc2vraGrTyZeQY+83+kvJ184DyEUPC98TsAvu4ArL38LoG9CrWBPK2wnL4kPSO+5r87PbrF97zOj7e99H9MvtUwCr4p502+k0SavfhxWb68JnW+qNVoPc7s0b1q1k2+KW5JPDiL173MZ0q+aeoVvtLheL6gxU2+aL+rvf5gIL5WZjY8HCKJvsEQeb0swU2+sFJzvuFkmj1abOq93tYDvm56C76nD+K9kNA+vpJCdT3PhYI8qTXIvbqzSz2pxEG9lXjzvZf4mb4MCWo6lKgtvghQLL4IUHC9G6I9OlDWtb219E6+8IPGvR3Sibyz3VU850LbvR8PUr5Mor29jYS/vXw3vz1iw4G+2QawPVcdfz3CwnS8HTGovUZamb6z1SW91NlJvczEnL2W/Xs8R440vvYSzL1grDi8Tr4yvq29Wj1ye6e+7Lk1vgWJorzyJge+NCJ9vvUV4z0CLNm9JaIFPmCwzbrP3ZE93AWMvQKZ/z0SSx29kj0FPVFKCb5aHii8JnVUPYbvGz76UUK+5MNmPfy8yD2L4I++HZEvPSHiGL7FGaW8Vm1pvo57Nr4Vhac9EL9KvbYjDb45M3y+a8cFvifbhb0hAoS9P2lNvT0x4Lt86bI9YQ8dvpULZT2a8e+9v/gIvmb+Ar4XBYY9MSYKvkzjiDw40+099RnTu9qlIL5kp9m9Sn2MveVCZz1dCLY84WU6PVb4rD1n/Dm+PvF/vopxgb45/x++Aq+Evp+OLT7ITJk8rGHrvfMxm71505Q859sbPls1Ur6HVJs+kEBPPv91Vj1/8z29pYZWPpt3hj4Ms7e9f06WPTnYvLy8/Wk+PEw+PVRaib0KbRg+GifGveFz8r0AhP69M3rWPTtrbr56B448VRg7PePVqL0b9k2+GY0FvQ2bnL6hCO28U/xwPaXTv74MYQa+X0oXvr3zQr1Tx1S+JBhVPoH6S75cuGW+3K6ZPoYgOr7fT+u9WzEZPgrScT1XZLm9BZAzPWHDeL5t6Lq++eYCvjLpG76iysc9VbGHvFLBvL3BRyi94OEWvXK3gb7XSQw+3C5IPiNNFr5Rnpc+8sBgPk5wFb18e7G+brxBPYj5xLzEw5M+6x2LvCnxcT78T3G+CSXlvUDBsj4f9uG6LLiMPL7nFj7ztOu9CA1Nva4NPT5cOZY9uJwLPunyiLwgZJu8QhYTvrCDHr5ONUk9MoK0PVXWiD1pjVy+8PHqvVC99D1yzYe+zr3QPck1Or3k7ei9t+clPtyVUL1c3Do+4ZAXvjVhIL5WgKy+VtcxPux/LT0IKxe+bkeRvcZ8RT7yWk89FgBAPepnmj4yi2G9GXL6vWz1KT137Ay+UmZPvpF67j236h4+onMSPtz0nDyK0oK9xAtfPYnJXL4NswC+Q3d4Pul+hr6Ib3Q9ZSn/veZujr4koJE7zqyIPQvR6L0OfTe+f6bZvHEawDy+AOU9VBqHPhh8GL2jAYG9hFgHvvpyM71VB9i94Wd8vZJ+wr295zA+BTCIPh2Vsz2XH7y959DDvb30Xz2x88C+AkHgvMfNUb6NGtO7y4b4PT89Lr659gY+dEgIPoR2VT4JLfu9OHlJvpp6xjznfYw9DtkVPWsCu7wvhUe+HisPvmVGnD44oms9qFlnvj51cDyFHoo+aVojPpYoKD6AhAI8rD4LvvEu+b3QoSE9/4x7vp4wgD7hQ6C+lGPDvFZjIjzGI8m7sI4EvlkWBr6L97A9BAKOvc/VVj1ODrG9IbbVvehZGb2VjlM+m6YhPsmcFL0QhZo+2Dxtvt06/L3IMiS8YksdPT+6Lr4o6Sc+LSd3vsEdSj09EuG9hwfePQ8Gdr3iSxm+ZIvdvHKdVT2/eaq78glQPYonNT3Ra6k9+8CYPp1NAr6K4wc9dIQXPTcYI77zAWw9w/hvvj1/LD6zvgW++XKUvcwUi74UEUa+lOEHPdHR8btp0988zzgWvqL6Ur0Nsn09f9u8PFaJtzwXgCm9nHdGvReETD4wk4A+Mvq/PBM6mr4EXKw+fPOaPYHp2r1CZqa7vrXdvYXt/b2poLk9+02mvRZrSj24HMW9iu9BvUR6Uz2BzDs+PjsLPSCKVD6n/ms9lJeZu/JQwj3IAHC9DXaoPR5rPryEs649315/va+/hz6DrTI+3DzEPvHopT1Dl70+o18lPgPJNT5HZ14+7p5ZPmX9HT75Ms68y8LSvPYZSz6tzko99clyvhb27r2Dm8e95aMrvlRDRT6raag+G1u0PqYXKb5xNjk9P92sPpXCcD5vPZ69gn0FvkrHQb5ipTQ+zZ0yPUjBUz0OV4s9mVAGPuJ9CL32y7k+WN5mvNgzuL1CdlI9J59GPnvrGL1RFMu9fGMXutUKp71cCYU+J4pOvVFnwD3qGCu+pkERvoFICD6L0sK8zgwsPjp3bz4LwwI+SbzePHWwqj6afBS9cI3dPVmIIT5IICy9LLMTvubWpz0Xt4K9mkIKPOWRpL04jZS9/+shvlUPRL45uY+9v7ciPtqXkr2QIhE+wH+DvWTKsj3J2bS9xX2qvSN+2T1bDom9NoCsPZFq9Lt20j69Y7mMPhth270I9yu+b5KPPRZXHj6TpEw995vnvUPt67zuVTE+ppmDPtidfTwNQEM+bJkOPre8Fzwidgs+RfzIPYvHJr2dqgK+CAjLPaGzIz7hdZe9rkw6PuaiZT7mAGo+OINmPsXKpj1SO+y9qCGAPT6GhD5bZ7k9ykyMPU5xOb2s9AM+aeAGvmuzNL4bY1k9jCajPtIwej7lWEO9mVR9vkGMwr2pVS09VIhJPuonMb0jSQ++p1RDPaNehL4To0m+Hf/evY1dbL1XagK+DkemPgIOmDvMq5e9oeYFvapGz73tWQa+MT6XvQVjZr6BAF6+CaB6vSCigT3HLnA+etWzvlrUQr4lCkU+dsuWviHdsj1aSS8+qwG3Poy8PL4ExQK/pXwDPlPBaj5GKSC+fy71PQS4RD6N7co7mtxXPuj4ITw7QZI+y4+svsr1DbxR6TU+5p4wvWnINL1Jcia9NdDqvaGxbD7HAwO9MELmPZt5s76Xlzk8rYh4PpVPJb70gSu+JzIoPQn+DT4tS408yiVuPifV0b0aNhU9EOZsPeOWwz4WmTw9dX8zPnN6IDzSURW+gg0BPhTEQb36nPm9CCYPPjubYb7oWBS8O19JPiDtvTxO5FU+NSQMvk8Eq7s9JYg+hYQgPvKduj1k+Ie9GqA3vlxHLD6Pyx2+zOvFPeK+Yr7JvUo+cnTDPtd1iD4aJsu9RXDYOjnjYb57RBa8fIqOPZRGrD0WCpw80iOyO/mtCz50mAg+pBtLvRJDQb4bWvk99dnCvfiyRT7Y3oc+lC5MPmVW472U2ii+1bLRO5hInL4T20u+WvlyvnEAgb40xtk+lXRlvtdIVj6kGWm+tU+UviuRbD0n8oo9SzBAvhdaQzz2UQY+EZZZvprsE7418VE7l0ezPsFHGT5Bw10+jE24PGx14r0SL928PE2RvUvSwz1lNg++IGyJvvjFj70weDE+QCd5PVoZ3DzQmsa9AzuivsaiZL4fXrI+m5sHvlWdyT3iVDQ+F0PrPI6nIzzgn7a97A6SO5O0GD5+7us8NnhIu+TH5T19tYE+ZnC9Pql7EL1hFhe9vjCmPoZUBj657Dc+zU8JPHlViL3Q7DE+Sa9ivLUe4juYpXu+9tMgvu7VoD0Nka4+Uz72vG1KaT1V1Y2+Wz0DvZBHdDzo9WQ9nMiQPdEr2r2Nssg9sfHbvZ6zuz70aSo+deQGPiB6VD6xnXK9a7JFPjYmpr0cQ/k9hKsHvaD8Cz6iYMC90emivXy/rj45DaU9uIVpPoOiTj5J23298yXfve02VD2STXM+41WevXJUFjweX8I9DfjEPfnoYj5qECa+tucZvK+gjj2cwLc+CM7SPZInO7xtbmk+hUOhPoqr5z11bhE/mifivfwubj0aNEE754+PPjAwBL7DtSs+7gRwPsyf47yRXLS7QleKviqLxz0L49c9nMkzPjhCOD6YESO+Idt1PoCfmD5pWQS+gacnvXcWhz5R9lA9AE9EPUs+77y8hWy9q0dFPm/zbT4Gtoy8Ta5Nvp/PFb4ttyC9fFaIvbHet7wVM+28lxP9PTWPl70YqOE8vZYaPZYekT2oFr48ezyRO6GIH7598R8+jtxxPRIRWL00pMk9AJJsvj2jZD5XUV49ONX4Pf8TJb7kXmQ91fRSvR4Wur3maRw9ccjSPalC2r0pqv687IwBvecoITzTPuE8PJqlvYR1oj15WHs99REKvto2PL7Z6Dy+8pOPPsvCCr7mUdI8l2+TvLlREj66PZM9MxmRvZy83L29V1u+HxjQPbIPBb5E10s9tsZaPffmeD2Y7xs+f03pPdYfOb3eaFi+WsZfPoOyFj6c8zQ+r7yiPTJahL2zMxM+grNzvdss0b3IDaO9NsEyPHwRUbwiFze9ViKNvcSwD76RSNq7QLygvejQSD1B7gc+ikJ4vUN8A74AyC095IrWPM3VzT19pNc8elSfvYeSxD0Gfgk+Z0sNvH8rfb6nxrG9FY3UPSS3rD0h0cO97CgQvla2OL7OVwS9SLoUPYP7ob0bDJS9WroZvssdkr2+u827TrRuPiu4Er4XXkw8cuLCPaEnBT3BKSI9KS8yPvBPOb6o8c46vxzAvTBTEr7uX6E8aUidvD38sL0aaeC89gUrvS3bsL2kwx0+6GndvWkWN7zZ6wO9F3TEvEcYRr73tWE99h6uvW9lAL4G1Ew7wypBvb+8wr0p9Pk9o0WIPbgB8j1wp2W9VBMAvpCRvr18nnq9SFPvuycGaz515Fs+6K66vq2wAL5vSbu9xhdWvtMreb7nlFI+gU8IPkTPiz0a0Rw+vi2rPcMwZz6Vj0k+wVwTPY7dYj6UX+c9H9ojPahHpD0ORX+8x1ppvixD+b2hFdc9XPg0umfmYb6kLBO9oYQkPlk0OL4vc8k+xDUJucah+j5hPWs84ooMvhd/vr3Bqg69+My/u/KwiT64bwo+sTvaPWdnYT7vUBO+yQ1vPnOkpL2ILH68Y7QCPqB0o71856o9+dKbPDB6ZD5pU6c9XkjzPNgWjz76gao+X1GdPSMGz70BShI+7eRBvshSY70n57q+690yvtJ2Zj7Eh4A+91s0vkDenz7cZgE+fbPuvbLCnb4s/Nw8oJ5PvTx2h75vZsQ9REQUvhSDqj3+Eh++APO3veogrb2pE26+c/6FPZMsSj6ZHwM+ZEe0PgQBhb0znzu9dIbqvaXpW77a3Cg+0gm4vj0GjTxygme94XI4vhV+mT7iZvg92gPmvvKNS77ImoE+q/56vTESKL5yA0c++kQWvDH9Ij4LUgU++8ZevrsYRL5kVLs8tXw1PSKFGb4a35y9MXN8PicRPT5MoXA9hIKFvV5HQr7CNJW+vgMqPeYK6j33boe+ztlaPazC1j1f73w9sg7MPcPcm768tUk+9UWuPh0uvj0j9jw+olDKvesPFr4iW6q9duAFvjSnJD7zD7w+MEPcPbmM5D7xkIE8YcwUvk3vxbu+/4u+htIkPQ5scL53ASk+j0WMvpebhz6o6Gy+DzFIPr0VJT6PXA8++CKEvMN8OD4YYt09By7nPZbKwz23BS49KNDQvdW+Dj5PBEC+e1UjvBRZLD3cPGw+amqYPuZsY71yryK+LB8sPnvy2byCI+G9ENZ+PmrOqj5EDuQ9lS8DPuYA/z3clpi970eHPrAhWL7gigE+5wKUvXUkwL2biGs92uSPPDBLET4TLA++iJidPUx8A7127rS+w7KUPa4RoD4RKIq+bNNYvimT/D3mnK0+Qs0LPs89vD6s0YE9Kj8TP94fP77c4kS+xa8/PvR0xz1zyKA+W5QyPj3Vkj5v606+0gvhPDy6Qz5zn1S9Xq0gvouHHL6vRHe+EZxVPe1phbwUfcm9ORDKvN5EFD3jqxc+qw+Mvip1JL7gLSI9MKvZu+nB+7fEXUs+SoiTPjMGiDzHaGW+SDK2vuB5Az2JT4k+MrLbPTp2NL7No0u9Au5pvc3/6b2xwRW+k/25Oj+rwz1tcT4+P5NdPpKFrj7oTXc+Q5yTvS2Ot76ohFI8fuAiPkC3h77ClCy+hMe7PQW1gD77SHQ+F6zHPZt+Qr45zIk+yP0UvcfPwT0CUo89ZtPAPf0JfT2v/oe98w+evV/JIL2JNTq99KzDvTWMFz7015e8ZM2nvReo4z2D8RK+dLQjPl4hw73Buq+9A8MHPq69mz21CgG+GFEkPVoprj1tDtO8SH4VvnPERr57qsE8pkumPX+Oub1Kp3u9090CPnawjL38UWA+PnM6vh9dhzuKMU49Gic+vWsLEL6enj89Bs+AvZjfaL1S8Hm9jwpnuj58yDw8Ove9tO4GvhIXEr4OEy+9J0Ajvef/er0JnSE+oxWSvaa4B76mSx0+JNKKPVyK7r2MVQs+oud9PI/0Jz4OtPY9giy/PK/2jz3/vto9fIQkPVPbtT3POqC+oZfUvGQJPL3Rbgy+4xF6vmIkJz65OzK+FdVuvJWi2DvswDW+x0ypPZJ6Orx2spq6H001vl8xUr1cOha+52CIvRxLTz0ilWO9EYxrveo1vj2J2gi9KNp4vW61+j219uS9TYk1vn6uq73y530+h0QRPrNLxD3zKgU+T8ItPia8Fb6yftK9AMY0PbmbXbxSOgs+CFIHvuqOdz0MVKG80fAqPIJPkj0tcbm+AEkgO30HFzySfOE9/SGtvapLJr2+KKe+N1sdPVWiAL4TSl8+dAeCvT8n2L2HUAM+EXjePd6gX76Kn/c93oYIvosoFb2+GWU96WYKPrjZVr6UaFg+enkEPrWaNrx4Rvq8pDOIvVszDj4yNis+2xMTPvrd3j2VNPg98wmxvghX/jhF4Qm+ITiUvm7+trvZ3B6+hENxPpme/70YhH2+UnU9vfTYNz567Aw+EjeyvBTdlD0TvUW9Sy65Pqp6IT4NOQS+/JbDvjydP77Dy0g+0UC5vtJDg71ib8a9Yz43vtHgG75dw3k+zxt+vffuqz6THjY+8f4DvpRTp74AlLa9/e5DvcB1s77E85e8CV28PZ8Ggr41yJu+h06vvaqcoD55rFG9/6sHPrFlFj6EK0C9r7JbPb5KT75pEBK+3TIaPqmeOb7CjDM+qHZIPlLrrL2QJaa+9s1TvU9Mhb6aP0O8yhesvpdMVjweLIg+uVehvos8Yz0EvI2+s4JnPr2jgL7ZgJG9cgmMPpw4mr5fYO29DSBSPhbjDL4TpJE9MK5lvXWUnz4uKIi7p3kGPn5snT7ymuE+j+VkPmiqqT4B8b6+a+nhPqzD6z3ODDI9qtyEvsxHnr13I4u9qlYIv0z4uz0mFGY+xTLdvpeCBj4EJIG+GLUwvdC6IL7Wsfk99TyAPjJvmz7PwQU/vOARPk18ib6rikI+v5eSvbUSmr4rfoa9EL1bPp+Piz01xke+6isBvrin3T0w3fo8uMo3vur32T0c4pg8mh81vjHeNT3wc3+9goKfvigxtz0Nr6Y9c2c/PAM97r2MvS++jqkmvSmJ6z0UV369FWQ9vk6WB73RSri9Ozd5PpPyYb2Eby08zSVnPSEFLL1dnyy+kcLYvXO3X77Vv0098X5+vZnKVT5cVVi9zruVvd5Ihj4hceC8uL3tPMhwW727R6k+0B40PCdrm7yvba0+z1i4vP5lrD0p692+b5OdO5H2eL6pygM+N8m5ve58Ar5uPdq9XewoPmMjjrxdqiK+HPmrPMdCib3LGki5pxC8vQIZwr0OciG+ay8Ovtx6oL43hwC+exv2vTUhS750RPO8AUs3PalMPr0gwcE9CQRwPmZYlzsqu428ThGjPLLF3z3LSIO+wYPivqfV4r2OF2o9AA0EPnX6tj33wGa+y3ZWPfrFdL34qN29tpgUvTeA/r1XPho+d0toPqmJTz7yTvU9ISOavpJCgr7jhYY9nQwcvvGJij0KYVK9dmJhvqr5mb0F5ZY+ahs7PJwIijxIkyU+nyMsvrCjGD6/Lwe9RQXBvP6chbuUd6w7Jd2BPQo1cr14noG+I6gTvuNAMT71YIS9aLoRPlac4r2UvJu+QkXNO3/ppz3O6ie+6N8TvdMAJD5ablS9XfQAPQF2VL4Rami9REm/Pbzu2ryYWCY7Qb0JPcdbUb7IlGg9wDGevSDkFL6THJI9ygzWvbCxyL5FRzy955a3PIg6FD4YuuE9s0LbvTeuXz29LIO8P59RPfrQOb7ksIs9uWgnPgaHib1+Cbi7aeGPPTf4VD1pXOy6+0PwPAl+1LyzXOw9z9LXPWqXcj40Ul+9fzPDPUQkFD5mEVA+QDuYPQ6WgD4PRZG7lFVqPumTGj1e+Bs+0p+aPedicr1JOAM+I8ZgPUZMoj3N1BA8HFOpOxNLfj7YVBq9sGwQvtTEqbxV5ng8+rYkPgHlK75zcAg+//dBPS+AGT0Y5fq9VGQzvo2mSbwT7HM+8VkyPknW7j0suwQ+vMbgufrWBb4yOr68kx7YPLEWx71p2D08BpSRva6tq71R7Gs+9zgFvaMctz2D0JK9p7s2Peg2/j127OI9kAwwPo+A870FbEu9O0CHvTfbcryAQa88LFLmvKho2T3CSYE9k0DGuLGh/L1te149v6yYvC3qzL3Mvb49V4WrvfQUW72YHjg+ZoYuPqFDHb3T1gI+n0naPfuiHD53bpa89DC5veIWJb49H5Q8j2jZvC3p+b3FvxO+ZjXZPXZjwz08Wpm9r3ygPci6AT3IyLk9M+mXPh0nzr3oATc9dAguPaVLYT7xM0q8N7YFveUZCz5KbHs9yJnkPZW9XD4OKT49SYELvf7xGj5liKo94La4vX03q71fAAi+vc1xOxvGFD6HgCE7Vx8gvPo1hz5XNCy9x+d0vdhAsbzTX4I+T4Livbc2Hr77DjY+aKszPUG8grwdIYS9hb6GPPiY2T5FZnS885SMPj/lAb7IgU8+pgxbvaPO1D1ppxa+yNs3PN4MwzyclBW+QbZzPbdQET4P5LC9bpXTPEtF2D2wczq8zYsLPvcBfjxkVAy9d7t7PuOYKD6bD5C+N4KpvZtTDD71kAk+95sqPi0jRD7cUNI7lj+1vXQBojwAnKM84EzMPKttuz4Epr49HFQpvitg9T2vUSM8m/aIPSz8i70cipq9y/1yvt5Ywz3d+cw+hA8CPT8vE75xVM692TrxPV9A/r2wPx0+m4INvhofG77mj5U+f/ctPpfds72DRne+d8B1viIvQD46aOy9DDeqvcsaJr5icAE+UKIOPpyQ2D5UPmM8IT2FPPoRtD2zS+o83/9XPdDrNz7oSfE9GwyXPTtSS77v+7K87SOUPf9Nlr5rGzI+Y3qWPXx7qD3c3OO7w8IqvrJAFb6q6JA+8T6yvpGMyj2EEmG+A/asPT793jwdMvC8OHrgPeJ56z2LYYc+hTG+PVvBe76HhxM+XICKvv8uGD6NzAg+g6HDPVAG2T3gpXu+/0P6PAFUFj6R2gE/w3eVvMwk4z0uUxW9+JCgveNQU76Hmwy+Yc5DvBK/gr5jD3++CX9sPvyX7rtVYBM+BuRLPTeViD1EKDa+u8FOvrbQXD6Jwo0+UpWJvbiZ4z0osnm+eFdBvrmmVb5F7/W9BcsZvpildz4FLOA9sK0CPovYLj4RZec574y6Ovn+Xr04dfy9WljZvRdDMT4l/wo9XjgIPrIjR73jXTE7vf0vPVoWJD2OX1a+MG+TvuxmKj4Xoyu9zoeVPpRkB77Ftr69GWJLu6SelT3dupC95IauO1hbHj7Qov28PLYhvpkNcjsh9QI+5LSYPcOaLj60S2i+42g3PsLpXj3R0Z4+6qBZPbf12j3wM7a9k+SqPcBpOD4uVyK+anBLvraQY74MBUO+XfcOPkzsCT7cJjK7gfxCvVUPCb7Qyk09MoHhPTEWKD6ZdQC8/mdRvlIApT0ZfSG9SN6uPiP0DjzbW48+4lWOPJpoQz3uEGO+uMzWvWwgST263ni+c3cDPgBUab7yzCw+FvrhPTJP27xfWi++9SwjPLp+IT6vkc09dNRBvoHhBD4xLoM+StFpvDE5G759dDg+NQGsva6Zfr3NAWO+qvQIPgZ+aD67O8261bQwvrWZHj6xnUY+HffWPQFaUb1wRjA+FPb2PaJlDz6Z3oM9zBSUPfOOJ76jWa+9plYZvRS8Lj4pPoe+CLtPvaxk3D08oFu8q3y7PcKoDr7AXFC9guQRvl4HpT6Dusa9TPvxvfxaprxCFNw96Km+PVPqhD2QZFs9tr69vfHpBz5O1su92B1GvUE7ar2Z0wS9T4HKu7s2X72sDO090eG0u9uOx71CDIk8iRJAPQA/ur2Hhi49RHS7vc9vxj0pMxm+/I3ePcirHr0oBjk+hpAHvhT6Lz4bTEq+BTSNvP4U472/l5W9PPJ+PU8GEz425Hu+7hvPPeyJuDsy5MM9oKwIPhjdoj3TNbq9BIydveWkD70Xa/m94ZsqPtzlcj6fvI285JYHvhHLgj1sDLq9PAjjvScIDT6xcSU+oBkIvNzCQ73PlRw+bOJUPGwm87zgeKm9BpaNPEdw673noi6+eFDCvNA8Cz5HxpE9vSPLPTOOxjzsVWy9PuEAPvh42T0eQ6O9/WsHvc1O6j1jZUK8CSIhvDsk2j1qBbS9MbZxvWUEnD1ToT++CzfWvaElOD6cEza+T+3UvZLuB776Wx8+Am2Rusb2gzyHJY89lrdYvWXy2D0KnYu9366yPAgv8b3Ma4U9TfzVvbGkJT02rZQ9vBSMvREQGT6zO7w8zONIPsv65LjNZE2+VNXKvY5gzD1f6sM9GjhqPgwhSLyuyBu9FqaXvbACKL6Jasc8cOTevLtEiD1osCM9EqfjPZlQ3zsaRTy9pp5nPrIhBT2Oa7E7s1xUPUUeHD7dbcu9uSEkvX5VNT6lYB0+clafPMDILz3dUT68f1qnPSEHSj3jAhs+PVDCvnHaTz2TeRI97XbsPdA1kzuscxs+j7hevm+9wbxCCmu+QYZHviCiWr3Ylao9+Egtvv1Vrj2EG06+qo7lvZ9MkD4BMwy+LoGAPu34o722Zm0+EdY6PlozVz7KPIE+DJuMvq6XWL7249O86TCgPQh5zL1mAXq+GCWzPeHxS7022+g+lrkWPobMyjzxEze+VKgCvkErEz41rle+BRk6vhj9vj0fMLq+P1puvj2FDz4a222+1XrRO7D9K76DdT4+z/CHPjlKaL0RhbI+nK14Ps/1NL5AJV29CHsrPl+iHr6ctH++ZelpviHNEb7+WZm9iPPWPUVZTz4ywNW+l2/YvW7XCz5nvLI9sEhtvk8s+T3Vcgo+wO6cPG6LID6OUHO+RSUKvN/EQL1UbyS+XMpgPZXmLz4DVcG8AT0DPd/rKz6nMlK+eYNDPj8FVz6ZDkO9YZQTPcImer7NLc495FTJveJ9nb23V4k7HOYjvjRAL71e2Mo97OY7PjzWUr5FdsW92ndWvhOCyr1ZOg0+0yDMvMThgz70TD29/3Tjvt3mnr4POsE+481Yu+bvKz4yZuM9Fb8mPbPouToCxRM+8Mpuvmokpj242IM+n+UbvpxBAj3oIlQ9d5DCPXaBob68Kx6+bGoMvkvl3T1/yr0+93g+PpY0Bz7J4CA+Ew2DvjmrgTzvwIA+4FG2vXU8U77uEZq95G4sPkVwsb53LNw8VvwlPZpN/j38qYi9wURkvIfcir7pG/g+gWX4O3ZYiL57sk4+JZPDvpMKor2FrpI+fFUNvlXL2r0aGwa+Oq1GvvhTwL09Irw+1JmePhhtRj7YWC4+bC8wPfR+hz4lUWm+O7TCPtwkR705fae+D6HAPEDuOb4Ppx0+6WMPvhKCnr4NbSQ7F2ojPrafgj6aupU9R58pPRxeu73WQPm8GP+DPWijqD0qv2q+wpx+vF1zuj2kqCg+ScG0vR7pOT4UhYC+1qsCvkiqLz3dc6+91EZSvl07Hj6dW2E9N02uvX9Oqb2XTxs+qt6QPmiRJrwS9nY9kOnDvZZMvj1+xRw+9g5xPq+k0j1s/Cs+vHREPitCVz0t7X0+7WmePmK9Mj0u04I9ZsEHvsvZej4Bx3y+feqcvurzt7wVvEM+tkw5PhJyDj7cLSg83OMtvpKE7L3Mdze+bR+ZvaPNlD7xVKM9h1vfvZPPHL6xCO8+dRU4PVkcIb6AaJi9mcQSvBI9W76oZeM+aveCvpqruL7eJ6q93xsBPjAoZj1iGtM70E0nvTUQuT4nG+M9Z03CvYg/EbyqPzu9/Pf4vdwxID3o8SG+3ioaPudXmT35PbU993h5vmURGj3rtMi9W3SqvVihAr5kcuO9S3NsPcSCsbwgeI09uZaivQQDMD6Yzs697eMXPKsQkT6FVJ89imLIva8QHr7/cJa8LcfcvXks6zzr/Sm9xSgTPeNnhT35h3K+XwhPvaWrr70abag+Wj9QPXctCD4LxX097oEKPkrIJz7kBnw+UMH6PUG6JL6MLGY+16JMvpalKL7o+WQ9I9bAPcV6M75gRLW8W50fukrAMD1MN869HKhZPYv01j19K8E9xQLtvRlKMb3LFfU8uxt0PnhP4b06oZM9Xe8bvjWxYj2h5gS+sLZdPjHpN7xHoCy8hB94PSmoFb6Do7i9okUcvjbRXLyGWTa+7+wXvvobV74VyJo9oOTdvIJcxD0Ejt+9oFAAvEj1wj0Fnfk9coD3vTHqwD3RJdc9rB4tvh/xlL2Myto9kHgMPsdxUj4B5Ki9PKc5PqWFc70WLwK+e/GTvFsVzLzrQjK9IWG6vb7xgr4nztM8l/v6vPlTTb5xRJS8l/rSPEOKIT5w6A4+1LClvuQ4M73nGua9br2zvV0kwT2ilAs90qEOvizcSb5pwcG9qqohvhI6GD1UYPM8RY5VvqiZJD7SG6s9CBiAPAIwwDxYQT++nJKZvdJaib0WYx89DfeJPZnYnbx3GoY8pg1tvUPZUb4ACtO9Xjy1vbw93j1LBwS+sALRu/lvdD396og8OPs5vJ+vpD0rT7i9DjFZPepJHr2riH6+spgDvMMyY776TYE+Ma4mPssgp72COSc8Oy0Cvtxl17yO3Tw+PbfOvnUTEz5bye098ahqPv/7pD5Y32E9nv6FvmEdJz1uvj88op1vPh69ib32rzs97AOEPi/ldz3K9JM89E0IPRRhGT2AkgO+Qx8lPldzCb2deoU9778WvZT/lDraFAW+IlSgvgGmvLzbcQM+18YrvkhfxL5ZIdM7VHu4vpREtL6h9wq++NHdvbLOur1ZBne+FuIfPiwqUD5iTfC8lTmiPnW1sb4stL++RK1gvSvQCz4fXHO+bEbvuv93kj5IEnq+MH+JvnrMTTxhJqq9a4DPPAP84Lz/eRk+j3FDvU76mbyGzl8+ezRMvhvwWT7rzF897Ca2u3dcYL7lxBC/aPQpvl+slb7qKl8+3LOkOYI4A76LCeS9S7Rfvg4NDzwbaMW9rrrhPR/e+btW8LW+Bd/3vIrM3D0XIw09/0S3PXwCM70uWsu9Vca0vZ+cz70LMk0+TAMyPtDGg70OS1U8mD4WvnMp5z3RSLA8CZUfvtAlP75XbRE+/iHjvdwiPT61+ZK8JS3KPJGeDj7t4Xe9kwQ5vMedMT2HKsA8VJKsPe+2Ij3xcwq9E7CBvdq+Jj5UxJ++Lv2Wu7F6fT4FzdC9T0OPPksedb0+e6Q+FLOEPgs9vT0LB0o+wn5XPlwBd74geg49vyKfPYYkIL6yxxq+hAJ1vuGynT03nFw+G4QYvFv7EL6L6fM9fkiivSbTjD0oYqK9UsdPvj+IaL7KAZq9rb8/vj8w9DxYzf488MdYvs9DBr5hw4y8jajJvJlN2j3Sm8y+TfElvqaH9DyEiau+iYCYvU7VLz1g9IM9xx3RvZ9iNr3NR00+0X2Avn0stj2AzmQ+L20GvmrEsDyrSkM+busSvRLAfD7IAk+8V5zbPVYfNT72iVy+L9PQvvO1mTzIi44+brJ/PlTdsb041mG+Egbrvb/+o70c0MA8HnYcPISBeD4tOiQ9lk0BOo8myD5s4VS9L9uWvjsXxr1XgCS+NmMNvo/qzTzlu6Y9whypvuDJKL5iJhY9Hy3kPaWymD4qvGS9VByWvWfdWb6Qn+o93ZzlPcGFDj3AmmQ+iPgDvm+W1D62Zac8bNZ0vPhnXD4mxKw+bFuMPKPb5z2yRcc+Ag2bPmzzIj3fcN+86vNTPifTjL2uBpE9ZvSKPIM1ubtDorQ+eU+ivsSQO77b6XM+lMaBvMUNtb4W+Im9HXvLveoHUrzrAj+9oPk6vJS5Ir5cQ9m8Iwi0vIqFqT6hczg+eWwqvsyJXj5SSbQ+Jj6sPZ7y4D2nSrY7Uh6GvYQhmr7m2eG8EEuCPkRszL0XijK9vgMivojiQb7P3AS+eunlPXNiPT4mBA079eAnPvWLBj6UkIm+Xo6AvraqxLus+I2+mECIvUrKkD1XdWO+7NGLPkaeEj6Yza+9IwBqPDIsA745uXg+TXQdPZh0AT7JCFc+dh/mvfUCAD5+F6Q9gGFTPcQ/T72CHAM+kcI/PQSCWL7nDjw+M0eRveWQEL58yze9vECbPdTO5L3/6t+9VPuGuxX0ab5GK8q8wAqYPRpSYj66w0y9fDRSvkOAUb0cTza94DepvTLcN74J5TA9jXx7vrsy2L1pmFC9pHSLvRDl7j2ECR0+YZQ5Pg7L+L2JHYU8bWoQvm/NNr4rAiM+bia0vc9EWb4Zuyc6Um0SPv6Ncb6CJF+5f+0LvpaYiL0pIMW9PVX2u6IYg76aBTs9Q1RJPQa2jD0VMJi9tzoXvit61zwTU3K+f/fsvUKDK715BoC9UebRvec5e72R3YO+jGE1u3KWFT2pSEI+pG26u/K0372Lu1Y9ZeemPd4f9ryapmA6FpHivWYskT0CDbw9oXEUPagpCb2v9pc989GOveAixjtPuoy+w8OzvNqrIj73vIG9krNdvsPPqb2lCue9KXXUva7VOD6nKi0+/nbOPS31c77ddaM9mv80PR9Anb0PQak92wU5vseRID5BTy2++vAqOWuG8L018pk9SlaovSHKzT0vMWY93JWlPkM5lz4yPCG+EdqtPDpLJT2bnMQ+s5d0veqes70ZkRy+NHaBvG1YAT2A3Sm9D2XDvS1wLz4ZatA+0PZ0PmTwcD4VGqA9yRdpvn/WHj2vYws+1Tp1PigMtL1O18E+XfS0PUTNsr6r5lU96AGQvmFyzb3YTI29+EVDvpyKpDwCfru8MyjgPXzLGz51KRK+BKDVPcq3gz44Wig9m6FqPZhoQjt6uHc+MrMKPv7pzL0v/349tTKZu5zZVD27jda+sqCpPtIgj70uiTq9IaSvPjP9sb7VGJK98nAZvjkmPL5JScm+n6bhvKtSFbzw6G8949xXvsIuLT53Os8+2DKVPoBZ9T2nVfA97hcQPjxgCT4N5pa8IvZAvpmI+z0XaJo+1RI6vGGznb7h9UK+9jcIvF0V7T2CCIO83uJEvuTORD5gixS8ykcavkFsKz6K2gA+iRIKPdgdWb3OWYe+PPwPvuMxJj55kro91sLLPsFheT1o1Fy+WB+fPf8pwz02ux4+M4UxvYtBLL6BQj++ZUQpPkaFiz0RLAS8Gr6fPc7Lh77zEMG7DTApvprATL19EIS9fsjXPpmDm70w7ti8zGDHPYfSej0OVYs9GzU8PtRYij5vWYq97tT7vIro5rzQUyE+ChRYvoIP6D0XhUK+F4CRPmZxv7zIRTE+f5ABvpg7H76ZBIo9lopPPpELpzvqeZ4+H68/PuRvRz3yim6+HcrBPdGRqL7wine9syVUPnmWwr1LFNU8/8MdPCB4bz3vl/Q9WBi3vX5lI7zp2BA+YrALvuurhD7/GjS9sGlAvpD2oL3NTg0+tIIKPq69S76IpdI7m6KCvrHVljzuWMy91OnDvYlvoD1a3tA8ooWTu+eoXr2BUxI8aZasPnStTTx/fbG9P64GvTs66rx+tqw8iUcWPqoqwj2V3ma8bBAbvTfc77x9OCe+DnjxvQ67fD7ju5c+dwqGPgQJ/z22z0k9LSEEPv+1Hb4Fr0u9i8ZqvXm3IT6ncUM9oDOUPu1mkj6r1M29B3YwvnP8Qj6/AS89+jDFPClZE7019Yy9jyEYPvDPVD4xPL29hRg/PpTwlT5b/9y9ak5GvtTxgD5UtpQ9fuQ8PpnH6b2qG4o+l7srvhGUXz6MryU+SssLPnsQWT4tdQk+sbWovVEP+T3g0lg+5N8oPgi/iDhvp7k+BjIXPkqil71d7b66DZWuvp7GqD3tRII+14FPPZTxtz3197++Y28mveJEAL4n1wK9lmmIvlLRDz7YlQW9DxbkPW309j0qPNi9kKKXPTicuT4j4TG88pcoPnNkAb2Ub0Y+quP6uTJbLz1vJ+g9WHKKuzWO6Du4gB++9/71vbkVtj1gmw2+2XWBvRs4Tb5aerO90LkPPcN7oD3IO5M9YfYpPWklmj2DuS4+kiBiPW0WrzvZsno9i3rOPRaQIz5JjWY+tsnevTx1qj6XTyw+ySCFPmRQKT7SGbg8YyHgPUFoYD3j0zm+DYwyPh+UGT53haa9YjRivoIKob1meCG+d6txPCEdcj1qZt89Or+5PeCJaT1b8NU8Bme2PXtnib3uDa89p6SNPsREvTw3Jwq+1sWMPS6A6ztO8Es8BphEvhn4ez0jJvq9niv3O8w/AD7rQ/I9tm8BvYurbL027DQ9F/hdu19mwrxjm4o9CUbzPV3Sgj0CoRs++wc+PHql+L0p+Vo8ij4+PRfAdT1d/Qa9/xAMPnAxET4yh22+3sPVvUfcMz7xHCQ+3HMkPgUb4r3RIg2+dCTjvZcp+r0CFBg+jgbjvfKRsb3eniC+7nlfvKJSlDoXmwi8KR0fPpy5F76f3vM8p8BMuwuecL1lHnE9734WPvWTEb42Ps28sujgvaj8xT1VXYW96qgtvjTqir3RCES+YQyBPSml1D0BgSu9bfcGvZzy7D0cXYu9JbfBPEaVxjy69T6+1S/iPN9PHL4c+7I9urcfPanUg71KdIM9EL6JPMj69r3zWls9OzX1vfMbU772vbK8RGwAPCQjxD3SVpc+b1AXPhrVtDwZ/8O9zOaMPUkRMz6YJoc+oVLIvoQnR7ynkLo9yI3/vRQosj705oU91am1vCgQ9z1TS4k+cz8bPb0ahj5ihPU+e4eivjHNpzwx5dy9Er+fPiWEkTzR/t0+LfHavfK/hD5tbF49pqUOPDQy3TxaztA9stKrPuicI76bQPY9gjwaPlXAXb6TKOW8rE8Uvi6sBr7/UrM9xA2IPmuxaj4h1h88M3WXvodUmzyugWQ7MIyIvUichL2OiDG+8ZqBvfPefz73lL6908eWPaAShT2Cpkw+l3cOPlvnP77th+e9YNnGPkTE4LwUlUC9/6gOPsL937ziaRO+zOMBvZKVDr5zqaa+OGwGvv7Wt73rgh2+TUAavtRKXz4bcHY+HMslvjetPD60qbg+dflxvlxsLb1FCsS+ZRFyPh8AXL2ACS6+m8aNvV9QmD5BCoE94Fk+vjkasT4P2Le+1Mu0vDXt2jxCEK09MNSGPO5lh74zaym+2DzbPOIpZr41zQk+zfLwPapj+7tZFKs8R1DEvt7Ueb4fygM+v45YPoBds74CCh0+JRnrPbhLLT6dwLk9+HKkvnfOl77nVFu+ZS92vYckiD64Dh++vCgzPp9TTD6gQTC+Qo2lPePyDL4RyAY+9PCZO+y4Zr3zrbC9408EPu4Lwb2dGzS9fkFvvpP2sj6b2Fg+QAkVPEzjIT10Ss4+zLzcvUXSmr5aFzA9HbAfPnaFOD76PKs9c0g4PtxH0LxUbPU+E/WtvRXIYjwn7pi96RN+vm6tTD5o1Tw+KwP5Pd2YHb6g6RQ9enSRvZNtXT5Uv0o9u1N9vRBTKL5shno9nTapPf+ZAj5nnjE9x6GaPDaJdL5Pmv29fYKVvoB8XL1zDsu+tjyoPjKS6b1x4oE8ODx2PQbJSL3rUH4+rPWBPMwvsT6J4Ci9hMfmPRtN9j2cfhc9DEd+vVrzpz71xMK9znWjPaIbrr02Kg0+o0fnvS7THb6FB2c+kEtyPuokYz2GKkA9aNN0PoNgyL4t2Je+Vo0gvSIbmT4DuHa++64dPWr0B73iEQ6+MBewPNEa8j3PcBg+RaxvPvgBxj2+Coe+kamWvc4d3r34bqA9mkU6PluNlD79ye6+SKVcvcPRHD4HIq89GLO6vfVaCz5gwlm+mnn3vo43QDzocGk8wI2XvD9tqj6bpp0+t/iWvesW+j027QQ+z2RxvE7JLz6wioK+/TDEvq6nJr5jijS+Hu2RvNWsibsQgXY9E0oovURecT7GmUG9MxPDvQkgNr633x6+/Lc1Pczqrr6Wpqs+o82uvKd0Lb37XYU9JJPPPamjq75Awbs9vXcovuISAL4Jg4Q+raCbvVe1SL51r8C7F6lQPr8nBr4vNiI+aZqZO0XnPT6H6q67a++DPnzn2j0BhRE8fcXJvYNbqT3v4Yy99KVAPlWUVz5WEOg9C4HpO9PR0z31sS2952FGvbVmUj7H2ZY+aL1OPaVWWT0aGYE9QPetvbCqHT7OFhA+/v+oPUhZk7uTwoI9kBzcPvHgkz0wgbe9KgA7vl7RBT4ekAA+w0kvPXTgd70XSIk9EBGAvXk5qz4Ab0U9GGQavfuhDb2tE+y9hg43PlK6NL3kPYy9uOdpPQQ+zjznHUW93HSMPWMnH75eYTA+WnkUPi+0LD6SzYU+b0c1PitCvz08Dq86bvgivi4FRT2/yCA8galbvutIMb5DrQo+PyoePgaafb0q6Ok9T3mXvRUjVb3H6Qu9yvUAvVCZpL1i5og9bhD1PSjh4rtPK3c98DkXPnvd2bypyDA9wap9vY/sLz3x3ds9B/VZPvQPIj3uBVI5S0iVvau4Tz4+vgA+aPf1PZMBwL2JjrY9aFqfvWXn4T2aLMM9/n7pvSi5BT4ILiq+XqmQPZZVEj7hay0+njorPtvjpj2SMBe+7k8xvZ7aID2VE8+9QHyQvasnlz0zCaA9CIlWPXAx6b1dcPg9H3IEPuzsED5R8C49Cp3RPajsejvIgkk+3oQkuxb8Uz00vKm9l9S7PQ56uz1q8169PnpEPSaL/b0Iv/I8gv+qPV5A4zy2c+m9UGlwPfiRYD7zBEa9yKmgvYVB57sonyw+fKjfvCoecr315t688TFmvQglcD5EtTc+cRaRPtMrnL0N+ia9QuEBvVPcZz1FEZu+pvkkPvASwL3pLd691JAEvs5WlT2WOdG94rv7PfPnqDxThDc+8MRGPpFMdT6S7KQ99QpFPsOJOz793Yk+8tBCvURMdz7oZLC7/dX0PYjTqj4CkAW+x64Nvk2hIb5lPBk9b3T2vb78lb0DCDy95qj1PfOLlb7KIa++dXZhvh/VDz4XO8m8e/4xPhKvbb2HIQ8+46+GvRJ8n77NfSU+c8zkvcHxtb5xUMe99Bo3vdcjIj6PVaA9QeLbu8b3572oGKu+AwWSvvq7fb6Q7dm91m84vgy9BL06WR8+5eOZvVa7kj7lrfS+3rAJvof647yMWq48IQUkPjw20LtfQPo8kFiQO5OBBT7JGog9yn3jvXgTRb6Z9x++E9QRPozZUj0H8WS+HufrvTgJtjwG1fk9ezHRPYSWAT5+ZuW91OOnvq2lDb431IS9HZgXPmT7k73Thgi+HTtdvZOyjr4PwTU6dhWSvgVKMr6oVh++tUZ8veqHiz14IqO+BL/QveXI773PoJo+Tx2AvrmDkj1whDk+W4wCPCD0jb17bqu9G+XKPQg+Tz35ooa+KY9yvV+qhj5bRJq+Bk6APZtmwjvHt4Q9uiXWOvUoOz41DTY+PVmWu+p/Ij4Jb2y9cmyXu6vnk73F+xU+FDKQviOwNL5wciu9xe3ovT+I9z3yZ5i+ZEmYPl0Fwr0Y17g9r+34vH+MST7Oy7E9aa+eOgtci72ealm+g91VPirAtj171nu+Q1wWvv2CED4DM4G+LosKvvdDHL4fDsS8Z5Z5vgHZkj2Eqrw8mphMPiHcSr5W90a+K4+Nvk9Emz5Qz6q8HpdMvlVfC76cGsM925yOve71GD5gorM8HDzRPbz0uD06PUs+FrSEPq4emr4e4Ey9WLxRPTzbrb4Sn6a9g7TBPpOzYb7AaGg8XAhxPvuB47215kS9AyCQPvJPRr4zGZK+hS5gvgVz7z20Xti9iXqFvD7jqb1y5OE9aFGpvWj6rr0Ss2e++08LvhUJ6L0fQrO++xIRvmav3r3zDB2+VYKwPSvi5LuGYmG+5kq9PaIEQ75gYK88QWGTvoiBHr66cJo+0aJMvOuRXzxpAkS9Sd1yvZ2cRb472wQ9Mbx0vtvNDz5PeAK+WEWRvbeUzzxYiIs9djZiviz/lT6rQFw+prhNvnLEkj1KFTG9XcV3Ph3nWb4fYok9pWvzPYmrDb4qeGi9Vj8wvvi5rrzVw6U9nf86vQsuCr567Ps9Cps+vQBMfj3YPZm+AxZiPXWBLb6PXPI9rfbAvGuLwD0tHTe9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AARnvQXLEL0sFnK96r/GO/AALT2QwEG96WSavKv1OT0L4jy9a9aqvcfidTz2r4K9u0KdPe0VhjynCX89iklkvfAkgL2+GvK9AuyKvcHclrxcolc8YvfLvfeejrqwrl086tFIPaC4TDyjwdu9YF8TvSPoDb3MXS49CecMPQTQl71YQQC+Y1S0PAr/z7sSOCW9XrDsvIwE+L2B/dS9igndvTQxTT1dj968qPtevdumKD1yFIy9e8mHPfTrKz0as/W79BpvvbriZT2i7hC+gBSmvXyebr3wh5+9VhOYvUK9ij00HVi9YAslvs5RF701iEi9mcP5vZBtrrwsACi974oyvSNXZD1l73k8kVWdvU1rSD0WvGO9f1ElPcdmvjzdTL08zkGcvGRuAr1pQ127Dr5YPcPKgDx2ydS9UknAvOVlvL0Ib5o8Vhs8vezdiby7Ycy7PACqve2zWL2JdRS9SGnZvBXOrrwNHbK9qWpuPS6Uz73WJog8UoWevI2NYLwb2208qhgIvp9G5Dtc9xy+AwKUPDvJEb1hTc+8QxGmvV3zKT2WC4g7UtlEvWyK1zx2eK+905I1vazxuT24MR89McGNvUqtkr0pJ/Q87dEWO8S2WD3/Y5Q93wWfvZNKw7uvFT69xU/BvWANlLxIaxm9vKElvawLmT1FeYy9YKyBvU9mlzs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "2XuPvdokR73ymAI9jOn5vWD+Ury6hIY940xDPJgIZD3iZia9sfAnPYBuSj5pfbg9E5wYPIOIEj6VLQA+JeqTvQ8w9rxAq4U7UzDmvfwHE7yk2bs998MYPluNFbzGdF+9f6TAvJu0FT6U0ae9TEiMvp9yijw+o349kiqWveHs1b1LQbU97Fz3PPtmDj7Szl88afwbPQUor7x7FzW+ZaEfPX7MtLvz5de8kok+Pd/Ydj0pUOu8vyXSPYO00z25qbU9J24uvWK7tb0DYHI8BB2OvEsUgDxYzEy9OZIxPK4vNT6DZgC+arVBvcr4Gb3iQ/U9Z+aKPdxh/L3omN29syV3PHvOpz2oD088Pj/OPAiY4T0oPoG9+rLxu/EXM77EmZq86vHLPTOWBj5/azw+jdnDPVSZZb7TmAW+2Wy8vfq6Fz0dScQ9w4vKPZlJeL3gJC4+Qa2EPNM1pjuln/c9m1dHPPdHa72w10q8FXeDvkF96DzAJZG7JfmkPcofaz19Sq49wtGvvZiwRr0zNDQ9nIaIvCNpGz5kRZA9ScKtPR4oVzsDTYK9virbvCN23TrhCuo9eR5KPSZBeL1Kdcs95IN5vAUGZbws7Ka9MZSxvUUYcb0n8A4884+vPdo88T115xK+oE4FvEltOb1CjMG9fmcJPV3zRb0Q7g29S/uBPsE/v7zr+oA9igLpvPVe+by4dQQ+dNqqvePnrTxLD/u9dKwUO+PnpbzoXSC94/UDvdEXRD1e4IG9bLAKPnKOM74yFyG+z1FTvZoFtrp+9da98HOHPX7Akb26/o097CxtO7+uObyIRz+9w5HiPT/uDb7X4A88TeyEvSncMj7Y6za7vOcqvd6bgL3CVyW8wsOVvMIGPL3Jvsm9I77EvYzsTzw4dFu9CW8yPoFHJ7zfcMe9+MGUPePEST4xDgI9Kxv1PSOLnb2PUIA9syo4PWq8QT0h0ms9VM+7PTkZlT39UBS+4JubO8K9nb1V1X89ScAXPgcGEz1Xpfq7KVcfPoUh3jw0dXa8tInMvFRYpL2qTAw+g/gMPZEpHr7gWoy9koWPvQzvbb1jOPu9SsdQvqx6OD2I6gS91B0gPpaNkb3yjuU70JXxPf/Ouz1jj5c9QYkmvJeiwD2DkRS95R0LvXkq0rwpU7K8SsiAPVFcIj58ytm8MxgAvmh0Ir63MoC9oskOvTD9Pr5uEs287EcTvdzkOzrDRwG+19DGPc6ZKT7l+J09OvR6vXH5yL3hj4m9RvUivW7B1D3BN+E8+mV2PuF7GjvSJ729cfPYvCIzIL3xb+O8cShAvWleCT6sGQo+tgNDPXnlHD0XBZ09X/U/vlIZFLwyh7S8lMYYPawniTtIvoM9ZeHSPP8Mrz2b5Nk9Dm4ivW9yET4krDA9ka8lPUbcpD5/8VE8nWSOPYlfDz7ajMm9K2fovFlOU71uFRK9rQQEPqcxvz1J/Ji9n9I8PuasEL2KTZY8HOxoPt0CUL0MERg+UxcYvOCVRr6HtF69nxKYvfpJtb3uyxU941OwvWJvwbypZsK8EDKhPbWnJD1d/Ym9A1aGPRg8bT0+DC49UxKyPlSXhjwswD08q5ysPU2PX75nxvS7ymOFPEZcEr1SnYk9tzNrva/nJz7CjAA9Y9kYPKPbNT6LGp88fp7eOiSCrz0AQga+SWf5PeT6ub1mKBk9PFugvE120D2LdCE+ANiovSppE72c5+Y8z4C+vf8cPL2C7Zi9c38+PrM+Hb3obVE+5C/CPZvKgD0vk5U+7dIZvbggEb5LqwG+OsCvPE41kj7ycFW931paPbifQb0VkWO7u4bfOj8LEz5DDQe9YLevPZqLArxYlL06aaaXPTSLR71A7Vw9e64cPUHfsz1forW9qVKovU2/7LskrJe9204Bvkwldbw4Idw99yPiPc0tgj1F0Ti94KrLPMFN+TySa5+9O6XbPC46Cr4dhv+9iSJ/vUTO0DuvUoA7jTrRvBn9OTwGNIm8F5tuPTPSHrsxqoE9GnrPva4dpryMsbO9r/3bPY2KIz5I6tG9jHQPviCR+D0iqCM7auvgveol672WeJ+8XYHZvSbIDT5edxM+VmKVPWasTr2d3OK8Jo51vdLxmbt6TiQ9o6V0vXFALDyPkYI9SNiNvZJUJz1zrKk9qOIjPTaXlT1tpBO+f6EHO586ljsJT4S9PTXxPT4Tkj1xfS2+nI9TPkAiVT2y/Va7BaB1PbVRn7utzkm9u7Ogvedf8L3Vb5y8RaCEPaYyhTzASNM9S4revUC4g7wQdmM9m+fWvUEKAj4ulOm9bazCuU8ZJjyvldS9WxyWPBSCzDxaTYY96NaXvFKUDr58D+E9onWxvK/nY730Zmq99G4Uvt7UTT2wLQc93qg4vufk5b2RnpY9u3ZoPT0ECD7dcIs9XIqDvT75Aj4BNRW+VmuuvanGOjzQZQ6+CMf7vb2x4D1Kx4q9TcDGPE7vFT7A5xK+jDT6PLQ8pr3LEqC9KDlevfq6bzwUgOu9gu5+PcpQaD28fSe9IVquvTRvsT2JHtM9B30AvD1cmT5S1BC+EFQsvkHnTD5ye+K96hmfPTsQXD1BXv89ZOyIvEHLCT5jffu8UkEKPLJngD2Yqz+90gREPpxhUL6eRIy9T9elvMHHTD08dvo8yIzSvYgWFz5NkJQ9MzzZvNhOlD13ypI+RVx6PnlT8D4D29K99eWNPeLJhj73lba+7EomPg2yRzzMEBE9DsMXPlo4OD5vX+G9NUBMvRUGOr1hVpe9TXhHvaJ1Yj4T22M9LjxCPbyNnD0Fwg69afhIPcHhCT32eKa9Dhspvq+darxtQ/S92InIOm8sTLrF+dM8QOf1vE51Nj48ube9ywqePXVsKD7rTzK9PyyaPaE4ALyulgW+0NMavhrlW73e8629Bsffu4+Eor3gwee8cekVvaE8Kb2rsXa9xHVyPZUf3D0wqyS9/xaMPW+vHr05/WC98mwsPfoxLz479SA9NG2uPFbqrru13ks9mEhcPnFQgL3yLyQ+BC7oPWHyRL58DSQ98N4VPiIHWL54z0m+lL8hvhNwPT2/wAO898BDPSmqjDwLtAW+uOqRPK2z5Tz2UiI7YnquPTy+qbzfgrS9T3GqvIB3172XoSS+i6JTvRDUvD02hXq8fq0IvfYUIL5yE5W9ro7pPBbfhL0L8oM9REXqPF5lUL19tA4+hk/tPbjmFz0+9JK8DNwTPqTyCT6EgFG8bYOQvHBTP71WvTk++MK0PfsvnLrDBWC9VdNIPGtzmT0Ke2+9u+LOPZ8q5j3YH5w9YuIOPQTpSrv5WD885gutvSH91D12VDM+PNDEPU3vhr1t9sY8ElpNPbQRiz35vKo98Ik7Pu+o9T2HGb09VPeyPjacwDzOqDA+8kw8PpDy7L2oIga9AyGePdydcT2e6j8+RWyOveNbt7yloFW7smimvG1DjTqZ6Xo98Y29vYd+2TxsD22+V2ThvT5Rjj3b8Jq7+6s6voRX171Q4As9x7mVvalIxD0be/W75UnxuyMhpj1N64a89azVPR75R7w72D8+2Z4cvRKA1r1DoDw+jlp5vjhxAb2JAk899s0+vSOGlT2s0V89ZqqiveE3xL3K+wm+V7yfvDhALz322tw8QD34PPbyCD7JK8I9/RjnPTrZQjr66yO9svAPPSp5kTxt7Bq+2TbmvQ0Xkz0ugg490oGBvF85oz2Qaga+Ns4uvgkvlr552Dk+r2qPPaqA7j2cFbC9yhAnvpWePr55toS82LGwvfL18L1Yfj68nN0tPWa3aT1bwvY8icd4PcudQD1+6xY+dFARvhs/cr3hOIQ9o9QEPZJpK72duuc9sKNJPa6HDb6F2g09lUsjvjcP6722fw47otgKvhbWWz2gF+88XKlqPYwbojw2wYe9cekpPTDixT2bEgs+YSPnvBWKGz7tfQ8+XLwjvlfzIz4eFo290z3/vbPdGL2ZQ1K9cTAtvPngmrvU0ne95LeRvYmdJz3xPgo9eU9zvkZIxT3jPcK8PvjUvQ189j2Eb+u8qZ44vLUSCb6/jJC8T64NPah1Ij1V3YE80DpvPejIBL0YDJ+9Joofvj7Xc71iDMi9L/0mvNCW6T0XXX+9cXwaPtgnzT0QvSc94BCCPpUfWr7ayDK9Z/56PULO8L1cY9m8y+XOPVjyAz1Osoi9Xj1pPeoKKj0lSOI9nV0dvbEKZb1vFJe9/eCsvZjJ77q2pEg+0kk+PvtJpjwAuhe6KZ0qvgas4ryNyFw71mmTPWIKkLwoSkE+x/SnPbsuZD1GNTo9WBzNPNqkvb3qsDU+jb1dPt1Wpj3gbtQ+730IPtHqIj34eAE+A98UvkqRHz5nzik9b9wPPabk2z0IAqG9qJ1oPXVcxT2obd8923xTPV4uqD3+zWS9/wBWPmN5ob1JGSa9WEyePVZPIL7QlYq9K3WOvc8qmT0NIiM95BX0vcmTUD1sY3w9RL5kPaeGhT2Z71k91qlDPZwPRz7AwCo+HYAKvc+nGr1LftW9bSskPUdHWLyIp4c9dYPiPYepdL4JUKy8w25OvS0VPzpLQdW8nAL0PfECqD03LSQ+Y9yZvYGogD2At0c9pLrIvXcPsz24BU8+/Ml/OwJwFT1Ta4094r00O8K+TLzkGlC821sgPTujVD1JzW89+RclPoCmtL0QUUG+gx0evQYcRb4uZGg909/cvZxNoT1IlUK9hYBRPRZtFzxokls9qvnXvEih77t6lK29Sqnuvd81Lb1NLtM9W9cDvROnI75UlA0+4lAWPtHB4D2wkf+9uKoEPJaGlD1asv886JWMPYTHJT3dH289sa0CvrSICb4VOdM9/4KwPRlwAL5P0ZK+2mKKPZ67TT6Hux0+HAiWvTVsKL4Sqwe+ZWUOvnnn/73h77E8H4Y6vq2UHL4MpiY+uhvLPSZWMb3lPPy9pwruPJUhPz4kjqS6eeo9PeRmGr2i9bq+JN2zPZIbvb0U8da8s1ILvmF+rDwmxMq8zKatvRIhOb08v2q6ScJIPbEYu73OCik+ZXkpvnZmMb0/Mqs9u3nxvdUCaj0UIeo9FbZ2PZedMTzziAY+qNcdPr3eUj1wp2o+GRmwvFFE1bxruoA9gbIOvla1Cj6qRA4+L88+PQ8Kkj26I6W9+GNyvd+9ur1xs4+9QdKHvWla3T1gn7S9P2hDPiLQeLwHRAc52/EhPR8yVr5LdLw5Vy/BPWiM6bw3UgU9C5tcvqsGAz6ptdM9DbrJPZXUjz1D5r09Gx0uPSqgsT1RW5y9jZKMPfm9Ij5HaYu9Ox49vF1xeT1qHig9wk/3PdxQkj3vSDQ9/r7uO33/ZD2RWQg9y9ZVPi3SsLwerco95EQyPfgYAb4SbdY9M++gvXEiBr6camK7uz5KPf2c3j1KpRo9JbhlPVSs7TtgDpA9LiGkusw3Fj4HF2s93d2yPfP7yD0wweO9lUE5vfpnOb4y5XG+Bt66vIaX8j3pYCW+yNiovZ3dh72kW8S9w56svelXJr0ddXQ7k5wXPr5zSL1o5Cm9AbLjvLMwqj1GIyi++Z2uvV/VWb1ZbMM9VuU0vn8hQ77hLyo+9tYfPhB7cD1ZTlc+j/WWPNv0kb2jDBu9yeHzPZCig72r56Y9yLkHvsEj3zszxok9xGBtPrzCp72Lxkq9K9IHvWEL0DuCQyw9BKaXvBvaqD3QkKw8nXvBPawAR7sZGei8oa8tPnUxM74JzrU852BXPZLUGb2Mz2a9BPvyvaFfl72QTBw94ggxOznX/b2iZDI8H1KtvRRSMj33JLS9pZc4PccoJL1amLu98bPOvTfDmj1pMyY9UgNrvdCQprxMKN88LksXvKhrHL0HANg80uyfPVbHmz3ZpfO6+D1pveBcXr73HGk9XErhu15jpzyyoyY6kXDEvLS4QD3EPJq6Ii9IvaO4LT2ZZ6W9Ctc1PdQcAb00Vhe8N8F8OnTytjziya09BcSFPZrcmj2StU896WSAPfAhzz0V1DA+hPuvvCosnj2X4kY8DiMWvb4s6T2VN3+8kJnrvZyRnb3bikq67xqivXBSBr1Www8+LqHsvaCh/b34BD69OHbhvMAc9TyAl6w9XkFWPRLzqT1FMGg92wukvQuaSzzS4OK8re4nvjRRTrqfuCo9o3vlvSaSTj1w1xu+QsSUvauMa702xx6+bWsCvUOwSr0kGZy8Y5TpvD/apDyW/1E+r5xRvHzpPbykExc9qOoBvvInzD0wVnu98BfCPUl6273PqIi+bhkCvk1QwD26uVs8os02PeyZuz0Y4LK7QN03PhwD1z0ydek7d9wvPryNAT6IvxS+5Nf6Pbj4JjyZ6sY9kfI/PXSvp70EMg4+kNpKvewPFbt2XiK84uIyPHVEiT3vJfM8w4A3vSgUET0k9wU+FiY2vb/Xgj4Kzyi78OJ4PHz4Gj7IfWC9zenqvEx10T1c7r48osyVvAbEnT2FxBo91jROPn0bpj7qIWi91oSdPpesJ74uHJ49GFIRPfZmhjyCMx0+MyqBPNdVGT2rY8u8ZwYovaXMbj1l71q9mxixvTLpqLxMqAo9Ni6gvLfMxT0tEPE8Qr/rPJC7nL7MuU29Bk/0vfpmUL4AzjS8/wpZvZO8GL1KSV88NsDKvVRglr3bGS09bx0xvoSvZ7yJd0Y+W2/MvTXFWD1StdU8C6aMPcPi772saFo7YqUnPTi1hTv/yTs9EdZfO8GPOj2RV/w93SY2u9X7PzwaOKE9rujgvFn3BD5pdEw729s9vkUkNTxA0WQ+hJc1PKA18boN3aG9mBp3vT/ayT0cWS2+dTYEPrxlsb1zy5s8PLU+PTtosDwo5lc+YxYUPvOWwbs9IIA9hFVnPTouhzoqdLY9RcWxPc9D/D3QBt89aY1lOT1sIT7LNCI90a6rPeDhqr05KlY99N2CPVKpsLwkct69QL4QPqQtXz7Ar0w+H+SpvUTmn724/c28PCRlvbuuFD3yCAS96u+1PTx9CD622MQ9HynUPRTKyjz+V2y99+GevcFkFD5aoqA9OI02vapouj3OeNw9nerIPfMpCj4gEAM+5vwaOzid+LygLuE9x1LGPeZjC73Uu8W8JekJvu3sqz13/Aw+R/g9vaCGEb6Jd6c6lBZDvSp5kz3uiY29ElGqPUGguz3NdzA+Ieqtu2X6iT1ScpA9pE+HviCVhD1/6La9FVT2OujMnb2NPra9rPQkPh1F2z2wg+49VwuJPhtzcz0ahFi95aKMPbN6LDsTkhW8XbWFvb/9fjygv1s6ewwlvne0k7yBzrs6yz2IvUJvFb3LHFo6cAZ/PRw2db3/knk8J55gPp87X73t/gy9F6HFvfegpL1Bx1E9TJqtPQreWD5a4Cw9OkNSPTf1ET7QLBg+asjUPYJQZT1oH1Y9XHBTulCoOTsUKyI9oYruPNGKGD4LtfM918Y6vaLHJT179gO+lzIGPg7H5L1bF8+9spNRvW9BfbyrFhG93EiPPa7POj5p1xw+fNs9vej5n72MQ7E973k4PuaLmLx7Tzi9+IC7PTbS3j3Et7Q9B+3dPbyPRT6r+6Q9AckYPaiS5z2sFIU8bRNOPQ7Pvr2AEps84ISfPfcdTb3M8uW9C4r8PUgBYrxd9CC+mpN+PNzFYb7+Zck7MtEZvZ2tNT2U4za9jmb+Paa35Ds1ycS9c5BavPyvmD0rNVe+tmBoPTXlKb1XSBq9TWFcvbiKXDvDLMy9oL2WPQaqjz2QwS88comjPJpjQb5jyCq+B9c5PfDmBz6O3Og7cwUNvlbkYT7vTp09lLjgvC1stDwgIXS9hL/cPScMJz04QWw9H1g8PUvQEz1w0ho+vfNcu3mNo72PiA6+z4Z6vW1LGb20ipu9DGQVvlgojjywQUg+w6gpPsJCibymHgs9+AUBvZLeHLwV/6498VgRvVlT3L1ZRB69c429PR+1BD7AMhO+EGkKPqu5Pr1qTJe9uXcruzxY+r3jXve8ctYYPaWSrT0rYrY9kkh0PP2/BT0Ugie8sSV6PD2mJr7oWDc97zewPYzqTr3dvs68FOBJPsa1/Dxqm0E+3i69PI67O70RwPQ8Mi4TPMMqLb0paww+MCxIPTcNzLwbXME8TI0+PnA9Fz5L/Za8iB0tvpDIzz07BGE9SdPOvbwSL75VFIm8OJ8suuH3urzvrws7nmxDO5LK7j3IZ489VX4KPqjgsr0etxE+oG6EvWfZcr3l46U9KTSmPFLbwL2As5q+ofiMO/d+Az3RCf09M2QgPWDVzD0JUOU995i9PU65v7yov7i9e9sPPZJiDb5efK89fVkBPgP7FT6yXaw9BKStvR+x8jyMFC49tTA6ve3SOz0Y0qC9P1QiPX0X7b2Hyhe9dHUhPkrpmz2wMZu+8vEbvXfPUL0FN+A9tBwaPeH7H76LpQq+IKa8va6ccb0isMS9GEBvvbJiaLz2dY894IDbPAWYGD5m95K9TXeSPnWMCz2ggY+9G4SEvSxVJz6xUYo+ybKqvbhgAj42JL+9AsZ6vSZS7bxEcX69CmGVPdp587zW/869POyFPfyqiLwEYvs9wav6Pc0khryX0KG9LSKcvUd5hD6O02E+zH8aPqXiij7TcjQ+8FlFvmqUdb4Qho49Y69avsq8yL3JeYw8OCYfvqr8z726JQc9Nx6FvFo1ib29tos8Y0GGPd7FAjuTeve8Gj6DPYgDpj2yZlk+Dj0kvlFQCb7r4EW921LIvT6ngbwW2eA94NgrOzsKKz7h3mA9cWrVuzP7H7sfqQc9jyAkvZDAnz3wuXW9eyJjvL1jsTxxaCC+4gltvSyElr0vCjS+GIobPa0Q8zsvqNc8qVQrPYj6gr0VgFm93NcOvafnqLwhCgw7w+jVvVmaCD2jy2i8Qgs8PYt9zD00qPW7+IVYvgzaD752A/e8PJMUvuyZMbyd/JC7evTCOpV5+bzL3Rw9X5RIvuMfW77BlP68Lo7eOxDfu7zZY3U+xLbFvIGnN75Gj+s8mu2CPT8To7zA9hS9O3ByPk+b+j1c3hs9v6GpPtomRD5sqAM+9CluPF3+Ij1jJrG90QpbOrVvJD0cQxI+Mz2UPaiEOb5e5RM+CmJKPaJSlT7L0Ts+KfOLPShekj4hERO9g6tfvfemsb0f0YK9HbYVPkU8Ij0n4a698P/rO4vyvb28SEk9IE1ePrxnqD2poem8ZieaPA7fvL2Fc1O98jYbvBqcN70Cv1m9HeJ7vsueYbwStQu9vcEkPcMUxz1Wxsu9mfmRPBcgHj6Qpj29TP2EPb+rNz0HNKg9MH+LPc+yRL2sOH692yeYvKUQKzxha9O7zkbUPSSNBr7JyoQ9CqRjvfyy+j1l9re9DqVcvqldj71loou97d1lvWpL7L3L/CA8qOzhPY0mcT0dLmy8VQBiPY+Z07sIjo89kYRTvBXwoL2hmek9jaU4PYRNTT3bIWq99ProvSw2g70VCl+9U67PvLNIXT1ffEY98q+AvABQEL1X3AC8UZHruwUf3zz1Gks+jCg0Po30U73P2kw9zo2MvNO8QzpHSJ+9FY/ePM44ir2qnH296iW/PW935r0O+v+7GCjoPaYNVb51vww9jtCmvXKRIT4gKjq9pBgbviop/b1pjyi9mvgHvYF8qb04dsS9Thj+vZIZCD6ZfCa8YEC4PJO03j0lDNi9yRq+vZfucz3ZpFO9g9auuo/5Q70ia3U9HuMSvenPar1O6gg8uPGoPS1yUD0O9lw8VdMqPgeW/72asxW+vBBYvQSLtruwkge+e4wwvsm2iz3vajm+YZMFPkzLsz3uKMw9SeunPWse0b3OI4O7QLLnvY5xib3vGgA+UIlNPR2fsz3LHfu9cz2ovHety7zsYR484CvAvcFY4bxQunk9tuN+vfiZPb2/Rq28fJ/hPeiAlz1VF1u+Ld8vPQ3P3z3T1Nq8eka1vVVetr1x71c+TG1oPHZ8jLzhXk68/jNJPMN51b1r6DE98Qh+PbZdhj12Yi6+QADZPE/nVD0QOxG+Bf32vd/3WT2ndBu99VuMvSqpMb1F96g9oyvRPVlxkjwYkU492LaGPeG3GT6TX329F16vPRk0qDsY8Pi9mmrovciKJ7tqMYm8sxxmvTW2W72S8BC7xcDoPGdb5DyPFV494viqPRBiTzwtWP89WIWcvD2oCL1hNx+9SdPgPVv+0j1F56c8gi72vV1xPj77RHg9zCFoPuiK1rswoU8+GYnWPbqDsrxr3Q0+hUypvj1DY73Y2hk9Ip2cvntdqD0ReQM9jzEKPhmP4j3XPCc+gUXovb+Wlz48LIA++gWCPUgiMDt4xo09AtsaPdCuOT40m/A9gCeVPS2BkL2B8r+9vqGwPTBJK72L1EE8ZrixvQCx5jxFXAS9kfEwvWGk7ztDjQg9xe5hPURj57pEXK+8OjsUvXVBdD4VPAK9bOjBPI+iTT5Pds08RKxrvcN69Dw2cbG97kqEvZ0pzj1gzWW9X7JPvFKUozxU9bq9oAGYvfeJHr33Rg08H1qovAHM47y9Nrm9eBf+u6ZFkb1f/UI9oP0VPha82bvZVaG8zF4APrKdqj2q+ZY9BGn1PXp35Du2th++3tWZPBxeI75Qp7g9v9D8vd75RD0TND2+r2kXPa6zfb2o0iC9gBgtPW+11r1lj+G8sYg6PexjDr7M+6E9kq6Quhodtj1pNky+MxVbvb5NIj0FALS8IAEpvFZMEr1/36w9wKCKvctGYbxTcZw8qwH9PLMXaD0RBbi9rwZTPQy4jTxJHDK+djJxvhJFeb3QyiG+jfakPZXVu7xG4T67U+odveUhlj2AkhI+S8SJPANPQ71/vcu8he8qu6hFFjqUZBo9wkJ3vJ9XmL3BgGe95qthvgnF77yYQDQ8HH6ju8bX4j26uvM8lXfkvExgz7xWweI6t4WaPQQAOL0hvle8L6ZGvLnpTz7FpoS9pBayOgx9HT1gb+S9CvdqvgkTnD1HbDS9esIpPpgkxb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "phaSPPmmlDztooY89isFPYYOcb0Pfza9uEYGvQlqPT3NseE8DckVvRE4Cz1sn7E87hxVu+8XrL0qRvy80XINPQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 