{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}, "shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "IEksvXv+7zzvcVO+Bulwvo2nvLxS5iG9ISqUvJ+mFb6xKek9yijFPXAbib0fHY89x39kvu5TuL1kC1Y+GptEParB6j3WbcC9FEGjvENOQr6NCni+fTSsvQkK/z3E8AE+//V8vpEPW76gWFq9uD4zPrVCyz1giNE9OjKtPZLPBb16qOG8XA4avi/iG77jdx6+Xsgdvve6h7zRato9GBMNvX65XD4j1MK97ETKPSRNGrwcrjM+3XaKvSPFxT0hm/S9njjAvXiczT05tqA8BmWuviYckz0oNB2+WmwPPtKfOb5SXG89smAhvkFVtD3xAe07XmHUvfGzDr3GjIW+35+Bvb7cAbqv9MQ8TrKCvX2hgb6rSOS+kkMVvqGRFb76MQ6+oSMoPsMEIT3Ec2C+0Nw+Pe3ODL6QlfG9RmwfPDnwg76Ohqi8JuxLvmmb3zwOlt09dJEMPduNS76PTQO+yCygPTJspz0K73G+6RkkPVd+cL7dunm9i2+oPCf3KD7UicU7ivd/vYTfEL4aeKW+6v4RPq2hgj3GadS9kEKKPcGiMLoZSD49KrIfPUgnorx4eqg851E+PdVOT74z0A87hms8vprhSL61pTk+V/ZPvhRJiryqIDi+LhwqvhfIXL6Luf296XeqPdkWAzyrfao9CdHkvqEOqzyysBs94ssSvoMVoj1Y+3i9RGqePZtUar21lbG+XpLrPZENAL5nBPU8Tx4nvXxBdL03mgK9KUADPsnbLD4+Jva9xeo9vst8Cb5deby9+TAvvvePNb2uV1K8kbuGvoDU1LutCAm9dOs+vc3pMr3TVj++E5M+PjLKvrwFF6s9l0WWPvNHaD7jNCo+Gz+rvYULJb5ZgYM+UTs5vrY8lb7QvLK8R2vDPYmXmL7tryg+HdnnPFrx7D0incO9EcGBvtgnoT62+pG7TOIHvsiqkb4SXgq84hSyPSPkHz4Hk9g9UkgIPijGHz3iJFs+IVctvrri7z1/M0Q+Q0gTva08Bb4jpZE9cHeFPavqpr2Xf9C8R/akPUoxw7z/G1A9H+1hvnWHSr77Gdq8rhe0POVGEj7AgoE9myWPPaz7vT1dpoW+nZV+vhqs47xn74o9G5g4vKa0g743naq8xQ0hvtveH77SIVC+8o8KPcWEHT0502q9odjQPfWoTT3PYSm8CNqDPiwp6j1P5js+cFpSvmEKsT0FvMy9hKlwPfn0WT245vM96m9vPYI2iLqGJYk+ma41vQ3o/z0e2gK+bGADPO8HiLyLGfi9YtrRPUQF273Ttsg+0sRovfHuMD6Elpi96x9EvfMY3z7UdH88iBISvkN3WD0zM/A9ZYyVPWvpjT1MRr69YFV9PRMpVL4lKL09vVM2vjEIGz4iDwq+I1OdvcYUyz2qGse9A5V/PlZ5Oj6qS9u+6OSjvOgpTT0fD+a9EzG5PXZD5Lx2rSK++xHsuyfvBD7h26U9dGjuvDUGnb4F5qM7C6fjvb/n3T2ztf29U2y/PniPub5/DMQ7qHQGvqd6GD7UU6y99FDuPFi+Nr7+hTU+M9vXvaiZlLojUra9atofPMAWhLxvkqq8fOzmPPTFK77BXt+9lQZ1vDfLQjyaUDA76K7nPUUNhr5tnZY8wn/bvXRcnT244ii+6d86OxLKQD7d2YU+lvibvsLxIjpahrU+DojmPVAW27wGvdw9ipzEPHMRC77gfhK+Js/KPv0Y2j1Sneg7PYRmvmV2ez1tR3K+DmNjPaEqL75+zmu92PXJPVeZpz2v/ri9E1Y/PQENBr13zOM9kWrLPAgDK75Z9VK8/dOVvQBnjb4cPmk9Ep2nPizPPL4Ts2u+VB2VPYzvN76ZJbm9HDb9PT+JVb74oEo7+A5DvbeZGj3MTUe9YvePPoemET5hU6+9PRy6PcmcNL5gt4U9Qi8Pva2xYz5x/mk9hTn9PfVaLr3vZws+zNljvhGf1D0FSF2+CvNXvWDYaL5+w549Pye4uktBnr02b8g9F33fPb7ZWDySYp8+eKuQPU4W3b3DLS295BDrvOPz4b1kVAw+hkpNvjqrSr2M0hw8xGkTvonRWz1v/ag8udVBPs35Xj0L4se9AAcvvlQETj5UUxU+o8t+vpw3CD53voC+fl6wvVqznb3mqHG+bg+DvpRdiD4RkI08xkrXvQu0qb1R4FS+lwJIvm5+cD336Qa82YA/Pfe6vz2m+NY9w7uCvoSrgr6EuIe+PrndPfa81rzGENY75MEoPgwOwL3rJTm+rHlJvIqx5D36iXM96VdRvWS/tDxTeHO+4UfevTmCL77Bct09WCdoPBMWyDwj+um92U5oPf0qKj5PBz89DB3OvmrD8L34dEO+DKHevewZ0rzJISC+VpZKvrrdQT2TjQk+rqIyvpYrCL46Dcs9vhW6vVHLIbwDeqA8EkesvU3vRD060Vy+F0YNvgjMST5jSlm+xKu4vgs2QL4cS6g80aARPhn/Ub4KTj0+7mlUvr3PQj10RQe9sHlZPTqpL76ouD0+lwzyvbeiZL5wlss9P/lwvrIZC77g7TO8wLhqvvxbbz4I/Qm9fZEOvrl4cr42YrY8j5zOPeNyDzre+cu9UkDJvF04BL7o4IU+aeSCvghpgr1O+7C9cG6jPejxZ76cBpG9tRpQvUmkf74VnAK+S723PTDbB70y/kC9yly/PTgOKr5ov849QY8OvcbKg70VEwg8cye9PdSc/L0+M589tgiBvhCgcz1ZQwQ+L7n2vYwnAb49tQQ9L+dqPTQGcj4gHLu+eXy/vYL7Bbxslwa+rWBFvezhjT16Kgc+Dyt+Pu2ljr0zdYk7Nqn5POi1jj0WLFu8FLDmPZPlyr0Urpc88U6cvFeFIb5s6sq9NKnNvQbKlz3YI3M9DfYhPSf+gr6xHQK+yNzQPZDsiT3i6KS9EKmSvWlFYb6Q/qM++r15PSo36rxNpNQ9Is8Rvj+mKb3BmwM9mBxGvmRf5z1KQxk+iiCWvifxsz5gENI9tXb2vRq62b18UDs9XyEYPrdtMrz+Jm4+gmi6PmYG7r2RfJA9q0gLvs2ozbraNog+wJcLPpjmgL1AblK+Kr0lvtWoHb63Mvo9NDOBPp1RZD1aFXq+hQBOvpk9T75hGW+9alugvBt2BL7qJcG90+oEvvaPyT2EZI890LARvlpNzL1vQDk9B+AZPU+Tab6Ptwa+H2kDPqDVXL5vTa69iWlRPbgzOr51lJi+ksdJPKkmZD6cnxo+bti2PSZ+gr3AKws+Gmt7PflSLj5STog9RhyZPsAyIL50wDy9disuPuACR747HeO8dEwrvmSX570P3dm8bq4JPvhlvj5S8jI+2HyLve1Fpb4sI0A+/1EYPdJuXb37QJs+OAtUPrKIsD3miQw+ZFngPdOX7jyTLkQ+qkQJviS1OT5Uqqu8IV5Jvqulu70dzeu8nUSwPNXujb03hii8FqoJvn9sgL7GMMi9POJBvmauHD4N9+u+KczMve5GOL6mKis8/suPPbslMr26hOe8B0iYvXn5JT5hW+k9/CRRPUACpL6FhG49ZqVLvuOWOD54sJm+APYoPhVji71a8vQ9aBMAPhJGqj4sIAy9wIVLPqiOdz0ogeu9fEI6PIcrCT4/I6o9yOI6vtgELL7JFUw8PH+tvsmAizxppO69aoG6u+DeOj2XWck9HpGoPUl03j36W66+8sa1vHV6BrxhxRy+iOWMPJNWlzwcQsE+p7GTvjsanry2eRs9czvRvIktIL7/HS8+7vgIvPViJr7TbpC9pE2fPnS75D1Ws+m8GfVaPVoaQr4meRK+JQUUvm0fMz5eN4S+NlXHvQxwvT4MPkO+gJGKvTw6Iz6+Bwk+8wBHvTHkPD2C6MC8YO04vnqwCj2z1EO+xzc1vr07E778JCG9zzqcvQ8IuD0syfc9amOlPiBgNz3cPqY+DqJuPUNbMz22sfs8jr3yPXI1ND78lUG+NA1ePZ3ch76hgEw9QB3nPJmooz18XRc+JIiCPZY67D2VS1q9xdQovi3/gz4s0QU++YVWPks7Ib67Rve8KaAWPm95kjufCgy+lrWSPgDkRz76LxE+ddCoPXxfPr2r0cI9MAwFvs9AeL1EgIA7zn4DPLD/fTuEhVi7xnKzvtEAHj22UAA96WelPdosoT30bFe+7H94vhr+0r1EoTo8LzNSv6Wgy7yjbVi+zoQWvlbLcb3ZgbA+2wr+vW6z/T1XgYe+/P0uvpBXsb2tpeS9y0HQPfeWhr5LYgG9Au4jvndjpz4XQhM91FepPlvqJD4cfHK+s5gRvxVKVL1pory+WCcwvPpTPb6WZW8969yhPWL+yb2Wf2K+TtkNvkrRrj0zwoS8BH5mvsobYL4L6ha/BoluvtGJJL6U0Im+RrCgu18NrL1nSeM9uIuLPYfUyL2NhE071zQ1PmqnkL0bRHO90e5ZvvKdZj6NTH++aq08vpxMQb6z95G+3p7avGBbhb7MlY29RZshvmYTvr6Xzym+iuCtvCBqET7WXD88S4Esv0HGZb2rUZg9viQ5vpiiKD77dIw+FXAKPNgLDD7z6VO+kKVsPuRC8b0iZ66+ms0NPr97wL0bYh4+XrUMvlZvrz2JKAu+tMAcvSZS5Dwj2W29uaSXvhed2z2lGX+9t6yFvdUAWr59Qdo+eNPavUbZSD6qFdW9P4EdPhgLU76nD/M9ANd0PNT/Dz6Q60o+RobmvfL+mL4qcYM75hGYvqC3jb7xQ3O+Al7tvoXP8T1WCpi+rphUvvi2hD7nuya8+TUsvZr+9b20OjW+Vt1HvmNll75EEUk8yPnoPYkrTL3pNv072gM5vtFqvT39jK0+hvLRPCIhWL4UNE48hNw4vsR4Yz4Zyws/mtX/vWDamb3xj2y9hGaMPnlX0D30alK96uIPPjhl37qYqbC+4lnMvUh6Db6M+Pu+NxSHPrTnlT7HaRq+KcZ5vkjjM77E0dS9UR1NPr2xIr0mZTE+To7PPebSajxbti0+gqOBvXWvHb3mMgS+LSjmPLUyyj4CfWi+twRwPLn3bT3X7LY9LxJHPsX2lr74fLC+f1aEPFd1R737h/U7oF+jvZ7yxLyksvm9qfeTvtShPz7Rt6e9YAfMvkIKTj4ngUU+Am9/PojhGz6HxS4+uqxVPYAbg765X8A8oq3TPfJYND0oOlo++X9ovmSAR77RoSa+SsEUPhihbL64hIW+plI/PqqCAj7Nx5K9uJsqvg0LVz6S8Q49FO6SPSfvWD77ES48U+yivsmXBz6+lmQ9U8dTPc6GzD4iIQc98T5gPjQWNj1XDZW+jEmxPAHWiT4iDZm+1vMLPNw94TwKNoy+AxwqvXrj4z5PVII91LQMPllYUj58iJK+kvV+PTZ7JL8B7lc++4KDvUSQNb4EAuK+4mcGPlK3rbx4X2e+no7evrgqbL7MGgo+4l9CvdJ4wD02VCa+u2DFvsIB1L1JeRk9jISyvfxUmr5RGqy91Au9vtOsvT2IHw2+wkjYPQLgir4GgTk7adOsvSZmjr6VsKo9uSyXPUawCj4hKPi8VUxuvot2Xb5KjkM++8+7vZQ+kT3WWK889lZlPkOWo71gN629DuoEPswOlj5sWwk9itDFvUrRA77TmQK+S3o/PpBfuj3MhBE/mVekvrPMQr4GRi0+NwBMvuMznL1R1q2+ca94vD9U9b2qZpU+6vKuvYH7sj4UVVm+tKaWvVRelL1uIzY+PsarPu9ckr2/8qg8ZgdLvCSflj3V6049SWMcvYTWvjw6md48WyuBvLU9MD6qnIC91Zwcvvlaxj67zJk9g8afvDylZj6O0uc9pOIavg/vFb5eSLE97yMkPhV7573osyC+zj5zPWQXob1QFv0+g8BPPqUzsj38O7G9nkpGvmasgD7nDCO+lqVdvumDGD702uM+Trg+PlPuhD0Ru3k9o6aYPokmpT3m84C+v56LvfbvYT73l/W9KusXvdoeFD2FH3Y816cGvtaMFz7WF2G+rSahPv3t8L0l7zK8D41ePsGbxLzCY1W+IxOfPmGcjL3f1qc9K42vPqsP4r0lH5K8k6sYPqOKOT4eBRg+CVCJPkMTCr4H0fq9WI5YvIEpFz5gTAs+qUacvoe3Er38ka28rR1DvSLxe74gONu88eozPnt1QLxtCWw+pY0vvZ+7Hz47L5O++MyJPptbPD6q/vE9GcQJPf6bLr5XY1c9zpFIPt71DL7AQCi+5lTZPVoA773nxA8+wPjEPLJWjr3s9r69TQUoPSSkHz1IjJQ9ACgOvn70oL65nng9kH6IvsgHj7073ow909QevuwskDzT5IG8Lg7QPG8yzj2o/Am+yc4CPsbfDD7njQo+guAAvmPykD3asxs+Vfv1vUAPh7useT09qDbcveskp71P6EQ+jqqYPeL07b1Cosk8MVqnvSfLhzuB/L29Sh6hvoYOEr76BEy+1rQKvm+6cr7X40u+K24QvmyXlD2XdLG9yZYuvgZFnL0jBJQ9HFXWvc5FUb7BLBe+RsXsPQjSiz07aq49Q6+5vbntmryCsQq9ENE1vRaGWD0DLUs8H8VGvDcSpr07TZW8eE50Pt6/EL4PDha9DZcqvoz9F747Nag90CEbvqi2Xj1ExyK+Fn8svp300L1oasW+YWAevv+VJr1i8/+9a15+PMLQpTxOeh++yJcbPqd6hT6kNRQ8lIoDPSizGL5SBQ++EdXMvQSHez4r7nm9zTogPvplmb6IkNs8FjcTvltDcL76Zcc96B0BvjpPRr4m2By+K6zRvVCqwT0mNYC+6OTsPA9kwDxDvkO9nPQIvejIsTzyuBW+iopKPfybf73lxpq+sc3fvUPWuLy6+hK+cGDHvnJyJb52oJk92e3bvdRe+T1gSaK9pUjSPSuRVT6CUzu9YfrePWC1Vry5lt89G2SOvlFuKL666HE+pQEOPQ9JHD5S7Da+GpZFvv2woD0vyju+lp4lPuTFcD6xJGW+gIDlvdUfbzvQ6Kq9mUWJPeOGkb0Qb6W+6sV4vqdbv7wpnS89CAWNPpTgCz6mVPM9gSD+vW26gj4FJEI+85r0PX0GnT1gFIQ9BDJ3Pdv97T0WREM+6m3nvcfkH76J9hU+/Ho5vSczujxG+Ym+JLKDPbXUlL3edmg9QDT6vDjRvT2ljKC9K2UcPg5VpT26D5i+RaeVvgAuB74Heyo+FImDvUi6WD51nPm9s0iGOw2tYb5aqpq8UwIkPentpryMUsa+nvyTvrIzkb0gPZ2+sw0avhnUVz2TUEm+mn0iPUW99T27ebA95yddvl7EST6ofwy9Vn2ovRY5ir6re0C+8dPKPapKJ75YYiI9tanvPQw2NL4T8dy8TDgcvdA7O7xy6yE+O2OBvV5d0z3WRBa++xxNvonNKr5ABms9RPtsPbQ1Iz7AzSI+vD4pvkdwzz23vmY+v8PNPQppzT3DdkA++H9QPT+ptrytqA2+1wHaPeM0LL5as1k+f2NdvnHFqb0YPCU+FApxPoXjzz6cGgK9oYlpvimTh74wbw8+xyjdvTUgKD5Dxkc+J+RSvgSb5bxjT4O+4bHsPSUhGb6t8GS9+GlCvk1P9T24imk+E7STPb4xSr6kVoO+K+/NvQVsob7/0y8+GVNQPU8qJr4z2JY9D/1KPkeCAT7MWYI+lmKDvoHVB75olgi+smk9vTpJGj7eKr29aWKAPg2Qg75rmdw8LD7ivYS9TT0P2JW9oA8EvnB9GbvP4fO9cFYrvh36T73qNCY+3cY6vmVv8b0OU5g9WbqjvWYqqLzbXY4+l9VoPna4ir1dWoq9i3dJPrONmj7uRkE9/npCvnYeED49uis+rrEvvXHIgD45q6a9MCxnvRQJEz7EoiI+bosJvkOvR77rhvo6Yj09PaYTCr6r4YK+aCzZPqE+jj0PsSM+bXVdPWmA6TwUC4o+pf3DvYkJ8D0BwYk8m/WOvlm2Hz4upoo9IgTYPaaY+z166887PCEHPrUg4T09JOG9kM1ivWuiKr4FbZa8xU9UPkdon73BV6i+zZbfvereWj2M6Fk++1tLvlTBAz2X+ji92amaPYg62709MD8+vWihvURS4T0/ugg+6k4OPpQXPL7DUfU7le2qPot4iz2iNJy+qzdPvrlNzb0L1yw+ZhjevAJ5KL0S8m6+xcbcPdCVKb5cYTM+I+bGPQGvnb2wyzC+7TLQvfblXL0ns7c+K7bnPSYr5zvruA+9ghXAvAS7cT1CH4o9eXk1vhuZMb3w+hA+j7yfPlFJnD1r2iw+65pFPtvSSL2NkrC93szVPet4Nb6wJSc9/ApWPbNgpr2Zl1I9QUykPtC3+jw5aaa9cBcbPfLjCr4UQsg+mFjTPGEAz7x9Y7w+xAkMPuaHwbwTA4+8Q4cTPq1R8z1wo4Q9ctoLPIdatL2k+Jm9W/0FPjjlkzrBYUw9vrrcvQM9/DwiB+q9KhwSPuJHoL0krgY+C4GOPSgjTz2DtxK9yVU0PXDotjzQjRs9yEzZvbFA4T12MUu9+RjRPdqR4zz7sQo9lYHePRCRBj49Mr498Kx5u7UssT3JA7u8ykoGPh64gj2qbEO8ixCEPYl/zT2oXjK7/153vCfmrz1kCpq9rC0vPXwowTymDTQ88NqiPfkLkD2l+wW9+PnGvUn6KD51qAA+RfnXvcAHXr69cIm9PMZsPpSzEj1KOws+rhucvct6Jj3nRAE+A41tPndI17yCI549FWQZPYrQ9D3CSD8+INbzu72N3r04xoo+qlFPvkCTND5lQge8/AzKPd2ICj5nxBy9sBftvdWu7j1Op7a9CIb2Pf4Koj2+E888qThzPnS6vzxsc5w98PYJvnlk8L1sfjw9+2tSPu891L3Ku0w9JH5Svp981DsLFwK+zBwZPUrYtL29xTG9gX0BvWtTx7yVUGe848sAPlzgVT0vzxq9n8ZIPFOPfzxThro9DdNdvp+okr6XC5y9FEibviF27L1yaKG9J5bEvJ9thL0UgRq+htMVPt8Tqz1bGeC9Mun1vcUzrb2XUtW9iUNJvgoPB77bU3I+2PCzPUlXoT0jmGU+nwQKvSNVgj1uC/G9JHbevVhkaD4JU0U+zXejPcQ/VT4vzzO8ezCUvvgUEb4oDxC+tkCMvh/aj72W8go9RzgQPmQpUj05ogK+6CcIPqapRD7TJYs9+Z8ivqVgDD6evDg+urUiPqbphr1didY+LzWpPFkHNj36Dri9btmWvQIpkb4vF7M9oyYNvp6Bjb7t09W9EimEvRe3nb3Bfy+8y6diPGRtWrzcFHi9HOLZPELswj5olxc//RhwPOFHm74fm3k+CWWivvhoozyOCfW8N30UPuZfjD4V85g84v+zvpBIuzuBwEm+QACXPUYEgj7+xxU9N/6yvhVfOj6DdLe+0G7vPfrVMDw/wsy89KbiPWD6DT4Lhn89zhMLPo8cpbz4BJc9w46ZO0f/Cj4xpkK+DBkuvVe5+L03bgy+XSkivsbku7wZS++8Y7JKvXJdZj6pvQ++JhBWvSKK5z0RyeA9E1EZvS15cb5nFDI+r75HvtdRLr5sOK69sIE7vpx+UL1sbMk9+IC9vVMTPLwP+4q+/hk0Pov+YL7Jv90+rPJKvCcoHL380Vq9JkaWvsp8yjxMcYg+r6i2vUmqo75qbKE+73VYPShFBT5dJ+q9Gshtvi3fBD60B6e9u13SPSneAb4BUZU+x+4lvj0Ujb2Ab449DRgGPgNtH76ovku+u+sCu36M4L3PlTm+IvKHvD22Jryl5se+EC/6Pc3FrT0U0vW9nAuQPcecqr79lQy+HYxePtLBCzxOgJ69e6spPeY1Qb7UhCi+uqmMPDG6DD40mSC+Att7vr2ZMz4l4A89M3f7vdm9DT0/8xW9wJojPopL0z6ukgE+jBzDPOXazD0txXo9MyqQvWDRs70tNLK92/mbPk3EuD0Z2Zk+LXE4PpA/nb7Q/BG+8A2nPOdPH746zZe9J+bNuy+AEL6dbUm+XIA0Pk9Knr7x09Q+H9y1PW1QULsluoE8XSSaPdEMpD38isY+878xvZQTbb4YPDi9hrGMvgvrhTx41GO8cV5Nva+fL76Aoyc9mYC+vQZydL3WKQK+m1h+PpzATL4nZpk86yQGPj8yAD4fJUU+eKINPsKDlz30vXS+JsVBvQ/Inr0w09W9pKqCPJBrnr17Cgw+IVpKvjodnz0c8dY9N0Oxvg+fTz4njdA8CXeUvirnG77wH5A8GoiHPQGhRj1ckB89S0oYvgPAkD6/L5O9KGcPPXi1cD4kBYq+040aviwjBbyCJsi+8KZjvSOFT74G8u89br6wPkcRcT1FYmI+Uvg0vsfphDyHmMQ8o9FxvIEvsbx1hIi8O/hqPYn5R70B9x89DTmPPWzt0TzVfIO9ZlT0vBRI6j10aX0+33qEPeeIVj3Cy2M+9djFvWUuZb7e/J29TxrpPQI9Mb3Em2E+Rze0PR854D3JeGc9rogIPgmY5j2DFog9hI5IPuNyW7zc7QE9drKXPYNJcz7DV1a9I/QWvY0xCT4CKgo+ojgaPT5Jkj2VqTs93Se4vWyaabyjC9E9GLA6Pr+aTT65G8g9yG1ZPV5VTz6FW0S9PoolPbGk1zz39Q4+s0qavCTxwbvjTd29lNcMvcxOH779aG89KZvKPSE4nr07EIU9rtOSvaQhQr3Crg2+0tB1vcqLRD3pIAs+1P6jPWgaSD4flO09oK9dPvG4fj6O/gw9x97WPW+I9L3y0226G0LWvbG1Ib7R2DS8arEKPnWtQD7ZEP69IYBhvTBwAj6a9tU8zCgNvtMs+Txzi969rKPFPNY/bb2ImRY+Off/PZzB0D12Wiq8xDYAvtWg1r0MDeM9fPf9PeWmuDwzSdA9pC3EPVnJX72yv0u+HK5ivf00WTz8eLM9PrQ9vYhfs70PXqy9dohTviiTWTxZQmQ+utgVvuxBOj50+Iu97zMGvoqjoj22AOk8CIb/PIibqD0AABs+tWYJvssptj1/x0S+VSEGPtSzdz1CkwE+HEPePBvCFD7WvGK9D1aDPegCzr0SNFo9sGdIPitMJD2l30c+gAhhPux5GL71gQ2+fsz0vTP9gLzUJIq9r2ubveG3vL1l+7w8Q9rqvUowMD6aWJK9O5WSO2uFiz6xG/A9jk8BPM3v172sS8U94gxAPVJYgr6fQ9K9TYUMvAHzsT1BDk8+kqGLPc2JID20luu9pQwXPhBOPj3gHZ+9vNwBvkOpVj3Q0Z68xvJBvlu3DL5GYJg+v4uAvkNYu70kiYI+OhelPl1YOL5CQB89IkMPvs25yj7p9Os+WHp9Pc+MHD5Xpmg71tLwPfvWhL05I0A8uxoHvjKgqD1ErqI+N+TXvFpq9r3aBmI+WayjvnCtiT4dnlK8Q3PCPW6r6b0l8Sw+bAdEPqSI2jxNlKy+D7HkvYlwBr2yh8q+PjJMvrF4Ib2ajLM8dVNIPbx0qrt8Gbk93fpnviBrF74O1ze9yrGvvcsHsD5dVr89s+ZIPVK4wD5y2EM+XgWpPSpXP77mYnc9Zd9tPD+RLb4ZjTW+toMIPpWBTb5JBEA+OfYGPpEVkj5L7AE70g0TPqev7D0lqnQ+/EIZPnuVFL4f5T899pOnvjJ4WjwS8Y4+UT1svlXlUb3zfxi+1NKMvXAynj1tPDa+ZZaevVTDLr1L/jO+n8h/vY5q6L1+W/Y90HfOvW1x1T07Si0+4JDEu9XA3DxjHAK+4OWbPDgUjL1ERiU9F74wPQAuYr7GU7Y+vIyHPtiheD4nEaW9bF8FPo1NIb5+T/M9nOtCvivRyT2uCac9jg0zPjfxab4+ZHa5ts26PjMkDj7kRg09Gh5PPo00pDtxnoE6qr+mPWy6p70l+mq+Gb7hvQVkIb4yvd29yUBIPkC9XbzbyS++cSaKPRDWD70LZjs9qy7UPOo+wj2dR+495n58vqx4nj0eQ1w+LrPmPH6ZHb4yQfu8ZxN3POCFjD6ZhyM+qcmnvRB6tT36zm690qeUPeR6K740Sk69DIuZPqlOND6iq7W8KUl1PV4SAr5FBvo96x7ZvXJYAD5/uXM9l2VEPTdjH74OW1q9jBaZPR80Kj6bPSe8Kmqevvlw6zz0keK9QM9HvVGizLy6HnI9omZEPmVyWrzNdo69qnwGvswXJT0Vg6w9MjVvPcreA74Dlk8+U7wJPjpFUD5Lw0U+lH8uPpymiDz/z6K9fa4wvnx7Kb581bE9DoIrPokFAj4OrnO+edqdvRNCSr6W0l09cjlFvljQoj6l4J09j/YDvXoIPr6AEVO+auaKPljyY74kDgA+6fWlvdQBUD7w4gw9ziwCvBzchj4rtzw9RchyviqIdj2BVYA9D8WQPgOYE7wz8Ii93KZlPukh4Dt6x4q84FFgvjN36D0Toa09IxcavuMlF77f3J47wSC1vUyFET71f1Q+Egl5PkO6jT19wAm98AClvLB2lz02DoE+fLi2vTTqiD48dUA9fA3EvedYH714k2u9vvlmvToHNz7Rc0g8QSxnvZc+Dz5lhQG9L5J4PiRlSr7B04S9qLZSPWw2JT6ixGy9Uw7JvbtVp71yOwM+ZM92Pn6L4b3eNs897oyxvA8stL0JUN+86JnbPB8aRb3YwDw+6meoPbheqj08E569CVKCvKmQFL6obRw+4WXDvVdUEb4bUT4++ZLbPTTgEb4a2sU9KCQQPkRwCr5AxDY9c/jVPZaCFj4i7Y4+n3ghPD62CD3DbpK9EN35PLT8db0fYL49rQBWvZ+oF7zXC2E+Q7OIPc1+CT4Wkg2+bE6xPYP6zrzzB8k821iePYgK+r0iWVk9tmS5PdmNqT2tmxC+PEBFPrahpz18Woe89tNyPY3BFj7yz/W8wMS6PYn4Dj4FXeG60xcdvYBoPT0aHvu8YSUnvrL0mT3p7BK+0AyOPrll871nG5C9n67XvMb2yL07SJa94Xk4Ol6o7L2y9Qe+K/LvO0Os2L2gVtk9v7cXPrsVhL2G2aW8c0s+vbRgAj4RgEI9yFSoPa0v+D33WWE+FfD9vaPFWT5Ykjw+t6S3PfJQXr05GI693frgPe4bV76wlf+7l9DFvvUqoD6tDR8+yCR/Pa5SWD6dGuG97W/tOitrHb6zI4++yYulPmqk2L2w6we+n+ofvodDDb5bP9M9dFn1vTi4cD3NSM+8regePPPXzr19pEa9qQn8PeWsF73Myea98r6XPbvvtb4iMcs98mquvr2dHz4S7sg9M8jIPS7p0j3EqWy+j/p+PS6mOb6FN6a+u3QmPsru9r3Kz6K+Ib6evUjKhT0P2mU9r1m0Pq5seT7pT4E9G8L8vW21bT1Da/G9ikOHPgIYHL6tO2a9WNxVvUvsgz4KbkO7ys5/Pj4GXz60s/U98BvuvDdi8L2k+ge+dGLjvZ32bT7D1ws+v1YOvu98XD2nSTw+8ah1veVpFT01jdQ9084uvVCVAj7oa4k9UqjTvPWfGD0/ljO+evw9PuYLFD6RQlS+zDdAPWZScb5ft2E+ikNQvNMgNT6U1l4+eVMwvu99Nj2vJms9I4ajvRZ7FT4JCC8+IPW1PXSSDz6exLG+/voZPoktgT5tE7Y8C+uQvraW6bz8PIq+gYvfvaA50T2ivpI+wiD5vNv0XT6rTs48/zYrvpcZqrxt3PO9N32Turf1Ur4aT4C+niQvvkquK70GwEq97oDsPF3yrb4s2nK+4IvfvKNMkL5PR1Q9cngjPlfv0j6R5Pi8Ug3WPNs8/TwLbpc+8XY1vvB4DzzAvjA+sIQpvqWjFT61Sbc9VTsWvVGjqT2WxBY++hqTvSWSEb4XXZk+uIBfvfvMhjznr6490V1DPa6tRL6n1uk8wOVrPpyXBL49fWO7gGunvs2cKj6y2b6+XVjHPqDhPb7VbWw+u2K6vWWenb1SmKe9VFeDPoGbdz61fTm+g2fbvAc6CD6j38e9C1EdPWvdAD7pAZ89/VoEvuwPkD2GXRY+YH6dPc/VXr6gNPI9+3WNPuD5Fj57TOs9VNL5PK8HKL4h+VU+NUz5vNeFXT3ZGo6+ukzluxGEaz671gI+gnYNvow8wD1aZU2+hxKevuHwyzwFfHC9XM/HvaaIzz7ca9s7co/LPUabIr5MZK8+uWmZPiRQUr5ho8a9DbF8vtctBr1eV0M8k5aLvnVzDb4OKyK+wJWhPTHwPr1ECHS9G4rKvTCxojzfmxW+sdSPPvz40729Q7++nMaxPH7uNj5NWxG8c+a6PmPOgT4Av+M8+QuHvVBNzb3KgWc+DVdCvhDnfjsLNEe+3fktPZ2J0j0buRQ+0Jhvvr5iwb2ysxe+S2CnPV2EZD5YfAU+9mIyvvlPKD54zs+9q1NJveMQSbwfH009vY2lvn4Hlzxwhku+BBIyvtSYbD4wKjY+Bve6vae56L1Ph0o9ZNSpvpwe4buH8Ry81gQovtnHyb2lpTa+5FydPexkJr70BLC9118JveoRZ7422Sq+X1pCPj85Yr7IT4G+VznPvKDTOD6NKoy7mBJdvnpgqD1zp5y8sPJ2vs5EnrwetaK8LqxivUdBW76tgwG+QEHSvXLeGL79lf49JGnKuQsOzL1d5F++cN3FO6H9er6GPBq8irZFvg8EGj1sZGy+4c8DPlseU76szMs9CZbhPCvuTD4Xf3K+66vjOZ+s3bzwZ5e87FDYPDExYL2P+n2+Czw0vmelS77MqNm9mz+1PADRzTufNi69yAtfvVXFAr7eYA2+80vnvPXyWL5qf7e73wswvoDaHjzXpvu8/tOMPGoCn7716m++yIPqvUp9fLwfLxq809YvvRdSkT2erQE9fMaKvYCFxjzAMdE9R8DIPTL1A7t8q9w9D2GgPb3VQb6sCbS9gweLvagUOz1j/Qw+xq1FvQTq372C9G6+InVevtp0Fb4+ePy8ioXjPSOBHTxeUIK+Kf1MPWxohLmOAtY9SDRePS/R871Upyc9RstPvofMhT352yG+R7PGPcx4TL3vCf69IFkivqNae74elL09T3yGvMENMr3MB4y9qhDmvYLWwzxS+me+RbfqvRWLZL7/SRA9I8j2vSTdLj2kdr69l9JfvkJ4nr1qIVu+VSDXvWkhUb5QnKi9+pYrvrGMjr1bG5++VlKZPjLvNr5EPWE9EYjFPJxmBr7pigg+sgR7PWgKRj4CddU9SitYvvgDM73n8as6Wy2jvOYXS70uWiS8wajePQ7yqT0p7su+JPs1PooEJz4++mA9GM9jPjrGj72yt9O9V1puvgt8dr1Mf+s9tQEMPD84LD5FRQy9+JGevlKrWT4fG5O8KLIEvluh8z2dToK9mkg2vhHobDy4lIA+yy1AvgphKL6tdOE9sLiJPoLA076RTJ89xyaSPrA7hr2sFFq+114wPsxLnj5MogA+Hxl+vnbuX72YOcy+5bkkvUt0er0RRQ28I6JMPggZhz5hqIg+2A2IvRsW57xN5pS+gwWjPqJ/HD628MI+Jga0vdTJozy4CrG9QJH/vD46yT3zFQ29PXCOvlhlxb23SFW+yqv9vNkh0T1Q0vK9eki5vRE4jL2vJo4+nhjiPaYcXr0S5wq+YijuvaDMGj5VFr8+QWqbPcqKrj6pMjI7nnemvdxfiz3VlTC+jrUxPqMRfL5i3Z0+fetPvmM5Fb7EdiU83bDdPDOF+T12TjM+5SR3PtjCHL7YfJi9ou2KPq6nF74Du8u+/io2PVMg6708zJw++5tLvY3y570C3Bc9RXS5PVc7NT5/3ms+RAwRvtBOX77YNuK8U4brvcACADwAm9A+qZgpvpueUb0IaQe+hfuuPjTMGL7hdOI9tgQ4PjUNKL4EcSc+WvVVPt2Etz0YdhK+PvVDPkblyD7Vh6g9t2H/vNjR4Dy/+709TQlcPj/6mT1xS1Q8V2ioPSk+pL55egY+tU/XPX865z1ISkS+SE4RPuSHJz3qg0W94LKSvmLDmzxDoIA99VttPm1hFb5jTFa+DaWoPVd9CburfBS9S7hpPjSmPj70KD2+Le2ovtnqujy651++b8gfPlAd8z2Z71c+G3NOPVfDcD5PhZw+S/uXPqEyL74zg5O7TvQDvVob2D2b+4e9gxFyPZBqtz5ZpgI+KrsVPsalOr5tVgU+Zx1WvjsFGr2bxwe+lOAFvoZVF75QQMS9twrEvp5+/L3Wn4E+/BSYvStuej5ebni8hF5TvkaB4zy0cPO9uBYFPpRZ+D2yJ44+D65NvUZS6L1yzQ89jChdPoYJRr6sUTM9XANOvqXacj4ojJa+zbkXPf7cIr5DTSO+mbSGvbpHLLywA2I+OOoAvVQB7736g6M7lmR9u+IGuj1cVdS7yatmvLuB9z2RJE++svtzPnFYrr5kMBW+4NaAvrc3ED4982s8OcVLPqqyVz7E+4m9ydqwvbKalj3JRgu+FTbJvpQkvj1Xusw+Y6Fzvm/he76slv28hQklPWXMtT3Jjdi9CswoO3ieSr7KKug9ZUsPvQhOCD7dV4+9bvOHO/TXoD1tJw2+96DZPM4KRD6rjJW9dk9qvrarKj0deOy9n2gsvbX7dT6rZ++9W5O0PqqpITwqPky+KDELPjgJLz7s0G0+BWXOPYc8pD1JHm+80G4gPmb7i71YZN88Ch9zviScvb0gOza+BRq+PJIfuT0YTjU7acxGPsOcwb3fLEE7vhaaPR3+kb3+pI08RW3APkKkdb1MhJo86yqEPNGLOr68A969frxHO6z3wLyM7tc95cn5PQhvkT3l8ik93u/vvcdIBr3PzAu+pK5QPrrfJz1ZQiI+x9wrvtg3Ar4SqgC+p1/bvVFwKL3VFJk97tcBPigR9j3aCNS9sNG3PKR/JD6iXNk9WnfVPSgsB77mKo09ebZkPhC0Cr43x369DPXtvWKVEL2AF809IkADvSOxir7X9Qw9wZI+PqtnGj37bqI7CrTqvXl1Jz4W3C2+BIUGPMucjz75PKC984ovPoJ9kj2nBoi+uX1IPfZwXzyv/dg9u63wvWhqNz7O+2u9fdvEPMv0D77Z84G+49WXvMBz/r2IGIG+qhPcPEgkR71bYUY9Vz3WvXSntbzt6Kq97m/7PPWkYD0Wyee9MEsTPl1Stbxojiq8iavivZVMFj40UT+9QLN1PWNNxT07qH69meRUPmMgPT1MsRI+1g28PYWWnz6FSwc+AZgLPoVnAL4qqnu9ql+Bvkgqnb2nsAQ9dn6avmZlRj72WqM9pjdfPkJvkD5fEHO+TxWGvqdJi7zpXcm8dDW/PTquKb5YpxC+CMk0veF/qb3y5z88uZDVPNxCcT58Vem+SbXOvQecrLzgEJe+2l6IPRwin75uOGs77uqCvifMxb7CI6E9OY+EvjnQr76OdQi+oFV6PpKSQ71iFbq+Zt4yPj2qLzyELA++P4DSPZfkgr1mi9W9oaa3vgchKb4FSQS+wvwUvlGsBD5Lgg0+Xq/2PS5jRT7iIIC+rCRFvnv16zwX67g+HY6zPFolF7wFS5y+7jo6PYeGXz4sNdI+doCcvmfQRb7StRk+M/C9vRK5kT62jpc+J6OjPRn0DT5ipza+gaaYPfE+4z3TddE9z3ydvFyW7L3TjJa9YJgvPT0DcT7EbwI+78A8PjsR571gXIi7V6YpPUOYYb5U364++//uPWC/hj5gu4c+sah0Pu/j8T48Ua2+36EnPly0+z2/hca95n/yPLgAz77uRZa+Ze9UvRBt771piWA6KPtwvgDTpL672Aa94H4KvuhNbT5mKs28but/vtzbgL5ooPe9UHiyvvdVET7LbdE9KTYJvTIBIr41+HG+J59PvqgNwb3FtAq/xB+Au9rFR75U3sG+VFCUu44hor2KlL49WE+avRpY3D4vQ/k9hvW5PfPmUj5X+rS9EA5evauxfz303FS85A2OPP5PGbzzNUS+9X6YPmBihD68DhW+/vaBvrt2Jz4trKY9xuS5vfpJOL5FOJA7wzOMvoLxID6GEE89xESRPtrkCL2hItk79XP6vROOTL3v1vS+6G6svky1xT3sKg8+HhGgvc7rOr3h7qO9bSy3Pa6k+70uby0+YPIavMQmcz69b5++tq02PsZKtz7Fa2A+3Z7pPX5Dsj7xZy0+BzbIPSp+Pj1bEU29vMY6PoHJSz4TWIm9cmXAPhBDATyKpzQ8u+lOPkmkZ71XN3c9mTcyPhoYDT5/lbY+Uqw9PslpDj4jnHi+I0cZv+fzKT4JWCo+l+cOvF+slT4PcEE+Wsg7Pl+Evjw6roU9MyyOvfSjiL5ORtc9xknivR31vL7hdJE+DVZnPfO5zr06xGs+WZrhva7EJr6CPaA9tjLzPIz2sz6t3C6+XuofPuFIbjyXsQ2+rIKNvn7Elz72FnA8w8ogvqqeGD5Llb+8RcXCvqtZt75CCzE+DUubvdTREL6UmV2+xbSnvNtnOL7IOuU+rcySvqH2RL3BV+o9I8g9PhX9cr5n/O49Jh04vqXqlLznnZ09GTijvpPyXb46m5a8FaOhvMYxCL0ydE2+R7eIvuXSVD5SAS89KZcNPjo/Br6PLhO+tn9WPJ0kVr1saUm9eE1oPe8Zlzx4rEG9BRcUPu3PRT07leY8Dj/ePWyVAr4CVjM+OqbKvedT4TyQaQG+GGp/PnPqvj3o7qq99Xi+ulX1CL4N8xo+w0oSvfZBL76P9Eo+fjSvvSK9gz2gHlI+31zuvC04Gb1z6+69WBSXvfeG6D2Kq9i9fZQaPdyCcz4bJsM9zOfjPZD9jDyuDjw9FtqwvLvetrzGkDq9QQ4JvYYxzz3XBJU9Zh6pPZkTVL2sPWU9VCI5PshPqr1W9iq+N386PV/i2T1SJ0k+111yPfIu8D1qkP+9Shi/PX/hDz3T3La9WQtZvZTTibw1F0++bmpZPrb+wL3Wria+rHOuPEr7Oz4z/oI9fqDgPejnPr1KFV++cgVXvbeZC76pjeS9EzQvu40nKz4cdg++f9C4PFMJVj72wLq6WjyQvIQjorpjGxs+QctQPi7yT74P32m74dWdvVYMXz5cYPk9SGoXPvIpBb4acGC9FJDeu6pIMD1HzYM9AerXvTUInr4/KU29ofL+vVTMzb2MWD89P+xEPY/V67sA9wa+W6JEvfWd/j3KljI9wSIvPW/ebT5B6GI9eKMvPbWyrbww/Eq+SngLvkSQLD0S6Ou9rYGZPCnmo73sogw8jbaJPc9xqrxsYw+9N5fBPZuh872X2Vq9wQ/pPbq4sj0e4bm9eEssPr0P9L1YFqM9wzE9PbPRwLsC3qK+GmAePfUYBb38Geo9X1b0vZ28yD0E6Z68LLHBvlI7u7xWip+9t6vbPXuMbb5TASe+YmOnvPyQMb4ncFy9+reIvVJNA7zVH6e8BNobvtwMTDyzNtG+jWOIvpC0Zb0AYK+90h+UvX6bAL4w7KW8uOZ8vpjCoj4NJ26+8OIWvDTMoz47XIq9j2EOu+8QBD5U7QY9AQxDPtEEsr5PXVm84awsP65RxL7DQIM+rutFPoK6ST7xX2w9OqbkvZqsnz4zQ/g99tpkvqnuv73ahMM9+wF1PcNL0j5+Hwy+8O8IPoR9uT7AQdY+pA8EvhLWHj6vA4++Bmu/vuw4ML4MhvM9JPVHvmznIT45GgQ9VY6TPsE3FD6R6NE9mlsgvvSK6T0Z9H09T8SRPdKdRj4EGB++WG8iPHaI5D3xZt09yw6VPuqahD0+q08+x79vvuRpqj0nE/o9/PdLvbCrOj5kQve9aywevkHY2j3oLXK8fFgXPumGqjxmnrY90ostvcFCoL7q1tS9TYvYvScPYD7wwcy9gKRmvjkCCj5QLAs+XjQnPtnesD2GxNi9SmTzO0V/zj1t5Si+52Qmvjp3Fj4mBd6+ip87vqHjN75MlFu+AscZPU0frr54jqE+39XgPbRoGb57j1K+qF5oPk0s3D4Baj2+7gb1Pu+shb05zGs+aVR1vTAWTD12yhO+UsLyPIIytruek6c7tdN8PojwxjzEvM27dhRrPpK5170EV1Y9hqUBPkkeC75HxOe9POVPvmmweD7415c+AnARPsc4m77cCnU5aAJWPSoy2D7YakC+OZMQPqeh9rzcfwI7SIiyvRYaVj2xUEE8sao5PdCGoT1RYhq+OZymO4Tenj6+0Wq+Skk8Pjrxxb2lYBq+y4yEvkMh5L1Raqw92s0SPvsInb7XN98+I8VHPi5TML77Wse9Hk+iPZ3Mlb4xPZq+f4+lPYbmHj7qrGU+eYtWvk5xFT7OHYM9pXwsvsKOBT6AwRK+e7yAvn5zG75hr9a9lOxrPCVG0j3mV2g+x6mrvbtIu731bYI9f6MXPgS2Br1pRQe92OWvPp/j97yjDgi9rkDxvXRYmjze9pM+VaMZPvqpC76nMTC+9e/6O8eTHD7QSJM99xnfPRewIr5RTxC+2pRrvkpusT1CQwu+QP4ePWGYh72uJAW+KPWKPLzQDj5NQVW9cZzPPfPXory83d69/H3IPaYSA76Gvsw+WW2vPVsIjL038xq+g9vZPQJuv71hfyE+yRR3vig1nj1hobG9qizIvnPZmT1KEAU9v7MTvRjQ2L2tRGi+151MvTPxy70VUmq+8sD4vRr7MD0YhCe+AW+GPvESRL1hVBC+ImYVPPfp0jygtRq+w5UNvX7IDL7aLna9hj06vv6ZxDwlDYw9qcX8PX9uuT2jVKe+mXUxPaFKgr2Tpli6nr4FvtCkyj0RK+U9eCgJvRkz7z0f+6W8eesyvrMUvbyPrKS9EKmVvQRbHb7w2Yc9HAgUvnCbAjy9w+69lDXyvJXrSj5YPTi+TkwivuwRNjyK9vO9sCUvPlxNvb360Ww8kat5vrz6krv8QMu9+MVlvTJ5Jb1ifyK+JvnIvcgP7L06i8C9BgSfPbuC9D1oXIC+/G4Jviaz3D0aSFW+M8iWvfY/ET4nnRG+CCltPsEfgr477669soAPPs9nVb7sFNu9j5EZvuz6+b2qoJ++7GHfveaXDb53aA6+jHcMvmZHXL6uvVs9lGMtPaM7E74gVUG+c2FivgzcwD1k9i889Qpuvtow8L2UGm0915kKvUFhGz6XxWA7ksslvmA+izyEIAe+yoT3PY6BITx4Pak775qKu0XSrjzjhEG+OggZvixyOTtb8Fe84xvbvDn7Pj0yq4Y7HbHPPbUaib4GZow9x3o9PfA5jD2Gjae9Z8aVPeXge7xpo5i9icqFPbcIBL6KwIo9BwgRvjUTnb1EaZs8f7GRvqO1/D1y+769Lt0dvl7O3by9Aiu+jhiVPM1+ob3XC06+30QpvrDfGb7hTda9ZcOpPF9wXT3K4SQ9ALRhvjEaAL7YPp89anLwPA8FxryANvC89+XaPemijD76xGQ9Jq+Uvk17Jr1WRhW+W5Aqvt0KLr7JAu+9yXWKPX+Q2rzqw7e8MptJPuR9mD24jHi+6FSqvatlFb7rExu9GtjZPbnz1ryXHPK7OQ94Pkx/cD3HHmM7km2Wvl5T6jzmFns9CdIFPi2Lir65aHu+YOdlvnj3Dr2mfRI+cjTwPaqmcbtR0/y9ov9lPgFOXb5es+m9MINSPub6NzyrVxu+76JdvrTwpD4UCRA+uRTxvblELr4IfqO+jiW6PZvYmr7yKS4+1LHPPSKjCj58MIk+B0T4vQ9gGr6gxfk9RLfPPYIvvj3QVE4+tVd1vhdM8DtearW+5F0rPrkcgTxsbkA9Rp+jvZI+aD6BZlO+mexLvdDRbT5Mnw2+OJmmvTrBer3Yfki+LGZUvYuJNL5aN46+z4YTPZyI/z0im0w+/8TbPanM/j3xhBU9XFB6vo91pr1QOEW+pkmKvJsnWr4oUDk+GRhNvlTbj70jTcI9Vu3YvQZ8qb3ScTM9JVZ3PhptQz64rwY+hlpYPn9l3L0Otsu97VMgPZ/o1T051LQ+CHleveu/PL10JfU8mGQIPdM0IL0LHS++6++2vmNsgL7Q5aO+vKC7PbSP1r37Ww0/8TkyvkSNtj46PIg9bWzUPQDTOr1hgEm+OHQFPOqN0b1od7u9DAItvlFdKD7Nbbk9+hYwPlqRaz0Cqfw8gIojvf+EVr5H+2y9a+gVPlUaMb4lvhK9u+SVvVnfED5fNPi9wR80va1x8DwzZ469VpBMPlcNaz49bNm+OA+bvh5BwD21e40+EK2QvU2fXT1n6UW+haFgvZPBnb1cjr69dnl/vVw7mD5nFHm9uA6MPTyi5r1z5+i+ktygPUYJrT08X6Y7Tr1cvVuKjz5huaw8RasZPuBQKr76lzi+lndjPqbfQj1g4QO+Y3tuPalYhD4xKqa89PP+POqaQ77+j1++plZOvv3GkD7b8Ia8QmC0vR3lpryQrAe+igIRvSr9EzwfELM+9DC0vSTk8L2r47a+vSDFvR3IH77lOWu+eb4qPWMFAL7091++0FGYvdAZLrw9nKM+jEMNvrugH71eo7g9TC5hvojxVT3fw5u9MYhAPaxQ473YTl29ndanviQLjL21TUu9Ph4jviP4Vr6yWtk8Tq6APYgJbT5POCC9FK0mvakfBj4flu87PkYAPhoOib2wnbY+/4oBPtpEAz6LhEM9kIyIPqoMAb5YEpM93j/pu1PraD4NztM9saLAvrXotz3ihJw+w85EvmX8Or7nfLO9A6mCvjyOOL6UCJY9hLMbvrCEbT3942i+JxHdPlrvRj7efpO9USI5PuQMBT7IA2a+Zet+PRsuyD2o5aS8EZvPPZRyNb1fN4+86KK5PeI6Rr1N94G+CvYdPoO8cb4wdf+9BW5GvuZIXz1lw1M9h46vvWW7h710m+898lVVvhKT2j2Kszu98mMLvsLGAz1fLqm9Y0YmPZjbsLs3YSG+vjFevtoxLr7wEi2+96GHPDUNzr3PBZU9z8ucujcBlb4l+L09UczcvaQ2Ez3hEh2+ygL7vLTgb75Qqbu9Qt9Avj3qrr022xs+YzFXvg0ULL64sC++0C4GvpVaJLxaW/a94ctEvLja470y2oQ8dR6uvazqc751LEm++kFFPsyXlb6DnTi+iJMtvluyFj0bO6+8nXNGPfJk/b3tozg+YAaEve4FST7bOuo9JfI1PZpBJL76Jxe9stnTvVXwBb7yVhm+UekUvfrEZzyGLXa9dBdEvgAKBL7aqWM9PYuDPfk7HT5ml0O+o4AYvUr03r0OShe8v7sovqpuMD0ccBG+t9NgvtoyJb79IiG+l4LVvUm5sDwwi249UBnNvaksNb4pfbA9KMe0PZT1IL48Prw9XS+aPFVK8b1DQWu8P1r3vK0UGj49sl68Q/8RvTtnJb6I+0a9OhiyPahi8z1fS4g9RnK2vUAspD0aZqS+e0OVvTZG7j0Tuii+TjlRvSM4EL7rPxY+6y5hvWHGN76AJ0K8+PGGvAxIsL4rEpU9B7MovtrHtr2TLrY7ia4yPrfUXb1hYNE9YlakvaHtabwk5VO9gM/GvdvJ3L0x24k9ryKlPNJ5RL1ugA2+IhMpPuqwGz6KAxS+h33Wvb2P2L3aEgU+AE0WPkB7bb4fy8U9b5lDPYgSJL7LleA8t9u1vr4zwj6xa/Q9CZMrPY1lDD5Ng6c9DCD/PfFbQD6ZmAA+8NcbPd2XH77PIF6+iluqPggqnL6W3aI9CXWWPV135L1nnl6+0qf0vU44hz7BpIa+AFrCvpPwUD6L/pO+0bAGvYhLz746WwM8aJCLPuG2973lZj4+IIYyPvN/KT6hhkI8DopaPqxl2j0UjRK+WZxiPYaW3T0hFK298ZufPmimTL78YDu9xvOOPmaRlb7BezG+rJ34vcwNPL35A/O7i/TvPYy9kj5uhIc+01Y9PXQGIz7XrgG+0W2SPXbdMz0J+Yw+F1oiPsu4Oz6eOIG9eD5ZvtdAU72qq7+86X7ZvCrxNb5+Uds9sHy9vmtLbL5/ZiU+YsVVvsi6tb1bzxW8OH3Xu/FQBT1AYkW+E7qQPnpVib7Yc5m+KMIpPhtgXD46vK29+L6XveAit7wvZ7K+aOcDPb6Rpz3pchK9pGqiPUZFSr5FYji7E5QTvj3kCzwmFP8+rDvLvbhLUD08KVi9APtfPl60wbvtXBs+cV2NPty9gD37Dhw+cFqKPF+Xqz2/4pa8A3qHPth9kz2ct1g9p9+Bvt8+Kb4kEry78z6qPTL6Or3lVQg9KbAxvgrKRb00Aba6FwqFPfOd6b33Hrq7X7eQPGAIpT3FTsS+7AGLvlmaujzzNXe9PXeBuuh7AT5bNZE9qFBeuw5Hsb2UdI0+WOQZPpDgnT07pIa+9cg/vkzqbD0NNSk++q9BPrvdEj3i1CY+HR5JPbUeKz3t9sY+gAMGvRH2HD4oKNK9lP+WvWdPzL0h5Oq9yF6APpse8D2RdwU+Z+GDPiJInj2MarI+59VNvsvUzrzrLTg9GQu3vuxk7b2rhAe+tl0svhpTDj5k8mA+3ph8PJ3XLz56cXO9jT4fvrmGgj450pQ+McEWvsnfqLyB6ng+c/VSPbDqpj56Pn0+4GvCPkZgGT2vaEU8sksePcQ0qj6VVpW73C1LPg3QML59MzG+VZEavg20Yz5ap/c9pHdhPkeaHT4xKss88o9qPc0LIj6J2JU+CYYhPMRN2z2nqYk7Y0ixPszq4b02ype9jG6IvJLulDxWGDI+8o/RPc5bGr0mFh09339eO39WDz1xCDM+Q0GzvsOKHj4ZckM9qRd2PIBANb6itxc9SOOGuXE5bT1/sZa+hZgUPsvLY767nUc9TeOXvep7QL3ne6k9Uwd7Ps+cAr6Asmc9n3LnPWeFmz0SDRo+0J/GPexSIzxMKN89k8roveFgv72QfgG+Ifm5PYKhHD1cPfW9CLUqvguGG75zj3G93c0cPvoeDr5xuj0+VGlUPZH/ZD101wA+EYOBvGybG77XOTE+yJaEPWDD5T29l9O9JdnaPZ8n9b0ujqq8An8KPolsnbzVwW89GNtAPJmiabypuC49OfC6vf3uvD37bXE9owDcPK/m7724+yI98H+HveVGLz417p28sw5fvmCpA76zA/U9kBY3vV4FiD1IRvO8pykuPlMYPb5DTyM9m8oEPmgeOr7iHSC9AhWtvQFlojvpFHw9E6KlPVj5bb7k2QU+F1fBvSl0gb7/Bog9qGXjvVoNAD5Zw908Lt6mPVu/xL2tc0Y9QmdLveBuy72zg9k6LFgtvmREHT6ZmCM8+Qk9vXAdpT10U+U98P6HPINwLD6o7qG9exfKPCduEr7vgeG90kEfPb5fFL7FSHs8O8mGPVkx/z2yA/g9QWfRvVat4Luli9A8o7qwPcxicL51l1Q8UjYdvpuQEL7YqU89ae7GvR6VJT7idSu9uZ91PNAEhz5hUB6+2iRIPV6hOD4XJ0S9SDwevgY5yjtsEEs+W/97vYN0uj0Hg8280kTqvMOWzbp7ppi9waBAvd/WkL1MxCG+7B0OvqVryDwIqIM983WUvSHbYT5glwo9JGxHPmNLibsOHi4+1sa+vaVkgLw0LtE8ZpDKviV+hr5Ochm+yQKPPnzfyL3hNoG9RYncO9mzDT4fFLC+KQk9Ps+YHr1qxhQ+jwyJPguZxD64As+9DBO2vo27Br3zkji+BdOWvjPsIr4Z47y+S57vPASkbL4cTT6+ZYIHPu2znz4m1F2+FiYCvoNAh72lVeq9tT8gPr8K9b2qP2E+1BXZvYyQe75PC8O+Pg+nvb1Ypz1GsIw+NTBEPonhdT0Iqo297qBTvZDSlL3DX2g9MN4QPsbhgj4dG0K9a+whPrDDTz4Dz3g+2XQlvR9Pw70PXnS+BmXlvfJ/gb6fcTa9DwL3vbHkcTxvgl++G5u4PfvkmT2PA7w9Bo6nvk0gO743mic+TbpfPmvLw73WcFI+LSg6PgeBJ77W0iU+lW2evdvfLj6215Y97lNSvt0+CD7hhMm9uRBKvrKAuD6cu+U87H6EPS5mLTofu1K8UD52vfxnhL6wMoo9O2ywvtuqML4R6sy8JTN1PQzE1Tw4Ux6+AqKPu8m0jb78uNs9S8rivvYHSb4Qebe9r0BIvgGT6b3Hbg+9Mwkju/yhbD6oSEg+dDmZvX2UpTy5QTe+qdmIvGIGm7424IY95fYxvv4zij5OiLi8ftDGPSmDAD7toEq+eOekPq9SHr5SiWY+j8G2PO8mub63sRc+z0AAvX1qiT5H0qC97h45PfeMyr1C6Tg+3nogPpA6Zr0/Dtw9cM6uPjRmKb68QPQ8YGABvjLWW74MvVC9IWHuPcC7Tz5jgTq+jDBCPlWD7z5cOyS9Reyiva53Yr7KXB8+dTRuvtdzgT0a+9e+OdV7PhM/ZL0dp7M8zuwyPcQBYT5iI5a7FvQvvsN5lr2r6mS+EcdvPYzv8jxUNzo+0hWfPsJupT79f38+QnTHPdnwlzxjyQE+UidoPvu2Ir5ODpE+RWyrPjObcD5gB+k+uTeIvqRGerwSswu+GHyJvVWSSz71aK++fUMnPi5Vx73I4oE+ov3zPR3ILDzLp6E+Q6/xu3uzmT2ZKYo9WvvgvHJGbb0IFP29pdiLPqHxhb3loLW+WimpPRKemL34Fyy8XD0wvnVXrj7GeB4+ITpAvkYtgz6rM36+PxBkPYWyCr6fFki+FTVmvpkArT6hixA93UXDPZwLL7x63nA+h42bvfHWdr7F74Y+dVeTPkKkzb3Czm2+gpV3PdozrT1ZKvk+xNRaPrBsoz6yUAE+4kS0PYpluT0eF4s+qHp+vQhkjj69yCC+38Ivvh3fkr3/IeM94rlBvfwD2z5YDZi+n4j5vYNsIj547+S7N5/VvQnFor30fyA9LXeZPrf9jj4uZJ69RcdFPloQ5D2v9Kk9kSAkvTwHVj5AoGU+BtKyvAEbLz3VCWg+vQjGvGJK7bwdnXQ9P1E3Pmc0EL1eXKM950ZJPavsA77vLmc+saaIPXR6JT4vCdQ+Fk/xPWRKKD2yAHy8W8C3vQvnKL0kOyE+aOogvuUe8T1nZP09wTIBPiHcsDyAK6S9HYkYviAK0buBYjg+rCcyPsvisztTajK9mkfOPhDdxD0tJcg86N9QvmD/vD0qWf+9fxeDPNleEb72tYG97rPzuXQAhj62IBo+wYelvLLclT3OP4w9b28UPk1KAL4eK4i8X4c2vp5YJT6JGbm8bIKAPDEbAj1SIdG9b4MHvRHgRDxNqgE+Ur80vbVyvb39pqG93Xe+PSWDz7199CS+tueAPYOmRb6+t7U9gOdtPimJmb3ABti8JCitPZfPAT5PFCA+1IK9Pbmvyz0B4Ma9OETTPY0YKT472AI+1sSjPZNWFD68qlm9wQ1ovQLio7xjgjo9KpNaPPl43DzIL7o9mp0wPsvWLzxBXgE9v0M8PX1Vxr32FzO8EQsyvro0yj2KdVE+3zF4Pn2uFj7Zqfw9OZ8WPkVMmz3b6tW9IJfIvZL5Dz3MCxA+siA1PgYA170E2ZI9JRz2PfDj3L2Bnr285R+TPXATYT43TNy8m4A0Pjl8Zz55bXw9f/MDPjJWDL795vU9OEnyPUAD/jtSeV8+uUfJPfpHiT53fI0+EM97PJrmRj7nlUs8tQl4uxKCXL5XRCC7F1+ePtZC5b1z6JY+eqEuvQV9MD5WUls+Az8DPr9fhT6mBIG9v2YFPv2ZQzz27jW+oOsgPle2GT73Fgk+tc8hvqC7971FF7+94FtRPn1Ja72nQXi+REFfvuXGlD5VgHI+DppxPH/4tL28zem9EVgOPf2p97wkcGu9e7gJvjptZLxfAN88c/2lPdlDmD4cTqs+niKpvhxQjD3re2m+VSNbPWVcL74TPy++CLfrPLA4lz5C3wW+fH8OvsW7Cz7trmC+A6BBPdzuP71bbis+HzuWvWkEh75Jp3o9t/OdPYayFz2YJMg+TGIbvpratT1Qh8A81fcRvtIWgT038AK+pKQTPmiYjz55GM6+dd0sPpwSlT1QjWu+HvK3vjYGU72hI5M+NjbYPZeTIT0Q0xk+LkwKvXzqKj0dSkE+fg0ZvrnZqD3vics9UlPHvZZxBD6G75e9nMyqPoVunL2gHy4+EFRivj8Jfb4NGrq9JSyyPKgOoz1dZWs96pb0PWgaSz2Faw8+8roPvvTi+D1tfEc+8c5kPnT1Ab7f6k2+xjJQvVjYxb2KETC+9uaEvXkDAz5GU6a+1Tmcvtbtgj4+BLm+tJ6ZPtgme775GGm+TeaFvvPFnbx0MZM+EOqpPR0bj7vW9Sy9jBMdPhzLXj6P4Yk9DAB+vbD/CT5En0E+LVZcvJJ4DL1RPkK784lOvJDjKz7qdZQ9/pFOvCYJij3AAf+8AW/RPDuhF7xSKwk8gxqGPcbNKL4q1zc+Vtg0Pujchjr2+wE9c9ROvf1dn70P+mQ9zPYCvYQpxT0vE3i+faa8PXOcBb6YO2I+xXorPtN0ZD6nCOK+gDNCvpkzpT2ae0q+KC8jvfz4Jz7IDRW9jI/KPZz7Cb2O3fG9pmzKPSRVkD3gHhY+RUe0vTauwDwSUQA9cXMyvuNelDw9HfS8teAkPbgZ7z1nWsu8mC6cOwHUnD7aep8+ZT9rPiEaor6Ce68+LjgvPtwDSb5Z7L28AgNLPgUBGb5pA909um2FvSGxnr4Vx9o94YtpvohMMr5SQ848zETWu5VIk72YNfg9iCb5vZcBtz6V6ci77XUbvjw3gj7SJCM9vilyvWxXfL4IZJW621A3Pe4Tgj0NHy4+yl8uvQ0HOD3TaLw9U5FCPPFH2T0/tpy6fOzGvoZE8b2ZvTO94PBSPvHcfTzc+j2+4wqivisXQ77rTD0+GDMBPXcLtDsoiwo+kEgKva6E1zv/Rpg+5ltMvRWjiz37wuy9kOsIPYtw4bzh+4k9hCJLPs5pYr0hFCW+HrOsPo4+nT0LTBm+khyGPcgH2bu6Av09uXUfvmV6sjw2h989apTMPc+HELzyuyW+usHhvcTner1/c3W9bJyBvN2Ak75uRka93cJzPcHdgzxlB7Q9LsU8vlS2Ej4FiPs9rBbcPOf+Er4SVz++dflRPbazFL7cKZ48UuF8Pnrb77u9gX09dwCHPRfW/r1SYzy+IW9BvApWVL3qdNA9tPSnPfaxO7009tq9goGSvtd49j237Pi9y5Q1vXpoLz0uXmC8EyWbPYKPOb4Ksk29YdQAPmQcqTyziYe8fBhdPt7jnbzwR6q9FhPpvQYjtDsk1vO8igEUvlp9i70aDg6+Y1/yPFk1Fr62Xb28Q8akvWOmPL6eYGE9NwWUvjiNh70QzEW9UA1uPMB6zL2FeTm+oLBoPrAQDL4oahk+kpQ2vTjdgr0D5OY8Ze3rPAbEOz60g6q8GPu4PKYj3T1anIo9TM2svJuvyLxV0R88VnGpvCN7V76v7kq90/JkvQnjHj4H6h+9Ss0ePg6zEb4gCh0+r8zLPXkRH760tUs9mb/fvZ1anT1DJMs9a+CUvZodBb5z/OU98ScuPZFoSz5s9ag9t1llvgK4171KFG6+M+Isvvw60D0N3kK+2kvUvd//ML7bkqE9fpp/O8GQb76vqSo9sIMOvmOAxT0PuiC9KcAkvuL5+ryoISo8Yzk9vu6/Yr7r9669AtDPviHm0T1PjCm+U5ifPeh/Ur6fMAs+uT6LvD63Ez66RiI+jjHMPuLByrs7PzA9sNJWvefY7r1BQp89cb66PWy8ab2fIIs+qztKPhwKcj1eKpM+xiq/vQmWXb4bDTM+s0BqPXkksb73iDm9LBgNvrf7Br4gtjm87rgsPLY2s7w8nyg9UdqGPsE20b3kzMe9aTWWPfBDkD0IH6w7Vm7aPU4gQT3D+go+Wd8aPdfKnj54xI6+iwxSPjpuET4lM8w+XCEpPKzdGD5z6XC8YXEvPvSjH70xZQW+be18vrT1Cr1pZA+9j3iQPNcqUz7GYLg+jq1wvpmB1j1YYBK+usQbvg6UPj44Yi09AP8jO8N02Txj3Lo+bTygPjYdKz1WK2o9UAW6vtgYNr5MKiw+QFzlvX0I4TyecHk+FOriPkFFq75PYzy9PSS0vMPAuz1fAoc+fHO4vYUKxT7p6Tq93fxkPnFB2z220TQ/UtWqvExatb02r1S89gP/PIPbCb757P89BYAkvorqqj6vFku9JfzZu9yvdr3pxeS9FPCaO9Kgs73qBNI92NGVviDPuD5sSjw+bAkXvTidIT4Hu1K9QQ37PA9GJb2TlWO+4fgrPmNZFb6WIQq+zwd/PstxFb09dr09weuuvYbnI75vwSI+EwG8PswQaD3mFLs9KdBYPj2k9j2x20++WWBnPsl2ij6oc4q+4FimPVwCuzx47bc9nVopvDDZFr5N9tG9/cm1PNepp74rvhG+HREOPaS5T7xU2A49Nr2SvJOBaj4OYoE+7JRsPYgvx74GtTQ9JXi/PZ+1Fz4k7iS+/PgAPgF7ND5zFrk+5SgsvVyctD7u2rI8Z+svPn7zKz3dDMq9Jo2RPXzR1T2f5be9UQ0AvtabLz5yQGS9n5+bvbUTQL4WOQW++geLvaeBZz2DFkw+3xEVPdl/Pj02vAM9gz6bPiE6kb6kRKk9F26CPS28pz58G6o9BNIJvh4+ML3kGyq+mswgvbCgaj697Sy+ErbSvexZ8TxMYQs+vrlFvr3uD76Va5Y+pqFWvbkIm75wnmK+Lf+hOwybDb6D6ns+BvQ0PewOVr7LEWK+NTnPvajLXD0l7nA+54UOvQS1Hr61XwW+x/9Ovjn6BT11uea9nS4yPoNni77KxoG90/Jmvgrsg71M/b08WtrEvcxYrT7889K8ibAyvbV60b0elVm+9DRRvqgyHL2CpXO89tZLvJddIz5+tPM+aXlkPrUTcr4d/BW+TVNdvmVYBb4lkHS96rN9vFQDEj55oXq+HAugvXSqub2YruS75kYpPj5zlD7CPFi+xTHJvRxdY7wd0p8+xmJtPWqpuD3UX6m9JTXBPggU9L1dE1e+FehGPgxSJb5OYSe98guwvffnJb7jnpO+rikTvuIWoj3X5yU+l7PUvV+OW70+uNK9/r3EPa00MD1PwBy+JKfhPDRVub3CHJQ8ynCjPC8W1DyH/dI99QjOvKP31z2tPyE+D/8bvUxYBL5IDPU85B+1vQtF270iZdO95wjku7Ow0D1iliS++f/CvS6gFL74nrU9qsa3Pf+O2r0JrgA+LuvfvXL94T3wSKg900NWOz1Z4D15IES+GTnZPc7RPb6mqQS+5w6fO1jMgT3fKY49AerxvQVM2ryGBlE9pbnqvUzmGb2jkNA9Vm0avmmEWL1k4pS9czmUvY48PL6wRBS+r6ChveQYjz2xzwK81mSXvl266b0Yz4O9uFfDO3nTgLxedYm+4DqNvTVmBL4kxJ69kpmzPR+tAL4QapO9NdUDvk1rib6f6Ai+KXAhPil5fb65AYA6mkjLvXT8AD3bR4q8kt3ivJQNQ77lGWM9rConvraK+z04wie+ECywvSF3vT1x/IS8wR0ePSeerD1oBSc9rwmNPANMOb3EkHe+VmxYvnsNnT3m+RA+hAQgvmZqhLzI4ls9LmC7PdPp8bvXTlc+Uex+vjH9lzp3uoQ9areSvs/BO74pvCA9LCoHvSDVZL2e0BK+8OX5PfOQbb49Bq69N1GCvS0TkL1/mby71vtzPLf/5b0rZhK+O2nAPaoArz6ul4k9lnDuPnRv6L35EJ+9t+orvrQt4T3QcJc+qg6HO/BgdL4rTg8+npGTuX+JM77X/X66FRO6PcvPkr1KCMq+54VSPmdiOj6Dc489K5wNPU0dvbzTJPA9foSwvkHQjr39H+m9uPyivmTlQr5sP5C+aiLwvsBLuD5jLnu+4wZIPq+gez5sHlS+NxTuvmHOkr38t+W7xZSIPW86LD067GE9f1Z2PlRUNL4n37i+h9a1PqzR4TxmzAA9c22hPlJrPD2bQhG+hYg/Pq0BBD4zcJW+zCAcvmNpoT6iKcI9EZEzPqu+4j78mqU+6W1pvhmJOb5DSlq+J2pqvpAvwL5cDk8+yqiavswuX7yyHIi9Q63MPtdaRL3cPq68VjChPRqup748Vam94jS4PEIvZL5869c9+AUMPrX8M77WFv09oxuBPnXIhb2SvPy64LqePHTnlj6QeI0+n22NvhWpTD4TYLU+RLf5vRsU47vVkQS+oPgQPg7j1b6mIos9gEblvUccVz7v0kA+UB0uvpGzsz0dxZC8qzb9vceC6b3m7J29stMEvjDigz1o3GW+OnpEPtMNNr6oZVW+KdPbPASmFz3fEa446JwFPnNOdj4mDSK+ZAyLPX9crb2K1as+4m7mvVD3Yj4KgEu9mavhPaipOD1kofw9mBPUPdXrnb6LJcM61TSMvdyfXb4oLJQ93KdaPvCgv7rUrxm+7h7SvAAyt7xVUJ0+zOClvoLnwzyVQcI9YeQ9PsImIL5JkLs9lnYrvqA8fL04CfS9bNGrPS0K0z0gbSy+B0g+vg+VHj5J3H29j28xvlJoSrzZWJK8jadUPj3qpruyygK+aIxgPdXQ9b3KlQw+nqLHPUWMgj7FH0q9u37wPAoLDL4Ipo8+2W2mPhVBub0/h9g9fUCtPdZJXD2pSqw+Tp5OPioVFL6N2Lq9z9bfPa2CAD4EKZm+J+xXPjpn1j6qXiO+g1fCvHu2Hb2/EN89Wx6TvrPfMzysiaq+hDtjvWXC2r0RdrO93Jw8vgT6pj77EXg+KqchPhhE3z1oxK29Oa23vorwgz78HBa+VhFfvajauL5mLIc+meG8PnjhHz3KgBw+E4zEPc2zOj4Rxaq9RQ6YPb4Vjj7V3Za8pGJKPn32r75lZx++MRqovguXjD6fB6y9q9zwPLWOJr00Ycc9i+FEvqYNgL1+xdE+3I8xPdCIUL4M38u9HVvnPjGsx7wZt4E+HiDivfxeTz7I0uI96xOHPoNwvz3HqE++3eYRvgOakT2sNYI977ZTvoUyvL3D1Tc+mxmMPdBRUD5dBVS9zVAUvjOyOrw0eho+z++8PVU/0L2O0JM+w+f9vM1h7z3U+wE+"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "uTGcvb4mCLxR65a9tGvRvY9+n70ZnNi7jawLvoHRe7xGv/S9utqJPQtu8bzvgEY+B6j1vYI61Dw7Y528fGuYvaKY0LyOw0e+rlxOPXTIfLsbXDC+L+V3vXwCAr5Ucza9gG2Nve0IQj04aZ678A+JvY9X6Lzu79Y75QOpPVmpgT2Wgqy9wVYuvUiWxrzb4e68W9gQvE1DoTwa5QS+6ntsvRBg+L0PNQQ8gPhXPduTv70FNx++cZUwPTZBwr0Tfge9Mm4xvQhLuzxjUgC9/oEwvdyKWr3ga3C9EaXsPPdwDb1D1Le9YQzrPdb4gTwtYKm9jwEFvhzSYb1mOvW6sD/iPCRmlDx9mlE9WsQBvkL+ML2BmQu9YQdNvZY39Lye63k9tDQJPbVa+zyfdwE+ixulvEgGgz0Er6i9phAAvhysv70JgHG9WQj7vRJvCL3jGmg9We3ZvYHVLj1JJJI7lR7vvRivqTs0d5C8Vjwhvq0WT70Wqtq9vWbuvYvzADuSirK9d/skvRkEvL2L8Je8v+6bvoLMwzwz7b+7CeQHOkxb8bzUXI49GYROvUz1Wzy2l5e9uZQivebaBTpAFTU9fMLDvBC6sD13syO9I3snvVOhVT37Ewe9za9yvFNqDz1ROik80oG4vbMD1D0fvsa9D3dCPXWbVb3EzGs4SEodPTYzUr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "49lGvSiEUr3Nc/Y876yXPH8poDlV64u9A90KPi9Rhz6SJIM+GJE1Piz+oj6L7o89TiN6PdgUUj1KxvA9s0c5PsF4gz0Wm3U9JgcCPIDLrz1s7YO96i2nveS7lr3WKLE9ZgMqvrBAlrxKNhK8HloBvpzOAj32hfq90zB7PHu5wT2RVzc+WBEHPlVSnb382b89mEO+vV7Ryj0tJW47qowlOuMcMz5Ot9K9hQ2ZPeje8Tx5f289xgkQvmy2G75zqgA+SIqOumvPUb3cCsm9b67WvWbm3r1J9SA+MkR0PnROU77Z7Z+9iH70vQ9MVr3RgQ2+Cx2JvHABBD5ic/g9YJ+DvQLTlz27p2s9wgqtPAZYMD4TuM48zLRWvZuuQL79LvA8Cjq9vUZ01zyWbGc9hQ6HvbBu273nzxK+sckvva7hBD7DaWe9ZUGcvH11ej0TlNI9mlruPbFDVbxMV/S98aeEvUG9xLzEOxG+I9zfvb2Wu7yUlNW9ptzOO/9cFL5/3n8+SHElvVRYeL11JVK8SPFmvUeE8T3lMrg9nww6PVgQLj4KLT88AtQivpyS7z3vzlm8wRHmvPbhxTxGzBW+xFpXvVIjaTwVa1K9RtexvF5DwDyHECM+xR2ZPUlzhT687yM9BfqePRxbhT3nNh68GCKLvAMkjr1alEo9kINwvAnsfr4T/Ni9YTb5vUoZBLx2i5i9jZONvYTZWL1R1V+8H6DcPbJVOz10K6G9Z8Iqu5JoMj11zOC8xBaQvViT0T3doS29C/YKPUkgqz3J0kc+BXRIPWFx3j1fTgO8Me2RPagmlb4zCtK97CNUPaKD2Lzpwz6+pioVPg00kr3PZt49hOgJPP3JRbzs/7O8mLHiPfXtPj0ntQG+xENCPWunJ77X5k4+aS+uvAIndT1wv4m8fpPmPazq1z33tKe9sVABvmd0TzzimUy+eRDCvTzDQb3nXpC+L3YkvQTv5Dydrpc90s+RPINmFD4pYWs9vdsBPb1TujxIdE0+9tEMPjB1E71vlbo9zIsIPkNmpz1Tk9U8QYgMPH6/1b2dqii+WMQwPQltcz7hXDs+lZnlPVATVz6ycPI8XFzVPSzoq70pqDc+UbhHPkNRCDxI30o9OpEKvTG/MDyK/A89MWmbvftlJr5o03W+n9y2vSwODb5qR0Y9MT0ovcPYeTvW4DW9OXYyPmjcDj2SgBe9hLrYPb2Rvb2UFcM7AgF5PZjirj0g6Dm8JFdvPcehQz1lORo+7xHgPTBuoz3DnSM+QZi9veHR3D0d1wk+PKUPPcbAvjwdXgE+qyeqPQBAir2wUL+7yJFwPNFMDT4YjTW9+AaIvb/RvD35jFY9RaGiPXmMCL7DnTu92TmuOovFzL2wZq69ROSkvWqzez2v29w9hOMGvek6e71foDO9fBzlvaYSpz0aEc295C8pvcG+pT2/A2w9+xoxPG+HkT1NDCC+KpxVvu+R1z3AuoI9oR4SvhRj4L3ZKIU9ASAaPne4hT06ReA9xhcsPlwxsD12e0o+hMo/vNaCCj4uCC4+EEZovT6Y773836M9xLCYPBpYJL0p3u6+zvWwvZ73XLw9c6A+L8XZPd6OiD6q7X+9XnjEvpNxAr4JKFK+WVE+vmZAmD3/ojw9Mps4vflrVr1mBcu87XsXvXDIpr37bcc91BW6PfmKAT4TDss7E2XXPWTsuj3Riy2+PsY6vVgT2L27zDw++1SEvCRbz71QCA093Sllvcrfnb2tu2c+B/5ZPthhkj52FjU+FLOIPlwf8D11lJA9iVK7vXwhhz71SUE+r9QnPhTVBz55nGc9TJMoPruWZb0oLxO9mNGnvang2z110x49T6bLPK6iHT2Dqq88FSQsvYAAuz2hCay9ka5RvHLw6L0B79K9AB/ivFv+mb0ZwO88growPoVGqD3tu349ZU9CPFG54L0LGzY9IQ+GvVd7Gr7xQYM94SGxPTNDG74L3Ga9pLkwvQturD1eA7y8qdn+PXw6xj2KsQo829/ru8p+ir23/QC+M2HyPegOn70kWCi90WuqPdoCmjwOxOC9hW3cPe1UgT3choQ9m3gevOLiOzymncw9RwbzPRVyqj3BJZo+5rH5PWt8yL0BcPM8wUPzOYA9yb1QrR899UGAPRCczT3lC3s8uvPVvckuTrww6xU8BvzVvFY6hTthipq8Gv1kPrlVYD2B50i8LidzPTCHB74jKh8+bCj/vI4H+TzD+FI9lEmHPAvB1LzK4Hw7KDunvaDajb6BChi+gWlUvOTiFD6L45U9AA3cPT3Ayb1FFHi9lZxXPdBUyLoBCcK99e5cvf7dVz1a2bi9fG/PvBGr8r18Izo93tYIvUSAAT1OrfO9CfCZPaqNvruUbWk9BtKUPVS6uT3Dine+MJq5vQa/gr2HR5q8dpUDuhRa0b1PYVS9709svZl+Ur0E6PA8ujQdPWN2rj3R0Li7NVuBPXzqtTzccxs9sqooPePwXT1u5HM8Ut77PXixwzq6PKa84thRPJiJij3nvPs8bqUhOz9IoTzfyJU81f1YvZE07TxGhQE+aLsePlbiIj5rFEM+tjzXvVTn3L2D7JI++6hqu2tW4L3jbu690154vZ2bAz3Birc7XdmTPQiPqj33010+NjGAO/XxfLt6v5C91r8pvW+dUb0LQTq9SG0cPuCrlju6xnc9tQuNvQYwDD70DCU8o9tXPsZCAb7n9as803BrO664Zz4/EB+80qCGPQsT47vgRje940u7vD/Aij2OHq+8B1bgvdfWbb4n9QC7tqkIPl0gQL1apqg9e6AGPvD4uj2Y4JG9Trk2PbbfhD4t6SE++CjPPB5Y/Lza2x2+ObhavQmMEj75L5U7oGUDvkhF+DucM8I8A5GyPEG47LwmbVU8DCWGvhYgdT6wTjY9UrPyvbjW8z2N5rI97CI1Pb+6cT2r5NC9o9iGvUT5pL3WugS9UGC5Pb3zu7uuc/O90OIDOxdisDvqcRm+9IpkPdCZgj2XWI89VUmcPcakP73bUEI9WUnNPTCBrLyCGmK9GoxEPX1Q+b02dy89LpHxPTcPGL0B4Mk9ElHAvRuLmLys57i9fKAZPfrNXbuAps89PoJiPVvJIb7erl6+GD6CufW82j1ZUMA7G8n/PB1i8j2FNrc9GGxNPTFRPr4qXI09CxTYPcXm0DzQVqS7EiTbvNATkrypHns9658fvgPP9j2axCm9RLYtPhtTUb2LQbQ9HTQvPbtiij39WkU+pooAPpGpmTxN4aC9v5vCvFgXgT3APue9qob1u5xj2D3cvNi9RUSzvQiLZL1sqek9DDztuv2bP73/lpq9H88yvaLrRb2woTe8/711PQfKDT0AOEU9HCZxvJLwsr1yahm9sqjBPB+JKL5p0Oq8Tdq2PddikT2kKQO9jLiSu9Z5D74Q93I+L0zxPRO1yr1RqJm9YS16vOURbLx+lT29LwClvXJ+rD2PqjK+JHdXPl8okr3StQi9dJ6ZPc5fED3HT8W9F7prvnvnJzzcdRK+VcP4vexcpr3qz5k8Z4JCPBl3Br5r8+6924V5uvAv3T21FMO8IXFKvMykkDxFtXC9TSeMOTWVDD0b04e5Uhv2vOgYhD2cjh09t0NbPTrzkL320ps9rfWfvXyatLwy9yO+rJpFvDmOMb1cDZ+85bIIPtZURjt3yXG88okMPSgzCb0x6tU8SqBfPedA/juZWti8nNcBvnccDL0AMPi80Xj3vfBfGD3QQ708DaAAPoqiGj0eHlG+IyihPaGPmD3tmB++rC/PvRQVgT2kSpi72v8wvsBVGL3kIR49IH8SPsI5e71wPfu9OzjKPcTyNj5+fLA97LufPc6OTr1xbnc+ENbcPRPaOz0pzMM9TL1yPtv35DxrXpE8tWRUvrN7+T2c3Zm9gWgXPNx9NT6NyB89CwIkvVK7Drxd/Cu+qnBQviaC6L0sJay93ESSPdyB8DzxUvm9AgCzvX5uBj2FkJk8Ggf/vcCjrT1Irqw9VhcfPd7M/Dzv38+7vJ+avAxY/T1mhg49II8AO/N/+z3qsMM9hPspPlix0r1Jyxi+d3KzO6oeLjyJ1lk+gSXIPCmV1L3izKi6pMPsPBxa4j27hKi9Tx8BvbwIDLwrHcq8tKp4PHnxE71Lb0y+K9FHvnz51z1CxIm9KWK9vay8bD2qBD89e5mDPEBh6r0G3/y9H4sXvEW307wfNzC9/NiWPOCmTT0ED/29tV5Nvt7bxr2JCdo9zu0IPtsfdL2biAi+olBKPQyn4j2sKyu+GvyJvYE6KbtA08O9TEHsvf4As72Qr8G9BPfEPfuvMr7QtUM9hjXUPDC+nD1P3MA9Pl5XPutHmj3MTFi8/iWLPXFIGj7KBg29urRBPnSYQD5Q5C49R4UvPp+Vlb3jxli93hzTvfgGurztpiQ8+fd5vc/Hqz1yeRA8eW7avINd0z1UEi2+eFktPgEbrT0IGLI9W0CGvW6oV7zAgbW95A3ovbbd5T1eyGs96Sn3vLOVubwpy3c7mNoWPntqLr2KuBQ8s7g4vNGhqz0M7mM7EOsSPYnxmLzLHyA9GogMviVi8b2RSrS9PQ6FO2Rctr0e2XW8iyO4veKjFD1Ql7+9p6F4vcwIFT5poxO9ibiwvSEH9r2RkJE91/VjPJr5wLyz+JW9zZG0O4Ht8j2DQxY+afo0vmPucz6Y6fg9NNxTvefloDxO40U+Ok8xPhG1jb2ItVy9IeziPXbJ0zsqjoW89WPyPdRveD5FWoO8mnjavPG/IL429BO+Qcj5PFXUkD5bNaU+4hDsvN7eBD4g5+27qwSiu0LbT71RFvE76GGwumf8h75FIiu+oSFDvH1ie7y30hG7pU5SPN0xfTwIDZa9FZc2vsyX6rzDOLi9jP+GPWb3fj2DA7e8Vrw7vA+7db3AIb47M8UPvgmz3DsyxUA9Fn5oPN7QnL7LBrS9h6Q2vtSIHj4Qtfk9qVXUPUTNyDyL0Zq8rv7VO2bVgz0foQM+lnifvZCsGz7enJy9z3hTPV3gTL2SaRC89UeKvXdONT4LW+G8kNAHPrA34j2MuXq9xQmBvayK8T3n+t08zO0cPdKB8LwmI9G8UYuUPQRQjb2uah4+eAItPYet6z3dPdY8UAH8vToNFD5ZN/U9nZV2PeuD5j01noc9gEmXvC7Msr1LIuW9QD1sPeOx3T2p0c49s4RnPVTDjT1Amuu88zESPjGtZr6j2r89f50UPrszjDtAzo+7k2KrvP3Ww7yuK4a9kzRlvSyrlz17VV47gsyTO00gnz3x3ds9eUYtPUMyDj77voE9lNgzPEzrNz5eyLc9s4sMvduhRj4GAR08IRAXPo9SmbzVR4Q9rPf5PfQFRD623tw9bYLVPdkvMT5Bh8e9f0NXPjRPvr1tHis+/zrkvM2MD7vTYOE9lfljuZYCpb10+5++en2YvXrAoDy256e8Q/ZwPeb6oj3+R9s9NcL/PbwUbL1kXI+9HPwvPr1g5rwo8ec8DLoEvbh9f73T66m9LMLZvXmSsb3ejE0+ONccvgt2MT4mklS9M2RavXBQOL5NmEo+NmBSPeHOPT0IbT++4mkwvmS1jLskcCK+7YRVvYjUcbe7o6A84p6CPCAOnbtD9dG7RB6mPbDNbz3XIrC8jyCYPOr4Dz0vbwo+6/Mcvpq7tbyTDOW9BQwHvtNVnb5c7IY82cXoPLr0vL3x87W+0JfvvSplFb4opwk+NQv/Pf2k0D2vTnc+qep2PqanbD0cF/u8mmkuPjIlYDwhMWM7vq5QPkWUmjyXdvw7Awk4PgYWiDwaCiY9hb6dPQLesD7ZT3M+VF9EPUQi+Lxmn709/NvDPQpPPL1RAd68FoR1PR8sVD6xLjM7kusBvdAuDzwqZCc+r8jeOiOkML6p1Ci95Ym3PZRMdDyQcAa+WI7tPT6SnT0XQb68iXntPQrO6r2TAf+9h1gUvtDcjrxNB5y8gJEgvftUBz776Sy9KvrlPObrGb7Spj6+CiZpvdv0IrsHnYm8qm/rPO//YjyNr3K9zoCEvvPhGb4S77e9wlWtvVoOuz3TW5A97sI8vb50WL0+mQq+rpGWPeNxhT0+ibM85J07PRx70rzbVbq85CLlPXExC753RtW9pVyVvbhPmL1T08G8NyUNO52CK76M1oS+uTOcPYWizT3hIv88fONBvH/lGD7N7Gg+LLPWvJH4BT6cwfW8Htq3PUx8qD2iwPs9HRoEvm0lj71c95k8cFAUu21Aqb2AxKS+omIfvM0+57v/8928SKCTvItcl7xDMxo9sF36vV/ZAD7Hxzi9ayYfPtjpNbxU7aw9J03qvLn6nj35ZQ8+vwvePIy5jb3C56K9gj3MvePkk73hwzm+rpBhvKvdD7wo/cM9PyfUvF4axz0h4G09K2E2PT4DUT0DFCW9xIJBPN2LWb1gq2u9rLxBPWq+9zuEn289kIKJPZgnTD3cO3q+qYS8vKRtGTyGPGw9OO8svRAn4T0NmfM8JHR0PZEIq707fCC95aZtOFs6RD0cm209wUMfPOfR4zxeFm8+8TpMvoe/Pr79Ssm9rFbyPUl/YL6hPNq9JUV5PIcobD0yu7Q9Y2HUvHSdyz3mRfI8xAZ7vYWEq72GZ3+7qzN1PWdUkT3jlJQ9Gz2rvOF60L0UFwS9h2+8vbNL8T1TbCs9R+Z4vcTgLr5HQ428hnCwvYV3FDokDmO8z6IKvhpgOr76lGW+++SyOs5iNrwBywa9uEYfvpItZ73odQY9kWqwPJO2pL2/Rho+/ghaPR5/ez2+xRk8G3xrvYejOj0zuPo8jxcAvcq2oL1F4Eg7IN4ZvYiObTzfGGQ+tTZHPsOuor3g/CW+zItivdGj1T2KaCc9BrxJPMsU1Dwrl58+yxUhvPGsRjzv9H49ER4Kvtq7JD4+OKE9USAEPkZaqL19+aQ9XAKPveaVA77bMfM8rKBAPmRB1j0IO5O9bsv8PJHemL15SKW9HJGCvImZmT2yhTU9l8LKvZl5k72lHoM9v/XAvBbQFr5VgjW+rGy7vb2PiLzL/jY9HR5svFl2OT07/hq9ZgEmPZXvr7yrtay7kSZdviElIz2S1M69bN/gPbqxRLy4jd69yLDKPZtzcT7k5FS9uA2tvekKqD3Gtgc+q0pdvRlMX7z98ra9mAp1vp2mdT4V/c48KGlivRVCD74wkOm8vnunO/EHpruc5jo9wwXgPSSJgD0hbZE845fkPfWNAz4ujgE9+oRhvjj76b2lc2S+KoM6POsxaz4RAPa8XXQcvm1ZPL2YxuY9vvYNvl5hCL1c5wA8KPbBPa3hVb3Eu+y9IRanvgvIOzwwm889/zStO1cURD2wgeQ9EPFvvSF56byJPIW9AyALPisOBT62hi28N0U1vf3cmr2pGYg7DAgXPvcxd7x/kg4+XhNFvZZK0zpMuzW83UgbPPZxKTwuZ7M9fVicvj+9ED71co49inw7Pe3FjT3WEIm89pDlvMN0O75OfRO+hEp7PA8eLD5ZYUQ91Ex3PfImlTuDSNE9vYNePdoLkb6njQA+w/0HPg6uor3zHY+9D3wyPLZ2SL3/YDa8EFHfvQBxKTw2cGi9OTn2PTrMHD4eY+W89TxXPfFlz7wPp9I8xbGgPf4/hD0ot9w8ED2dvBYwtzztYRI9QLiNvo2BPb4dMh09sukvPquNPT7cAJC8Q+/SPdq9Gj4D9VY88YZzPV0EIj0n8RQ+rjTxvG6jbTwjHig9RbBQvBRtWL7MKjM9hkJtvYx3fr2Vmxi+Wfkau1XWwrzpy2A+B8tnvUF9171/fb29X+j2PX1dujz35qe9CFlyuzcD470Degk9SebDvGAdA74UQB09dO1Ive+chL0V1N880dzmul16Hj7KkS88dlGNvQP/iLxkjMQ9uuOIPf2hhr3N64K9igxrPTxdx7qE4wC+my34PU179rtiMP67ydmzPS6V0b2PrI+6Uw9Wvusypj2kGDG9wJ5EPXvRVj2ByTg9OCOqulmUPr1HTXu9eG6mvZMvxr0dF3w+7GXpPEyUKD49YYw9iNMYvaZ48z21EhM9AdZfvexSnT3MeMQ965ElPYckBD53uus8suxTPfhyHD2Z5wI9/lKPvVXQKj7uWfq7B7iSvBaxwr0Rxlo9hcQrPlbZQL7ZRpO7bYYMPcYCbD38zAM8C1Q+vQvjSr71IGe9hEa2PaDimT3nCE8+mOVHPrwO8j10T7K8Bby8vYnRxrwLDtI9pXgWPrgQTT0uIRM9OYgvPikIpr3n6Ni7h384Pe6oc72rxLI931/FPfMN5DwebWM8FshbPv1i272FJWe9a0bEuhUpbj1MESA9z88+vak1Lbz+XbK943XQvcW2Jb19p1g+HLPTPRryjT1Ntd69StYdPoI79D0sZzy+NmiKvRno5Lw+wWk9w1dBPcijIL5Ly0y9V/l1PPD9MD54N1U+l3X/vdWI8j2u0ka+2lvxvarrS75YQOm9OuAKuePokz3e8qg8bDQWvr8ts71svCe+s+ctvvZPID6gy18+8bDZPUl1Fj3Zvzm9/wzkuyxpl73Eg5C8ghsWvYtb0TvpoTs84D9WvgwchL0tBrm9BiDuvbobJD2xj6y90BEvPWcULr2r+Bg9TUQaPj5JNL4VGgo+dsfePQiByD1+wVQ+88McvonFyDtX0so8/MWqvQY7nz35Geo86TPnPLGm5r1ORCg9GLYKPuww1jxbnSs+FNk9vRchurxYEgU+qvcsvVgVyLvXcac+AAUzvLBGpD3mj0O9f4LtvF7HAL6720S9QAwYvj+SVr3G0b69d0O2vLpGPL7DWvK99Mk0vrB2wTwFZzS9zRkfPrTou7043SQ6YVyePbDXez3jXvW8h+lmviqHAz495xM+Vj3JvbWEbD0pY109ePqmPXvnDL4GfeO9pAZQPs9kaz7tNhG8x0++uotSc7zTLke8mODsvXJqYD0sNlA9ZSJZPvhqGT0xnZk9kB5APgbrNb3IEso8kmp1vXBSFDxeIfq89XXBPNNG1z2qCMO8UDgqPmkSST1zeuY73XuevSypDr0Ganw9Tw2dvfa5+zwDbhC89tr2vJOyMr7psFu98SgtPgAnWD03Br494VyrvVxDFj64utm82ybQvVZ3Cr52oA8+EZ5JvsirCz1Bhic9KSfnPNlbCb7b7wS+BYESvWj3NT04Yeo8nNE8PYMsVb05Ig896AdEvYUWSrwXMs68tbXvPAC0D716dya9BJKXPQLG97wVkq08+4N1vkIhpr3hNqO9I8w5PJzCxTs0DoY9LCcxPZyhYzwW5m+9jwaevRrxpL031p88GLm7vYHhQjyJDCW8rL8FO78ITb6wK7K9/v4ivnA31z3G4+Y9HcNfvfgkfbxOmaM9SD6qvT18g73S4BW+sRd4vaSrAz01dVo9WZTOvWh1Vr6Sa5W84++kPVq1A71rnXM95D6ePbppur0og4q8b/h8PQxFEr6THSc+w9OJveHnXz4a62Y9NM+5vQ+zjryhsoQ7scqIPppokj6xCo+++a03PXflCD1amIa8CGxVPZbc1b18sPo8N4AWPWroQz7A1Rq+ufz3PDCqQj3mTis9yrzLveBTJ72P2KI8FDBfvfN88D0DVdk7H34QvV+nWD1jOp49Tph8PRkpDLxKnJa91YdkvAWnCL7cn708GgygPe9UIr5mbNK844X9vcz4sr3tKo69pNZkvT5i+Twx/5e8+KXDveg87L21mVW9ttR6PkfPN7wakQ09r4r+PcsEYD1q+KK9ij6ovF/JALw3bCc9Dyf9PALPCD1uONs9wyk2PV3Wiz7Sg+M952ZDvms9OL0rvc099TVhvRI31D0ov3e+mE6bPpBKBDzwt0k+V0xbPglJFj64F+A9o+LIvFVHrj3Okgy+wqlZPfoP1r2DxGU93AUDvvgoij1qFQ2+x9gfvRAtGj7vihC9QDSzO63LmT6cgyE8rdMgvYcl071v4vK8/qsMPv5wwjyl7os9fhPbvUs9LD7RaGA9GwmZve3aCL4xtZg9Ia4uPtp3SL1t3A++98ibPUzO/LtyK4k9pNuXPVNBPr7GPrG954zmvUccST5RleG9ekixPfvP/j3xFUE9Jo0LvYbRLr7bxPu9SUuBvI3rFD1EjbQ9Gvo9ve8M5rx+UAc+FDE6viON0jzCGpe9mg7KPHq0Nr5nyBy9rkoCvoDCTb4kl/w9KIQxPnxizTzS5ty4NjWSPF+PUj2U4Ac+KxLAPRagrb2Qc7a9F7mbPV8H4z1f8uw9q231PTmmpj2u/uA9hGdjPc7PGL5SH3Q+AXCGvNoHkbt5axS81zTKPFi3Nr3qQyO9n7ZlviC3nLyKZYy97tMjvbjyX71HAZS9vPrtPBlGOL1Hkxq9/haPvNcms71oGue9uMUVvS6JIL7XTJM8qRTQPQuCnT2q6ee8b2XYPGRmmT0bZnC9rMhMPUiTvL3zgTE9d2kbPbQZZTzlrAI+8XghPrVBHj08nn8+AWjkvdLCmz1nbBK+XYV2PX/4eT0lFye8T9gJPv5QlTtnsyI+ljvXPI8NMb0l1ru9OVzHPYNOpz1zXJq8qZS4PUnB9z1vCJ++162bvAzVLD6gz209vUn6Po2moT3mlKu813CPvqW0NzuFgk699RYgPq3rvj2OzhA+A7Y4PiH1Uz6JwG+9ublJvuhPIb7woEo97YHZvWMIzL3pDG68gO++PKQmyr0eaii+qyeDvuByCj2KE1W9KEhgvfz31TyF2F+9C7z1PYrd/D3yV7K9jjvLPTp4lr3CdvI982z8PWURnbtnDPM8cAeVPamMXrxiZgC+3QEpPCVQCj3v5V4+6Ah8PcmqNb5rOzq+G+I5vhIcbjxp8Dk+Z5+JPOJsOb3od1y+zs0PPjmt9bozw6Y8BJWqPV30Lb77Eoa9cJ6VPboC+LxwW0M9lAwMPdcHmrwJPbI9ObsAvlBbvT2Dcx08G4koPpWlqjsfYJO6YYm9veW4Oz4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "A+AOPdm/uzz2YAi9X7FhPejxFr2FpKQ94KMNPasGVj1pkpu9pBlGvfzODb3J5Mm8wjk0vfPx77ylZeI89YjVvQ=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 