{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "qsSKvp8bd76wl2s++LYiPZkE+T23qxG9HmE/PffYFT4Hqd49e4oRvsKQeT274da9ba66vLulFL3iQJu93/s2viPGKL50NyI+D6KYvW9/Er6tJdU8JmofvmuxeT2nTVy+aF5CvsKAPL3skaS+cYTbPZPXMD1OWw4+yC8LPS/dAb7sZMc8CjAqPWYco71ZA2q9gEgkPhxIS74CFvC92KJ2vsngdb5hsCe+SzX6vCBTmL7IjoQ9Bw0avmp2W74A8TS+af0MPNhVBj0yjRu+iCY9vMCAOjwBYJ6+T7iJvhbeFD4/lR++Zx+1vhT9Sb4Tm1k9fV2MujRoHb5+fgy+/nFsvUaWAr57tG2+Yn3GPJkf2D2PTOM99R06PjDW9byHAwE+IFAQvjt5Ab765Tc9XvyQPRXP0z0i+4O+tusOvv2GO75Y7h09nkPLPdgw+L4eZFY9eyEGO/seFjwatuO9P7glvgq9JrvlEKa+ZanTPfmjmr5aqm6+e6GsvgWH9b3cEgQ9tL/sPN/9L73eZvC9+4lQvp9E6T0oCHK96LMDvbcoND4oYNI98IWpvA3hsjyu3t69QJ7gOoTGJ74mUxG+yio7vka9W74Lhgq+EHQwPBCTj75Qgec9aBuEvibbS73c2IS924L+PacdHL6k13Q+npuhPczaBr6JjkS+rAIHvqc19DpyMla7dQwKvoleTj0FONO8E9gzPmKKDL1W9yQ+JSjqPZGj7L4zTAc+pgMbPi2Muj2JDuQ95B9hPn8dAr5pc6y81rBdvmqCU74a2kG9/l6qPLmfEb5JQhY+fkV4PPrkDzyAGsq+ES9nvbyXNL1AIyu+xnW9vTMUrr3fSMS9gS8zvkfzGb3dD30+Yh6GvmruSj4Sxq89/tk3vr8xaT74epC+E0A9PV3zMr6q1uQ91BpivRQPmj0YJrc9vHxqvlymQz76AWO++XnmPJo8rL37dYY9PGfYvZpcXD7Nn6S9dqOmve9suDwYowo+K6VmPtmfNz2xS2q9E1RyPSg0XD7INJg8YW+sPWXEFz5vjAM9ytO7PYWIvj06dYW+NJgFPoexRDvPrDI+GE8Fviajur1r/WK+9zafPWK5Hb2eZhe9A+TnPOa2KD4UOQq+Z+usu+YjDz6e+YO+BJ8KPjdjtz3lbAk8/qh/vo7nKT5TK6c8nFWaPXrJHD2Y2hI9oLy4vdhc8r3hjwi+rhmaPUfloL0RWJe8ac1UvvrVg71dF+w9oVvkvPKOMz7Gxme+YuqUvoS8Cz7COr49wIHwPYzQH75GE0C+oUqmvCbisD2b9iy+AnANvmp5Qzztt3G9yLQivQvudL04q4M73CblPXu8cD4Zxpk9BNUcvkXWrD1vBvS7XEGHvrxNl73vF9w9JKDavfec2T0Y+7k8raDPPOGsP74i64c9ZbLNPUpIZD6FvCu9z1UUPes+0b0fJh4+Q+QxvqoXOb714tG9x3FoPZ5+jT2wywG++y4xvi6Ggru16gi++ALgPWB2Kr6aLWS9lNFXvd+VA77HaII9DTuGPapTAb5R+KU9cs3oPRygs70Xmk8+X+QdvoLsO768uxC+9DGquu5lG72uYW8+vKTHPumh9b3b5vg9HYqVvuyJyD2ulI69jmSOvLWG7j1/Voq9IpuEvTNYAj0/4gk8Z7QjPr52Dz7XfNS+xYBgPWYwmL0+izK9ri1CPTSLAL0UUau7FTSTPfHDOT5lHEw9LMXyPVAQvL1f5Qu+rPV7vRSE2T1QXQ4+d8q/vQw4Dr4nq909WXQYPiL9HT7H+Sk9kpOhvcQaNL5CzEm+XpEVPM6xtbkmRmy+LoABvvMUHT63AFY9FCBGPbE2Nj5Fmye9wmyNPLbnw7zk8RI+2uWOvQ59uT2hdnW9/15AvZgkjj53fMM84ZofPrH/ND6zoUg++FwTPdoVYT6S0028tFRQPon1C75DZty9jSzgPR9Ug747msO9Ze5ivsiWEr6L+m6+lFOGvZif6z1a0aY+I4YCviPdzL2PtB06jBByPVHlID1tsJ09m9hxPsuBH76Gep29wmGzvRQrT743ezk9S31cPvjBZz5SsZE8vq+0vQlN3D14LYa+FWSwvBjadL6jYxu+M6KCPV8jDT5uOU6+Op+FvlBxcr5EqnC83i4Mvctc6Dv37rm9WgcrvnfZPr61UsQ6jD4vvm342j0oZoQ9tcMqvpodFL6g7OU9e7HIvb79GD6sejA+G7P6Pa4srr2MYXa+NP3HPO/UBb5zijc+mKKZvjZz8byaa5g+iRYJvjlv4r0ptfg91ezzvZBnmz5MGZ098IoSvgHGqTvsE0Y+TA/uPQrIdrz2YyC+XkS9PQGYoD3sCRA+26T2vSD6Gj7dmKU9/P9jvghpLL7ykyg+jmFRPKLQRL1QHmC9l7QQPtpaDL6rh9w9H2ERvV2ii72DCoO+q9zWvL/14rqXmyk9auNKPvQ8i75uLPO922svPmWjgr4LhwC+cA+lPT/M7j1/H0y9ouAMviOg770lgnO+JXPivQUDAb5tGBC+fKG0Po5UHT7v+5G+RYk+vmw0ib5AgVi+02RkvkQ2+D2OR/g8bFSuOz1dIj1a/eA9p16tvcXcmL3VADe+gINvvXvlXT44Qpk98muIPQflwL15IKK8vJ09vnQ98L2r7QE+/Hl4vsr+bL5cXVW+gbsIvgAxBb6GEcU94aU2PoxRjr2pt869nFFxvhquNburAwY9GcoZPkNC9T1CCKM9dfKFvMKf+r3OXS099fAYPnjekL2OtBy+dfZLPk3riz1QCUQ9zNNOvER7D772Fbe83XAfPitLHD4AO/Q7Ra6Lvbranzx+0Ta+uzeIviy+/b38mky9WikbPv0/nb2uztS87PkAvqsaP77WTm6+et8cPpqtsz2hhgK+zOgJPoTxlz5oqVy9YVIrvO9ZPL4495+9PdPjPXpdsD3C1IK9OO+xPX3yvb3MKL6+Cq5ovi0Anj2hgvC9QXVgvrcfqr1ZPxo9zR53vhu+Iz4C9L+96PgMvgxIOb7j1qe9iXtwvgImOT4Lilm9Uo9GPhwNxj2mwjw9mFY1PQlAiT4wV5C7kdORPU6jIj7r1AG+tjn2PZpP+T39Dpa93UtZvspn5Lx52F2+lkHcPNzCPTs+6O09y3bGvVhFP72ueQO+4k8oPjg4VD2huDu+wHQhPKgPyTzG9So9hGPYvWZuZD3bUam9NiA9vhKpfD7BhsW9nJuQvg55mLxA66k94lyCPb+Uqj2WlyC93+HbPT8D9bxtFqQ9g53Svbh7vb2XII094OHivfC00D0qUSE7d+PMvZLQJj67d0+98HGOuF7Eo7zomgU+sRSgPdpyO70k2US+0zFvvYeR9T28a2m+9kTJvsDz2r3HIrA82RxPvcQ7ajufunM+ur00PsExjTzSiRM+K9wjPucS+b3u0TE+pYXVvXGTnb10GDW+Pf6avSr/VD1v2Ag+q5PIvZ4nhrxN0Qu+ceMKPr0+ij2hcta9G8kiPidCirn4/Pu97IZWPeiH+b2ymwE92bJbvsC9iz2gkOw9YJ8bvQo1Ib5fY689BbYAvtdvy7qS60y+Ks7CPYQ1YL3xmaI9loEcvnPHhD1lnh6+PJkhvl16g75hzw881QS4PGDoF7znKBC+NxE7vjN51b33emI+M3dLPqY4Ab6k2zO9ptHCvdrnFj2tv0e+Pe3iPcvVaDy2kMm9cqQFPswoFD4bgS46w1idvdtxhL2EAIa+El0PPncuCj6UdKy9NJtRvgL/6Dw9bXo+xAFIvuZPTj6epNE9nX+Tt71Znzydd649l/OfvCTcaL7jFCY+JbcRvFGwzr3RN4c+J9aqPecyZD1fdhu+y03uPV+UR70b9WO9HUMEPqaoWD36rXc7OX/2vb6GKz4xJkE9rm4LPm5OOz2C/UG9dGU9Pkv95r1ILba9dkc0vhf8hb3nIye8GxPdvUqlED6M0tW9BWaCPY9lGL2UTpU9lDvRPSjdHz2YdoE+9JpPPkY2xD1Eeum93fPevWVDhDz5n8e9oGkyvohdlT3n5IM9j7ojPujrI76dMYw+OA6/vYZtgj32wYW9TrgrPY/iB76r1Sy+8DmqPVk6t7wQCZ48KModu2YVQb2fxCg+GPQaPt6MSD7cCx++YQoCvg/HIj5q0r89cLodvtqVQb58ljO9QGgpvofeCb6hsNm+hCy9PVFUyL2hCwa+2+KsvKRBRr5Z+6a90noiPsiGYz1WEaG9nLysvWHucr3dD7W9fXwJvYWP/bxlmxw+vNy+uwf5PT0r+oA9bEDWvf1KLD2ldVY8X30zPjH5kr3ecvI9FKj9PVBdfr5Qt1O+Y4SPva3t/rxIpU6+OHCpvrG6v72DphQ7joikPs6ZF74QvGG+mezkvZQ4zb1cHzs+LxMHvjZv0L3AQzC+v9fOvoHSrzuQwC4+H+iavriDbT4QKJa+5DeAPfKdU72EX2o+WZswPo7aPj0wzWG7c+gvvnBYqb3neqk9A6fjPZO5DDuTYNU95BBPvg97Br2zl6m90gOtPIoCI77C9fk9wAwPPvMFAj5j++Y9zs7hvY3TY7457p495H/2PDR+zDxbeGG96vM8vqbiPr5oDvS9a/AkvsQMvLy5FZU7/5AwvuKrmz1Thhm+qScxvtMI9D16D4O9yc/EPYM3gT2UALy9EAxgvVR2C76VOuk9s1oGvaHKTz1ntoq9Y0KpPbvJHj6/iN+9Vq0VvpBeEr44jeE7fsabvo4fJLx0XZS91fP+PLE6wrxo/ue78iY7ukJZmb0Y9D++Lqn/vfVPE77S7Vm+1wWCvgmOCb7xdqw9YUwCvj0DwT0LtXs8hh9lPZ3/lj1Qf8U8Hk7JvExShb7tAio+5yQ5Pl9ghD54Dd89/zslPkLf770VlNw92fmAvjgLxLzPx4K98W+YPqnOAb6y/4I9ePlgvgimI76FMYc9dt5jPpeIFj6qS7K8pyurPZ0/bD1Kjvy9L0Rvvf5CVr6GG3g6EhcuvpxoPj5GQTQ9w7aVvEedpj6uOgO+2/x2vlvEiz2wFhG++xAKvpRHzrwOK7u9/9nsvRA51z5g+xa+2164vYRLHb52fBs+wo+PvtBshj6t/Ts+uT+7PRBPgj3YL6o8M5JOvX6dm7zIwEi+INgzPZBzG70Umzm9PKl+PfK/Tj3+G5i99F8CvYabg7yRy4W+cZXrPTHsST096i4+6GopPozGWj4ipo6+V1mfPYxDL76cm3q9FXvovUlA/jvZTWU9n8GJu57SPT5Nw2O9DSHrPS9NWz7/lsw8Cf0VvjALlb3OENm8wXvePd8NZbxOitw9EtM8Pe/p9L2JSgG+/wpmPjatcT0uZAQ+3LYivngUpb1Vdvs9N+WtPeaGZT7Y2bO+F83lvDNlKz5D0g0+0UmJPcW4i76Lapm7NjFqPf3CQz5iXy++vydLPT/sJb0PTLa+QT9KvqHfCr7hzrO9UIucPQJkw70Elwa+z6sRPiUIpD01xZc9Jro4vrsytD1j1+y9gc8/PaL2i71ohEi9uO3KvQzKiT18V0c9jByuPAI9p72Fdbm8RyATvnFEAj73oPe96eQgPBvB8z0pfzQ+Wp1WvSsAtDxIRk49PqXmve0ICzto+5U8fsQWPi4o67tKLhe+wKgCvnQLuz0cUd88CX2ivC8Fwr2jfdC9JC7JvXo56b3S/hM+4V8NvNs7H71Qdyg9CX1SPvTXEr5C0aQ9Tnh6PjInVb4y5o09X/M5vlLuejxUL8Y9cBR6PsKLMj73mkm9h6IQvcm7l70CF6a+s4DwvEZfjD0t4+O9NoyPPQ84Nb6WTKc9cF9yPWaBcL6ehUE+04NkvhQ/9j0KD2e+FOerPST5czvwvcG9yegpvbM1iL1hALU+pRJdPmiL7z2UkRi9xipXPjz57L2sF1G+fh+hPateAL7g5Zq+i7dIvU2ooj0EOAg9GBYKPopvBD6UCIs+A7WpveUd7D2Bqpc7vNTMPXDoEL4YbEU+mC/ZvcvYXT3wive9bmSVvpBfbD6je869OvylPpdBtj3xQ0y+znwsvd8CBj5d3JU99Q2WPlHSHD6RlqS8nlj1PSuqwL0uuOY7+WQgvEvLGT6TCGQ9faOzPDK3j75a630+5rU8vZF6FD60ha28kVRFvPtnVT3gyQ4+iJIXPug1bb2OYCU9eyS5vFEvqT2JHzW+zA1Zvr2XTr7TI8w97On9vReWlL4bLHU8CyRVvpESIL6H6LK66Fa3PU89Mb7lbjM+TbLIPQ8e1zs0WYO9VLFgPecnXL75ENg82yDSvYss9jyhkHS+A5nCPbNjFD6aGGk5Kb6uPW3ZEb2XOFg+3gboPbpZTL53Hji+YuSBvbCnRT3WgTe+EM5WPUxV1T0oiMK9R1UaPkDaUjy8i14+eV9DPlFDDr62ucK9eXzHvHaiLD6Xp2W8SUvwPQwE/73j1IE9RXb7vSTviD1VAek7mo59vZHVfTsMzAG+7kYZPiYYYr62zrE7gGmAvMKsE77qXto8rO6TPWmRpj1l4y6+c8IavrXH+72/ycK9/yAcvHBdwz3xGGI9Oo4bvsUkMD0KoHa+TwZPPmtJDT5YVYA+GxgdvtxUzTzjIYQ9iK4PPr9NbL68fmW+V8qyvYkJaT3H6QG9Q7/1PU6tsL3ZCgi+c2SjPZvDbzwnTr+8hyrXvJAh+b3OdBo+LFumPWuRiT0LPP+9z0RuvvXqPb5tjUi+5joQvlBFI76iw7S70o0QvuBzP77W5UK+KU01u0ORQz4lr8G9PyG8PMILer26G929O1XtPV6kFL6dRLC9NliPvcEpnz1FtEg8AvQHvQmOir3td9S9U/z8PX6U5L1oPiw+jrFXPCozlz3OaCa9mmGpvPiUMr5a2Qa+OD8PPtx4VT13Bu492IHEveLnNbxFURe+CtjxvQtnbbwHqCg8atEYPlV3OTv3BpI7LDfHvHrLYr2D5VK+ibFkvfsZWD6c+WK+2e2FvUrFRL5prTe+PABnPoTdhb6S/b0+Cce2vfZlnb481JQ9ZgFhvPWiWDzcAbm90ZULvtzLhr3KNHG9KmghPpfwB765vjo+SGO/PhuMyr06UYA+YHU9vlkzvT2oRY0+Fwq1Pn3CR752uRG8WKxVvsV+eD133H6+8c4GPT3yID3dM5K+ihiEvtG5Ej5eKF++zJPvPdLdlT064+e9v2L5PP8cD7xNSBi+dkEjvjUUiT1nCJm9pEAbPcqCnL0QHcI9POUNvs5gbD3CWjI+aj+4vaRCKD7TKpO+QHM9vu7MJr6Lul++xNfzvBXID77oEAE+hNoivm/JHT6XK+c9I5vyvY+gAb6zTYY+b2JHvuWswDwATxC8/3hlvcmZYD4e4Rw+j/GhvAV6HT6CtQo+3UA1PnK6qD3ntha+he0CvpfaRj4yEIm9qGRYvmWWh71LvsO9DtbAO8PXcj6PuLC9b0yevaBLQj4MAmY97REBPoh1zbwBbRC+E3wSPj5KJz77/Bi+jJURPvUhELyV8hM+2QxCvHsAbT0b9zu9IBl1PtS+h771mvO9qrGNPgjxgj1h1F49CSEavWdoOL1JYx4+aR38PLmVKz03vlo+g6DcPC/82r34TLg+PmC9PTnarD6DJEY9K5J4vvSV2z1+spa9poOtvQeCNb0v6hG+i6VNPph9Xj3fjf68dU2hPG96pLyUYc29PJsJvlvhwr39lWe+yopSvnbn6D2sjts9UkKdvanqVL7hn4M+4hZ3vOflSz6NdTO+acYCPXVDGr0OMUm+lLi8vVfx2b1g8Tw+dIhlPs2cjz564pC9jQkLPmjluz2PVxa9+y8avtR8XD68kha+7NInvpjEXL1ZKAk+8u3NPckQiD7dUGG8HTuIPUUYgzygd549qkgAPnr2pD06JRw+fiJFvYDUor0qoOq94OIMvlXuPL2nZnc7eNA3PpEf5L1akfe9ya/HvFnkOL33zUC+mULVvDXfZDuADyO+4POiPW21tb1koHU9uqWiPmUVubxqNbY9/unQvYx07D1+7fq92zMbPky2nz0R8/Y9W2h0PdiGSD6iKaw+MryXu29k9j13Tsk9uCgMvqxfFT6p0ww+7nFYPnaFLb2MA3A+KhomvFEShb3NDH8+NqWVPaRWv709vyq+z42kPI+Wy76+E9o94BNWvYwBQL4ySNu9jNaPvRCO4jw+Mpg9Zjk6PqH3Fz0vbpY+70yNPKD8Bb6IFRi+cOuNvvs7C74Br+o9wlH9PGL6HT0LOSK90SLOPb4tBzwbSas9g/tgvKeMer56GGk8u6G8uyp8kL2u72i9QD0YPCqXhbwe9b+9s9+ovQs91z3JjhA+Edtkvcwvvz2Opt48QmOwPSD1mL06tbm9PnNmvaShzzzb0wc9i09/vTi0Qj5Oi4Q9CtOLPWVBgL0t0L28cqCLPkzbSr6/cwu+wLjPPecOLz5hRd49L+gRPWXCMj0pNq492XJTPm7wnD0ZFHO92tcsvm+dDz2b5oA9o+gKviE4jD02WgY+hvTAveEvFL01HKw9kxzPvcJVQzsMPiI9PB6hPc7GDrzYBzU+pAsbO7ictb04hUO+P2tevTH0lb2a7Oi8AS5EvvK9KD7tLI09msCcPe+LijqcPEA+zsigPGXqvD1OI1A9thlLO0+1hj5EAda9SMhrvgVw3TteC4s6+krNPWaeirypyVw+gjejPXthETwxGDM9I58APUBfbj41iea93QRmvlQhcL7K4xc9lVwevrlOpTxpLYu87woNvgYuPz7SJoI9hZAIvh4YTj6g7PG9ZlUuPrTG8b1IKAM+gIkuvhofZD4PWRm+CC5AvustV74vxy2+GNGIu1BDTrsQshC97B70vUbyr72xBg8+YS+9vSNTV77Jkqs98okLvPrOXD7/zYk9x3qTPR27Sj6hdwW9uBBwPHU4Bb3LGzQ+Im0KPUUkGr76i2k7Vsorvg4CUL1Lk7U9pH8dvrci6L1P5uK9Z0SVPc0kD77WjO29gs37PSy7xD05OMK8ExROvm9Uyz1y+y++bihnPptnO74JkZo+mVwEvgBuMT6U7yq++4D5vSo7mD6IWhC9OBoxPkTDbDwK+mM+y2+0PBeMnj7tKs4+T1CiPt376L2Yxkc+5CpRvUP7jz4a7fm7UPUzPhH+9r0MDU2+5s6pPlRpk73wRdE8ePGiO0Mx0b2O+Mu9/WI6PiGWizzZpgu+SAxaPpK7gr4Km8M+amOYvr92TL6iOji9SuPCPeESlT71vUq+y+bUPDhXAD7rhtO9HoDqPK+etT0KgNi5/7eePiq/wj1fcOY9Rk40PqKZhbzgl4y+SuU6Pq8j3r09rQK9XMmXPjg0KT0u/5Y7/LiaPRXIDzzUZce8RhCgPSf3Az6b8au9WzVDO+BEgb0kC0y+i2XwPnF1BD373y++85K+vVI7ID4FvX++sZUOvtt4pD4x2DG+X+VUPqOGR75o+qK9syTsPe9YFb4K0Ey+otYrvA1haj5+HRU+BOkCPmOIn75AyR++03qlvYf/HT6dcZs62b5tvXEo2j2dl/M83TIJvLpYM70PJJm9Jv/gPRwQAT7omK28o4dRPs02Nj5JaZE9aviAvooR5DyCtlw+FdkKvkA2L7182mw7t2FTvmAECT6FSs49E5xXvUB7MT7Uv2i9QrAEvrLO6T17PVe+/WgjvoTgRT7o5we9i9grPRSPDb69l0U+5m1CPK/fWb270NQ9ijDfvcNzBb7B/+694VFZPr5WSD1XBkG+jYEcPkdnAb7/MaQ9EyTpvXMDhr09+lc+3THEvcvyGz1RufU9R4N5PnDMnz6mHym+YGwyvsRahr3Ybye+AZAxPdUGeb5ayR6+lCw0PgxETb7lo0e+fGhEvROuuz0XtI+8/bi+Pfptkr2wG2M8pw/PPJNiOz3lMDq+lLlIPuMGBr73gQK92sICPYqzgTyr6Aa+3vkYPofmIr2lXXW+/athvmn4HD5s1xU9hSfkPdvNNj4pNo69ynF4Pl9Il72SkIG92J47Pd41Fr7DqhC+4v+WPMu2Xb0BsQa+C4SEvcd2u7swSCm+jAXfPS96xL0/miE+MhBUPnkw7L5AmqA7WsgRvl0UDD2Xep07pjqZvi089b1c0F4+HmpjPZtQTT7zNUQ+rx5ZvgK5M72g9jy9iMGcvmn5NL7NYQ++nXzAvTJDvD2J5Ky9IDTKvWlzP70BfGQ7M/4cPaeWNr3fclU+4P4avSOem73Y99s9BDe9vZQ/UzxhiDA9mBXmvTKPsjtmN2E9DC0CPmsHR70YpIc9aHRvvdpOl71dul8+FeCAvSZDez2/4ka9AUoevU9YPj2711i9vDKpPTwVjb2jc989f0GxPS6gvD2uJtY8NzRCvhgUEL0nJ+A9dkcUPU9Z771CLRC8/MbPPVpB7j2zC4S96LynPdzCsD1/G009HsksvcXYIj4ixRS+mw4IPZEdY732uxs9IzYHPoNPSz2WGZW9K/rAPWZ12jucUok9sU9nPfFtaT67oou9a7c8PpOrJr4JW5K9SADjPS/3Hb01prI8fz0gvkbpED7J+mM9YLdhvXgF2L0vrAg+4Dgwvv90nr34DAg9TfvPPVB35L3+OoM9tfToO73Bnj3uAk8+QsDOvZXKET7Shj69Mvkwve1oKD4bwgK+pTqLPb6lzz3HLhw+adW0PSueOT4rjgs+4+H4PEIeWrxq4Ai8P3gQPrMTGT4or+Q9XjK1PQZEdD5Oe4M+1hUbviWfyz2NWPe8G7PUvcZCRz44GBa+4vYiPaNPO7wmXIe9NY8wPsrkhb1U6+Y92BkzPoOgIb3pbAg+S9jIPVC5Oz0vWJi9mBLvvaE6C76DIJ89r8FxPjMCQz1LnZW9MD3CvTKOhb1SZyq+TTTSvL7L8r0+mhi+hSulvcUZVL5NedG9FYC8vdtm7jwMECK+uHqKvWuwQL3X8oQ+N3RLPQvCsTu5gB4+pcGPPb0dKj11a6A8FSzmO4xnKD2C16s8D29DPdYTlz16KOe89OFFvn8NTz5SE1S+UJbfvM6sLT33vxm+G1UyvvO2Vj3468493qGjvim5F72BCas9Ut6Jvv+cCr54NNk9/jCfPIZDqr1gm4U+DZpZPrXVaD0t3wC+ai/CvX28mD65Dd88+5iMPigCjr2dNgG+lHPJPLeamz5uqFY7NLyePohjI73aJ8w+zdaavpfKRD5YeqU+zUCKvZgWIT4tF4+9e3U8PoiMWr6EZNa9hW6APRnNt73mKWY9fygqPQ31nz4djrG+5m8OvkEHkL411gs+IXZHvK3znL3YhGc9TrO+PSOWcL4RvZ+9IB4CvMOnrru+PQ693H7gvmEYQz2S3Ok9PKNbPpA/ST6CPBs+nNPXvdwYdz7lp5i+ffIxPA8Z0L32cJA+85S1PZUJQz4cNYO+xEqGPIcwV72MqUK+0+GDvaZMR76ZfRu+WQjTvcjjjb3g6e49c7prPjoawr34/58+u59uvJGLVL7AdYK+IoOdvXF+ozxXW489zIKrPclZCb4FNI69OXGhvSI4nb3AKuW9JYDpvEEXIDydD1Q97PoMvWKynD3bb++9UJOavpH0ar5i//Y8pDoOvnkMYD18ni4+0uA1Pg05Jr25vNM9kONrvGcG3L3M9WC95tJKPlDj6r3dSRC9gwkZvqaNgL0nu6Q8wDHCvligLz5gT8A+QS+kPQ38Pz5zD4G+pCY+vX+jRL3iFAQ9a947vtywgT0fg2i9s5g5PrYsSb3CGwI9JN0QPma/BD7cLwC+OzeyPI2q2z1dgjg+81KJPTZ1Db34SAm+xKpfPgunXjsJcI48ZIMNPYe7Ar656ZW8LZgAvjMLqj3Me4o+8Qwovn6ps71UTXK+Mi8wPg1Tkjpiuw0+4ZWMPSZSWDx5QsW9QsD4PeHXOD6k6zg+KIiavt5Dybx2tWA+JngKvufcGj5/0NU8q7fXPeZElL1BjsA91/y4PdMJkD5iZxq+hMO6PZe8gz32nIC9nMKvPngS1r3BmAk8VBZFPul/eb6bEOM9nnVpvQFOjr1Yl+E9VOSYPpUvWD7q1QW+Z5CKPq7FvzydZP285u9GPrh4Sr4wpcA9RnxhPivvI775ERY+3KfmPTevl73adKs9qnjtPMFaNT3Qo589GRwlPgWsAz5EoYs+PRyvvUnRFr71Jz6995FKuwiHlr0+GKw8rpmIPgrrBr6Dolu+tAXXvHQvIT0vcha+DwADvrFusb1I6qW9DBGJvtQEwT1DVk8+xn72OnHUdD0ZmXK9+pVavAN+AT1eqg++OjKUvf0UHb700VU+sU21PH0dxD3KzYo+zHzHPFukBT7EUjK+/FtZPhqDUb07D6w+EryzvaE4DL6mbRs+pd9avnx3Mj5qIyo+H59dvhsn6L0xKTo+pPwAPRDdNz1+/A++ID3SPFQVWL6em7K9C0gPPrfhb72rSdm7q9GYPTXvKL795mI9A+4GPkpa3b2ze7C+H7RLPEfKoz2oN9c952cGvlsbLD78AUk+2zRTPgxH+L3NXlY+uEPjva5/ub7WAzQ+eyoAvuuZ/LzqDYc9u8QtvvBQTr4xkSq9OhftPPKFLb7eh9E764xHvltgKT6wa6W8EYn7vfjVSznVihm9nEAivnH5Yz1lUnK9jCgcvuX5gL3izCS+H7tbvoNkI74HnPG98jzmvbTTuz12n4o9FXOcvdWStL3Mwa6+a0BMPVD2TDxDyS4+3/AVPvDGhL7zr/49JboHvv1/cb2YR0i+cDsMviSAaD19WqY9QGoNPgWzrDzb3we+/K8uvZ1pwT3ifgA9I8kwvuHFE7079we+iwDxPS20ir3rt2Q9EIR4Pem6CD5bjBA+lysqPsm/271GmrQ9gFUBvr7C272lC3I99daDvZbqIz6cVea9y2eVvMS7gj2wc4s9/ymBPUhJ7bxqAcE9d8njvQrO7r3W7Vk9j1WGPTwSe73aWJc9jaT/PSuEHz16l0S+bicZvqdbAr4bJtk9LadOOwBCvDwrsz48ytUQvhOzez1dkiq+ZJSjPd08yj3M5wM9iydLPeFWlL2D4Q2+waq2vcKNbz07H2m+3j+DPkx/YT1BWWU+5T2Ovd224b2bPlM+w2ddvR4ibr1tuSS+n3sBPoIRG76P4O+838mgvIg8hz5Gake+SqgfvIlg572CMCI+ufI/vq8pw7zjNf09I7pKPZlNZz7xhCE+NV3DPeZ3vT04Dxg9U61wPhW5R731WTG+Iwu7vQq24j1noLe9MeERPSEVMLzbn8e8DBhHPXjvkb5kEAA+kYyvPnWXDD7xKjo9w8isvb/ig77cQUm+p85YPtdGGj6qzJ4+qCCUPrFeiD5YhsQ95L5qvh0m5L2m96M9B3T9PT1AJz0Fkma+MwMZPlhoQz1Tj2W+EBOMPedKAL5Nt2O+I7mtPDIlUD79GYI+zgQPvn9jMDwGFgI+YbhGviYXET67TWG8PfWbPv9VHr4zAXK+n3AzPIbO7r1ze5k96fpjvk5GJr7EA6M+eXSevUM/xD2igHi+hpDCvfL2vr0Fdhe+o2gvPrp7trzzJlA93em1vURAmj0SeqI9o91Tvb0IBj4HOtS9x2jUveRMkry+yZa+ljQOvhgvPT5NDQw+nUgmvvJ2j71fLdm8APgpPbNTVz6u3CQ+NnbuvYemwL2hyCI+Uh0XPnrQl73MjPG9dNUWviEEhb4pDJw+4MM4PtM9U77PWba+7ZiGPnrpPL5X5Si9J+HsPq++Aj4mQyE+ohCivrkS9zxGaPi84VXTve8H3D28iIw+AyjDvTM7TT7zu1i9ZlD4Pf7plz2a/KO+5M3sO/LZlLz1e4w9xfhHviMBhz6x05G+aq9LPnnTgbz6uM8+75ALvYFTCD3Fpy69pc8fvoaVDT36ehe+WAeNPDPZcT7cwkS9jgbEPXJIIb7cuze9J/0xvmFJGb6qIBW9h2nevZa2VzwjZzk+99mdPe2A2T2ZkL2+OxjBvtwdTT2x0wk+PbuGPuIKcT2rUF29tu3KvFpNBb6Q2Q4+7+KMPcSUC75xC5I+2kquPVvAM741OMs9ANzbvd60G774Rp49kBcJPbBUVjzNQs49d1TAvG8erT2j83E9GEt5vjgil74YEwy55ArbvB1vrD3/KCC+nth1vuHTZzw9j4k9qsAPvpjBbD6xnuM+rHCYPXB+8L3rsZ8+MOq0PZLgB71ZpFG+sHpbvu4OnD0yxlK9VNAxvoXWPj7C6A+9Q8NRPY+/NT7K0aW9W2Ujvnpv8TydnZw9RpUTva7lvr4VA+a+AgK3PrssZb2MTa4+aceCPRlOqr0l7A++xP0mPsUtG77v7T895Ia+vVPxrr3a5Km9qMauPjfKJrwlxBa9CIGxPduYUT47taM9+MHLO6LnMb3WCIm+Ug7rPcJZtz5dY3q+JIRmvcJIWbz8JAK+JfLKvFFBRL1zzXU+bInVujA0x72rGc89svVSvmvR+j0tOve64m76vOVDwT1gP0C9FO/tvOLXmr6m8wK9s2hEvnIdeb6Ps8m9A+3jvcOTRL4o4gu+lA0cvpJzCzweAM88Qj1BvoUeTL5LzG2+B+mgvKm3Jb0Q57e9y0jhvHANC75A8Fw9j1o8vvvWeD14qwK+2SgDvi3c27yyioS+8ZfEO1zdLLo7C3+9D2Ywvas6Ab6fnG2+3xqWvV5YoD16U5G+56Sevddofj1ldk29SgUWvrqnub43rny9pMmSuzHOEb7ANPQ829hFvvqMq70PSqe9952cvLekBj1H4SQ8EBs4vqoeFb7cfM09x+ssvo+1Y74vvOK9QCUSvmLfkr79Ov68lWoLvr1F/bwtKye+AMvnPBPtBz66bAu8QwiYPWylXL3kh1K+SKR+PflMPL7f2V09Y5qUvSBi1b0GUH6+12aNPYMMjL2al708q3WOPYT28r36+QO9M+JOPVh9ET6Ugv87RVBxPW8lIL6TEFy+W+0/vlKRVb5E9BY+8wSNPfesWz3waoq+sPqbvezGo7xgckG+vbGhvr/x07xe/uO92cCGPWXsc741mH09qisLvnAE9T1OTXy+GMbjPQoOyryj6wK+dWb5vJ2dGz792y2+rwQFPAiCJ73AN4W9TtQTvgb09D2WpXO+GjsdvmtCcL4lsTO9J1KRPEVI5L2HrCU9r8yAu7efY76iAA8+UZ0EvrXtSz54uMM9MyVivYLVqj33ejU9GZOyPcVVajrx5Iq9rAMSvkkBzLq0oOQ9QN5UvS+ENr57tYQ+IBE9PmeZoD2+ZJU+g9EQvr6umL23reQ8o97GPVdbxL1FlgS+NHU8PDHBPT4+1RG+TfHYvApy3r3m0cS9rNUavsFborqt2cg9Ag4SPTsEdr10jLw9ieHLPRyNgL5oEOu8KI/MPbqYOj3qufW9SKdsPvmtcz5ScKG9m4CBvZXmhz2M5NA9bxhWvqa8AT3pFQw+nYf3umrR9r0xVC6+7eIGPCG9Rr4DZTA9G+yFvqe8/72U5og+h9ZYugyKkTr5sx0+0SWEvu52mz0JT4i+xTzcvTiK4L1PCoI9kYXbvaQMTT6BsD4+KiqcvS7doD0r/rY92ehGviXhIT56uZm9TeiXPOgByb0PwS29qWu3PW0tET4Fodk9uHrlPRn0OT1Nv2S+nrP+PZd1FD5m7wY+gFWTPaJRzj1l3o++Z/2bvEA3FL5coI49ewAQvss5Ub5GSQ4+Ql4YPuMUHz7hXQE9DTbuPYB3CD6Rj0g9Y7IYPj40Pz4KHdm9rteJveh6Pr200zy9V8e8vDCnGz3YuQA9bHfJPVwTG7tiEHS8z6BKvCNPyj1NAG+97OQUvkhD870qy988VKevPD0xUj7A8i0+jz2NPE7T37zkpBM9RhENvmeFYzzCwRM89Mpxvo/jUb39nSA8yGXbPYQfkz4dxNG9+MZfvkAdSbxb1hY+e4kWvrQv/r0+g609ajKqvSl3mj7rb3Y9xVEQPkU0Cb4R90e+QQU6PR+1xbwAIxW9NsdFvmLWDr66+AQ8u98qPNzpQz4UcD69u7OzPdVzszpNESe+9cn7PA2Y6Luwpda8bKwgPskTGb6uazi+bDcWPnBfpD21Tgg+TmTIvdui9r1FNbG89Yi4PGFCAD77boQ+EIUJvvYsHz20zwk9iDGmvVSGVr5ebwo+mU+HPchcBzzA+oO9ACqRvq8nb77G0hm+MCRkvojVaDshZlC+Z0JLvmAfyD2svS6+xnS5vc/+Br4/5809CGETvThdvDr+qqE+/ZHjPVS2+r0TVK29o9TVPRK3Ajykkxy+p4jfvRT1WD7xGpm+H+HePXXUlT6i5Ic9h0JTvpq8MD5ZSCc+KwFDPhNXab7prre9gR8sPjVa/rwiN6q9xGk3PnJdjb6djL+9BzPWuuaNyL0relK9pew6vmMO170YIrM93NttPt3uKzwlRkC+WIVKPkFtEb4UJoO+SsnzvQMXHr4t6qC+2UZXvsjMjj3CrBW+vrXMvMOm7b2Cbta80fddPliNPD36i6C8RiBnuxLdqb2qEyY+KP9HvRZQgz3PLro9DkX8PJXsBL5hTEG8+OBWPXMeD7wmd588yPM2PugjML6IoXG7zYmdPWIECr0vWJC9gvuFPbPIeDxsua299m9UPrz7fL0WITI+UpHzPY0LK71zXB081A1uu4s6ID6vEsi8iLtuvWbdsLtznag7ggJmvv5swL0g6Hc8LY0APSSYlLwR24q7Uc+SvQ5iB7waSTA9WVTxvT84zz2H1hu+6qkduyxjoz15cME9J3HRPSW/5D2O4Eq+VTMwOyGaqL1JiSk+D0sUPqEJNj1jzQQ+OXN8PT93Lr3rH4I8SS8Bvvb4/j0i+V6+tP3qvL9UsT06uhA8m0SSPXuo3b0Idii9cc06vXDEAb5dW7+9XTmgu3P/Xj1HD0u9+vADPibP3j13Iim99hBuvRWJKT1MIsk9a52IPLBpizpOqj4+2lyKPUqyBb6bM8G90BIEPjXCGL3+MIK9pOZNvoM9FD7XLys9RLjfPanBWzxlpK493ogpveeZDT4XdC6+H57bPItCML6oJYE9OsCrPW0OdL29NdW93KaxPItHpz2Rw4i+E+y2vWW0iD3x1iG+zy4YPqib+LwAmQs+SJjRPR8mj7wmey8+Z98FPjVi1TzqO+A9Ca0TPr4KMD1A28O9zlJXvlwwpr0x9K29uot4O0229LzJobg9c/4fviVNLT3umoW9SplZPbdfp702YZ0+PopPvfJBUT3ZITm+byllvZa1gz2JTqq7b8SLvkgNkz7IPgQ+iWGvPXN0Uj7J2zk+xbWEviRsiLu3FcY9hVibPhO/lT3pRLw+uLrKvQGZlzzloTY+bmoMvW0rhL76u8M9RSeIPUBxlz4rHKs8Pqo4vtFynb7BabU7Pak5vpvnebwdqNw+MreMvC2caD0gSHO9Jg2FPrD0Nr75ypk9TmGBvbCGKb43tFM+7ic1vsvljz7mmmm+YesdP2Y44D0fgSC+CGsEPZaT1z0MA4+9TkmvvhXvhL7/6hk+2wLgPVWZlD0rUv89QDmcvr6RT70AE728JuMpPe4xNj2Ims091DywvgFdrr12pCa+ePc/PsP5ND2yLEk+3KGoO20kND5s2FY9o4RxveoAhD2uDoS+YYRRPpquDb61fSY+pfqOPhtO+L2mY5I94P4BPq+7DT7lkzW94JpnPaYs573rAvu9c4cxvWhthD18eZg9hdYDvpsEeLwSmrW+lS2WvVRDgz0GkBY+lxmDvWNxx77Uq7o9yzLAvUgGI70J64C+fFulvZudRz4XG+G9Io/zvC1gAz47Q9Y9L4LWvA2oaD3Euyo9AcsMPTj1UD6KHfU9LmU+vtl12bwfE9Q9213MvbQ3AT7EJYG+HKGRPXop573mY8k+qTqmPJ7Tnz0n0b28Zw/KvTyzPL4QF7g92aWKvXGD6rxUBNQ9xHoMvbsLIL46BiO9nMYXPmtUqz1xsIA9Tfh/vqYWwj16KpY+OVYyvs6nr73ruwq+W4WzPY5y5b31dTU+0r2XvvE9eL6fAQm8rfAQPh2O9T1hfQw9Zw6YPSxP0j36uzy+dxBUPj8D2T0UgRY9hW2dva9e5jv1qgU+u2b9PfH+57rO9Me94/48PRYPu72loFY+d8luvhRt/b3S+ka9MB4vPELR5D22s2i+F1RYPasRFr10Q8c9lcYUPXtJxb2WUfW7lKCePrckEL1I9N69MkowPv7EL76n6km9ZNl7vRwsQz6tslq+306WPUPDNz0JP/49Nc4ovsLidb7JBxS+aRSUvljbjT2ZrBG+guiQvnk9rz543bE+Ha04vf87kz3blTY+QLZkPjFZob5cUog9ct2KvRRUK7zxXxK+R9GDPSRjGD72jQi+gUEZPpbQsjw+aA2+mVsYPoVeKL6qbcs8HIroPS7lmLxd84Q9Pcx9vVahhT0HhCq+4ypRvn78ZL1zvkQ9oe6rPhvsfD3TDqi9O1myPpSW8zzNlvE9S01cvZVXEr4pKKa+fx09PNbOBT1wIEg+OrN9vsX5AjvQmQw9UGw7vRQWdz3+ZQC94alPPrTIK7yPVkU9uHvAPV1JzL0Ys6W9k4E3vnWOqT2e4xc8mfudvVJSpT2pWwG+z0xfPTpMoT2lZh0+7uTcvJibar2neZK9D6XiPV0eE76f2IK9AUwevrR9H76tNT6+9GAkPggsLr4vSTq9uIjMPZUBBr6f5qc906F1vRw3Cj1+HSW+8kL7vaAQ4L1K3L09pXQMPn0xkz1ghWY9ne9tPYWL/r36kTY9vmIFPvEJFL5FEiO+CwP/vT7hzL2+Fu+97A8TvkmoFT1ZKiw+rHcUvmbfHr5JIWO+nhmIPAbuJ7x3HDW+s1/hPJgAYj0B+oK9e1mFvnx/oj2jolM9iQ4vvkDIjr1qTTq+HPTzPN5W9r2IElw9GWPlveZsU75ZUzk+ZoeQPYzQT74KPT48nnGoPcvCFT0DwIG9ymtoPbzaML69naS8/9KqPc6iEL7jDyQ8+yq9vIzBF703dd89N/QDvnzOoz2ZCl6+pzksvsAJrb26rjA9vu7bPeqihj18tG++xqi/PZdmoD3sDh09Z3KVPZPhUr7AFxS9s6oyPpxw0z2oYRm+YBUSviovGL6MBdi9ftRIvvLZZj1O/ns9y0oSPm2XIb6wOXa+KR+MvW+AMbsH4OK9+9qxPGouB75r3Q2+GNwSvTpovD0QYXq++IYTvvQmY76fjx2+QfAQvmuoMz1TXW+8ehlgvAM3jLzYDDe+u2+UPvqqxDxWDgw+AWYqvkRdWL4C414+K+m1PVuEaD6A+Oy7+FrtvRGmqL0rTK098WfaPDsthD4zg4A9cqcPPieAKD6T8QE+wz/FvoHMHb6fpmg+Wo3IPTJs3L3yMds+rf+hvh17EL775Qs+kzUnPlgqCb5ZPaC+sZMTPJ1ux7003F++YX1TPvs3w77R8cG9xdZ3vbm6gr4XbYE+t2pJPgXXBL38+7U9nxJMPshSX74iYkW+nnCgvZAit76z2NQ9RYM5Ps7ZnT4VQua9GuCTPrGWXD6ZHIe82AUSPq8N+j05u+89nw7aPXZglrymvfq9CjM0PgrNfzwCi/Y80AMgPfLQNr7w6xy8m7s+vYsgHr4csuo+ObzTvbVSFz7ZpgS+/s+vvA/QXb5Kr8E9zOSjPJy8RT755V0+KFKtvl+Qn7yFQQ0910JDvRIp0j0380U+09VOPSEWQ774WsW9J+FLPqplE73FkiS9VRtrvpfQYD22Si++qiP5vXo5fT3xHci9xuWbPVfHir0JhUy+Csd5vcJiEj2LR6w9JeOZvbnyQr5L9Cw+TUwsPsxDVb5dORK9QdB6vVF1pT30JBi+oAsmvm087r3iMKo9kVf4Pd+oxb0e1Zk+nc6tPVwZID7xy4A93II6PmXza75yzUu+cFuyu78ihr7wPr2+mjwevq+JG77AK8Y9yXIEPg5MWD5/v6O9CPSNvmLNOj1O6+Y7jqGavjZfVTw4IjG+i9MDvsgZAT6cqNw8a1fVPNx7kDz+2Ya+12StPa42G77pu2E+B+vovcLNN76nreq9Efonvgoo0j4gOVk+ukkZvoetlr67u3C+FflPvc1H972RBR6+OSBpva1Gaj5rxYC+4liHPhmpVT7jiVA9c685viXjib74Yjk97KQcvpfajD2EIhs+qpthPsLmuL2ojtm8vF1FvvLK1DzFg4u+pridvmUDsr6beHU9gqDavT6PE742zJk+6+eovk0SLj5IBrO8z2w0Pk4MfD0mewa+s9MwPgVR9r3STUA7dW2ovnhIdL6tuy8+rxCKvnmF/T0W0Ii+9jGwvqkqLr0NvgU9fy2hvtoRvjwX4b+8YY0SvuYfGj5Iya4++UXzPRZU27nxDvW9ba5/vgbTUr3Irek9MC8sPIo+ID4a/z6+OgNYPB6HQT7fYFu+2/ahvonh5r1aOP49m0GKPjG7Mb5x9NY9STmFPWy6ND7JIay9T5UsO8X+q75XKrm+QA7PvkMcBT4Rnf49sdxivHQbKz2R/PG9KTYOPriJMjyVMPO9WWDHvSsY3byfmFy9LIrNPYr1ib6jLsY8h7L9vIyHRj4cBxa+oDhWvm4ThD7+t6W9yrWdPlbr1T05f/49WwMPvnH3n70ynNO7WwsGvrzMwz3zjN29K473vf+Sr739OkC+R/UIPb6ikb0hUnm+skxzPeUzcb6QBRI96tGKPX/zBT3hR1S+FqH9vBa8zr3KRRO+JA2mvVbZJD6JX5E7bqKlPnMqUb6WzL89CulXveB/1r3UIzK92DtqvsD8zDz/B429+hGBvm7UFT2J9IW98qHuvZekuz2baoE99kcRvggxPbyMOhk+uMUZvjZYZ71GRjK+AjsfvrgugL6l6ho+dVkKPvCUbL5v5Nw7W1hXvlIfvj3DcQ6+6w0nvbmiIT7BdVm9YAhbve/AhD0TC2q+uv5pvhjSPr06rOK90vGtvMP9772NxJW9dQ2tvhOSMb3kbJC+4L4AvlG4wz1zREi+yOSYvVsJSD0yq7e6AcxbPdN74b1UW+u9tUT+uz2+Xb5afKe9NcK8PSUdaz06ntK91C3mPJavzLwwp2++tqyevcMlQT1tyOC826JmvpNcpL2ivIs97uKTvuLod77Bwja9KqhFviD1kL5ayQS+Veo0PmhoGL6Hayc81phqvtkMibxRNpm94+OBPSDTubvY2c89DGFtvo5m0z1nYOm9taKsPFuWbjxyp1i+KygSO9+ngjxzCQ29CuBdvTfjSr7fwUC9i43kvYdxq75gqJg8AWxAvvtIEL7Dzve8lBTWPNdWZT1scLs9+WWqvWoqpbz8EBG+oCGRPp6yfb7QyGU+f9p+PQu6Kj3WMw88mYUdvjvxn72ueyE84gPSPLLaWT4pTKi+8IrxvbMkGD3ECpm+bIRFvr5aUr3Osya+VcQ1PTrbN760QGw+R9cAvt0yqLo9Cow+yxBRPutcSb1GbbS9ObcxvghOCL6AtdE7oUQXPjdKrD1SwnC9jhYdPvbawj3AF6k8ngXKvY9NzL30aCo9NYShPlYftj5wmsw98FyBvt4RAT05EgG+IHnlvhtI3b0mm6e+m/lBPvmL0b3F0Oi9QDhBPudmwL2rJFI9NYwAPtE+Gr6I1IW7kYIdPGGYD74HqVk+PICmO7lma73j1g2/Jsu2Poczur0bcgO+k9u/PbjZn77sM+47jzkBPeyFxzw/rQu+55AWPkG8xz7xxfG9XynIvZsi8r3vW8W9BorFPUMwe71oa48+NzBAviDtnr6CNvK7CUWwvUMWBDz5K0E4qEVuvc90lb4qIa49CWArPnCGFz1Kpsa9SjYovtgm9r0fUba+HE8YPJ3ZBr5Io0s+LJxHvlh/7z00YlU+jwt1vvgsfb41aoo938L6vWhI3jwrNfe9wH/VvpmQW76qt/W80xnOO767Jj4pQJA+k3LvvpPz+z3RAd0+rjikvvNyHD4cIrQ9xRudvkPI+b0stq49/RsJPgxzbj6gyv27DsjZO5YW5z19D4M9FPJEvkMqMj7lZu46An6nPRJAcL1xXC6+0FU/vfm6Cr11sEM8s1zAPYhx8D0ikLE8qP2jPrhQlL5JEOu9g81Yvb7Oj72vayU+Q0g7vprnej5w65g9ImwuvmVcCj/hukg99Uedva2YND41gpW9ThsUPbkcqz2Dij2+bSPAPM6OJr2GjoO97JOLPb7F7z6syFy+2D+7vjRe3z2gloc+cPaqPhDiOj42h3q+XzvgvasLgD7B8/w99o/FvWNJDD2kB1g9Nnm4vb4HgbxVPAS9lOXYvQ2GgD3kL+y7scQmvR84HL7O3si9fCoVPZcTbb0or5O+ePGxvVzDTL1sAqQ9Q533PfifPb5yBSS9RJ1vPrB2Rr6QYB89W8MBPdSAlrvzg4k8ODTjvTsx8b1RMBM+ltqnvBq0YD6Tiqy9EudovpOtNz4lLYo79WkmvQjAsr34jZW9RZesvTqGPr21pKq9fnM5veDi4L1fBFS9qzZMvqYlx7702pg85lwivpyiSL79GrK9McKcPbv49r1ExWQ9fGt2PeRlhDkeKpS9apcaPePTXr61MC29vMDdPscrVD6F5+299ABvvoY5gj4+6vk96eScPXECGD7BLqK9c79bu5fVvz1ktyg+W7cKvWl43b3lGBS+yAJOvpRfqj1mAWK9RbP1ukeDjT2W0hs+nhePPgzsBL5oyec9erAbvZCTNr4f7Ic+OXvLvc5pxTxTG9e8rO+QPZ8ZoDxwHW09lCoUPjjNULstfIo9VNJ1PcxLdDjZ5Yk9WyKJPvWkmjzEPBc+ovxtPmsbKD4p4dc9/Fn6vQsgyzzQ+2w9ur8UPnrJRbx3KQ0+oqWKvVzq871KAm69Q9ZyPVlBGD2gjVi+dKDFPeFWj71QXEU85HfRPTZTzb2t6FC9vJ0tvnOlNj5XD409s/DWPX6OMj1a08+705i3PSOCez22B4y9vjmpPN1l7b0W1jq9MdI1PSRynr23wWQ9tso+Pi9qJz34jSU9IOPWvbzCRjtvQc69zTC7PfuaEz53DUO8KzCNPdmE+z32ug0+5fGkPaZE0T3UYcS9+vChPduHtLwdKEc+Fx0rPpRiBj4uvDG8AYp5PtjVmTsPwoQ8KJQTPXLa3r1BA4e84A1mPRaZFT46DRW+zp26PZP4Kr0w6PQ9PaCnPYxQKj4nkVO932oevtIbJ76hDx89FJirPnitvzyKvbA9IqB1PgTRD77JBCa9GwRGvrDZ2TzgmAK++OgCPgpcpT1hCKM9rAxWPbw/Bj5ky+49Om+evcxVHT67tSc+gcIKPvUQnz5uCq+9HOIHvBocQT7zfsu91GNhPUwYib1zqgE+uZ0jPug4XD58J4s9PEs0vpJG6z3DlV6+QPhePqK3Ib0bwPg9rH4lvpjdkr4i1PI9c9sCPXOf+T2TCpw92K7FvcoB1L3ZJBE8bDqTPsW+kj2lQQA+5maLPCsHqj0TtVq+GxXXvbrfOT4ycxW+kW4XPtS09T33rp89GYK0Pdd6qTzVwxO+tii4PfX5Kb4O4Aa9dN38vM8+nL3fORU9KHCpvrWByr33omu+F4lZPhr+bj21mmQ+Ca85vO1maL2BbXK7y6MqPmKSs73QySS+fetZvpThOL4Ws6u8JVzLPlV3AL3NjPE9x/eVPWTdtb7Zmvc9D3EMvip6MD778nM9ZERGvkgAHT7pjKg9BpZwPVIjhbwcaSc+0A0OPhrFf74plZC+q92tvnqLtL4Oq3m9cuKlvGq1nb5UE9M+W0ojviOvIL3wFEI+x01kvbloU7xYz7S9irK8vCkXwb4r23k9X83tvDD2PrzNDn0+Df0RPUYVi75kzJE9ZRRDvs0Ce70j0IU+PhIoPkH+hT2UmVM95BqfOpIQCb7IPJS9aNtNPR6bVT6WR0++RMTyve6/kD3F81Q9wLfuvNVveb6tg768AUHmvdCykj0uKUU8cCdmvUQHQb7eN1I+7I0cvdKBxr2Xj4K+jHIOPfVP4z0BGQY+dm4TvjnmsL0Zk609e1ajvoKdf7ywY1m+DAlDPiQmJz6iZFy+20FVPRF/773R0qM+smEWPmhQWD45KMa8bOrYvTGSqL3ccqU+Pi8FPmibDT6NzxS9hcXjPait0Lt3HAY9PSzpPAZjmb5J54M9uGUZvrC6jrxI+Z68JEeEPTGPDr4ELFs93e2hvbYdOb226ia+VE0xPBTyDD5rRVk8B2E8PtSpZj4J4tO9CZ2EvlQf5rshXxy+MeMtPiHBZ74UJRa7cR1HvqRnUj36IkE9kUuFvZSqED7FHEu+PIQDvr2nsb18Qk48iTOOveDVOL3ehkQ8kSnlPW6Bur2wh1G+b2Q5PjK/BT68Lwg9sNYrPuixHj6VF6W9DARpvWieRL5Q7+O9dcC/vbv90DyGZlU+XlgSvgUWrr5rbeW9rrIpvmwbV77P/ga+FDvuvYutaj2+ixY+CJUUPiBn2T1SlQY+2rxgPp4khr5VwMY9zv0DvJ9X6r15yGm9l9ZcPYhC9DuIMom+UvSSvXz+SLrAM9M82qT5urP7mLzIoTk+XllBvjYTE744DW89J5NbvnTbWL6BpJm+9UmvvjeoPb7PZK67rwt8PvhOUD6Uxou+B1IhPV4zL727uGA+qBsAPCzisL1xfhy9CedcvalftLyuJXI9XzrHPZ/vTL7EJfA9i1JrOT9/Iz0gsco9hBZNPuTwSj0byUq+jfoZvjHw/z0mX0A9YtoHvlLG9z2xhaw9tts0PpQqW77JsYU+lcbxvf+DLD5Sqv09Mm07vhKSAD6qasy8l1rhPWMHFD7iKZo9f3lQPhAFir2W3vS7O8sSPvYT1ryHBmo99ZgsPUhlTryaa/M9LyC8PVSGkD252bW81hCUvVJg3b2JlYS9GI+CvncwsD1uGG08lA0BPvxkIb5QgXu9uY+9uwLbDT430p29SlLHPDjYBD560Eu9j7aVu6FfGj6vDB4+bxcsvuPAmbw6Hlo85vUNPhLgMD5kj1U9DCgcPvmyYDsW4LU9s0qZPCjYzzyiRH69vXULPjNQHL6mzoa9KGE0vITggLw6mYe9u1sLvqtX6T1s0EY+aOK0Pbbhh73KBUg+jbcbPZLlJ75hZCo+qxuZvWBtFj7BJri+XdbzO/yOvz2twzA+CASYPejTJb3RAWW+1nMCvqH41700Z8Y9LTflPbvg+rweNfW9GuMyvubhLr6MZIc94ljEvbWu/71tQIq8NI3rPbUZjL3M8UO9Ft05vuZ0qz0ZerW9m0xbPta0Fr5Ccw49p9FRPu5/5r0iSPQ978+BPQ+hFD6U0Q0+CCC+u+iogj0h1uO92NtZvZOPoL2dGOK9Q1+rPZmyJzx//ww+uduaPe9LUj6HmAM+c/Wyuxbhh71QMdW9L4dbvVazkLuNkJC9CqH3veQy7T30EyY+dWZtvueOMr6COCM93d0fvQR6ur6e2Ok9wRPAOkoQgT385T8+ClGzvD9e170n6+898PiOvsyQE75icsi9zV4Uvt8+sjxHy6e9P63OvV27sr5QgzK+v9lfPiK/9byZT50+lFGEvoyE8z3WzRE+tHsfPr9gjr6mpYK+8cVfvu3Grr4M8Ly9rlwEvjCsj7zRSF4+Ivhmu4aWCT5dBeG9kBkSPjBTDb6hhAQ+IAENPhBeoL18GhQ9Wt1HvkzTC73KhUe9NYXEvu4gaL5wRAa+w1ZMPt2IFzsbmTa9bcqlPb0dwz0FQV8945rhvD3IFr6iQP09RgYfPpD7Or36Fy8+qJwTPuwUJb51tLy9tUvAPYj8JL505Oa9ZiK2vpuxgb7HHhm978aYPMWvGD6dC1g+N3GFPZJJ6D2vI4c9BMyNvTfpVj10RYa+/x8Evdq+2L2tnZm8U0x4vkf1mL7N/488XWDNOynST776jQm9FkgWvctwpb6+ZAE+Fr4vPLWLvb1aYiC+l7siPI82g75vbZq9QXzcvLX6iT10cVe9czsKvrvfVT4pXx29/D8lvr5dv72FBvE8zJJwvek5Oz7rMYG9mtd0vvpQcb63eZ69cxPJvFJfXr2Jr5c9/RymvuIwHT4T1SE+iKWMvue1BD76JqE9vD70vgqFTT2bGCA99LGtPvdYSz6q86e5XhqqvaDiMz5+0Nk96Sl3vjv9eD4Fp3o9AQY5PqCfq7108AE+ejiIPpd9Cj7aG0u+NXG2vLygR7xAW0W9KnGOvlu5AT4uz247VRyivoLogL0jTNu9U/hSPZGmdbw2h++9S5chvfQ8hj1xTtG9pO77vSIWkr7tDJO+WTQQvpmvCb7mYbi9CW1TvXbHQ72MqYe+tNBtPKXhnr1ch4w+qCH2Ppj8kD7WhWc9k1pDPbfpkj3bUTs+/n2zvZ8rlj6sdVy9OXJ1vupG8L0fyIy9J8zJPZPOoz2cv6a+tu2HvcQjhD3+jIM+l7uSvSAlS75eHjI9gFwsvUSphL23MXm+ZRoLPfgriL5LQaG+jabhvBKOQL1inoW97yrZPD1Itb2ZLws91CUfvlSNCD0eAKC9X3yAvgHziT0uBn+91r+fPY9syj06zs2+nFYlvuYNDr4/yG89VDLBvCJzor1l0Se+3p/FPZHgm7zmVhq+bRM2vgTVC747P+c83GkAvpV4Jz2ivM09pXpOvencSj7ILmu+b+FHvghHGz2570K9kv5QvcyZkTtz9IK9gdkbPjA5Dj3aoYE+jjJSvVa9br3wH8O9zLdnvgVXJz4KaF+9EiFhvrMzW74RsRs+CQTqvQE6mDxAANA9fZxvPRfL+D2wy9Q9fcy1PSAg4r0ewwg+jQSQvqGwxTw8pM08TdNBvg/4Kj5LGAQ+Q4eGvnbJhL0CPg69NdKjPHGAz73IdB896WQ7vccDCz0ffQm9c7wpPtsuSj7Un0y+x52QPawYJTz0bg8+CxmFPZB4bT1DO2+9ncaPPYonur19Rr28M3JTvmm7gztn48k7j2p5vhXmP746WJa724xnvkcQhj5+/e091lVTPTPIV73+DZS9QCu6vZG6yrxbZnG8xOl+vVhkyD1N3oG8PoJTvuoHJT7OhBM+cZMOvpfUW7wEOzA7CRCJPTmcM75sbVk9Hocqvua5kz0AZ8a9ahLJPYNEQj5gCCk9AFbmPfNEcr4alCw+ecmQPU01RL5tOAo+w6uFPbIx3j0AkRk91pfCvEiYAz66oIA98+EIPjFjXDzVdge+tRVUPQzJbD6W1Rw+i/eAvCD0nL3/vBC+HWUXvq084L2FSEw+2fGlPT0QtDwNenw9+ElOvWsLTb4BvQy+abcKO8j83jui1Qm9JrjUvGSnLr72B3i9zhoqvkCn0r0Ns6g8soXvPsoS3jyGv8q8deiYvWu63b3TsKS+6yc+vl9w4DzV9Co+xxfYvZmCprwbPas6HjiNvsZaRj7o0P493mKOvhtiKr5dmGu9+JkPvshP3D1pUiq+uzZgPUFP+T0gOQm9LTuwvaHbpD0pzlo9Fd2cPVmX4L3PuYC9GxGoPQp9Fj6AOse9hatAvkKc7D21qhO92j7+PUBcsz670dy99rffvjCIZL02/Oy9iA0wviOQBT2orIy+cH+Ovah0YD7jX388WJvNvetwjT5GMJw8n+1jPXly5r3DOWa+Wr1TPvdIjz78S2A+eI9GPugeMz6zXGU+mrIqPkdb7D1AS5S9lsFfPEYJPT5ikGk9ImRCvgCNTb3p84A+3KUJvCFqKL5W0Mq+RiA5PNPKAT5QwpW9J4wfPs7McD4EFg695jq+vcuMsz2Tlos+2hAdPgrLB70k9BS964MKvXzkWL3tnmo9neAxPZc1TL1c2kg+Wc9LvUtS6L7m+GW9M4EyvpmDHz4xAH+9BM9dPYy+WT6Zr9k+M/toPghv3b3NozI+RjXTPRU1pz5/nk2+NJhiPvHDKz18LC6+i88LOq1ceL6oPBg+d4KKPWuC072Nmqc9fYIZvByXr76Lkj4+/QHrPkUbuDtW5w+/aOiTO4PHWL5AX4S+LMoXv2Y9E720r3C+eJm+vTrNmjwOcwu+Jc2zPrS2jT7IEQW9j/JFPoLfhT1Gfu08pljFvCWEVr5cvFs9RjfBvlZh/j2JpJs9c8UOvgo0tDrZCMC7kYIYPiTKGD4yYTc9WGqRPX0IbD7p3e47buonvslY873dvxc+BwJrvkZWBT5OW80+X18VPjFHZj5E4wC+dtr9uCRz6r0FxGA85T5KvrgCHj0m79E9mWqhve1tVT1sbcq90YBivQaIKL67GQk9Suq2PeKlkT2lKf09U0I6PurYj72Ug0u+Xk3lPZnxM73XsZQ91kK4vEXYzT2nCoI8sz9hPuuezz11gog9C8DXvJ9/QD4tt0O9aZf6PSj/Db6WyGw9MZ6nvd37Y74POiA+CnNBvBP1JT7h+cy98IUSvks0/j14S5S91CPOPUCuJr0a0LM9A1gPvoQ2Yr1WxeA9ozbEvU4ilL0dTmA+ODkwPBW+L73sK1K++GegvvweJb4rYK++4dlfPXTFqz6ZFAu+SwXzPXEkWL6Y+HI+D+BHPvLhBj4Wq0Q+fAlBvYfOPzxAF6A7ArEIvoLvY7wh3Lk9NA+GvtqPYj7FyAI+qMvbPfkdSz42wyo+QXW1vjxWGz6GWS68IMg/PqKuir4orpg8yWuSvpM30r68iP89xYVAvvS+PzzUpho+S0OJPgeTOj7P11k9j0OxvTQzXr1tzgu+jB6jvXTqHD53xIc9ze+Cvn5/mb5vyQO+n98NvtiPXT7i3wY+v2l0u8OFmD4a89S9YEKLPbp5Bz1qcoG9y1olPv61D76i77A9wTggPjm7f75vR6C94dIFPhorOT6pfHS+QIr2vF0doz4ZhK++s4FnvaywGr5z9Fs+muK5vUOsdj1xBtk8IQOyvazNeL6thAk9TBjdvTclE70tMZq9gHl1vvgDOr5luLa9j3sBPWOrJr4ZVrO8CgEqvoaj972HTIa941IlvuqF5jyoJ629RegMvjOmmT29CWe+s1PTvV6jvr3ST6492nFTvQYXyLyEffE81dI3vRSs5T2L5u48tLpyPcQTT76R4p2+SsKDvd+K3jz6RC88Qc+aPYSO1b3CwBO+Aes+vkAwer0dRQ09LwlVveochL0Ec8w9yZFdvKL7a77JxVS+9mzYvAphvb3Os7I96iIevRwTR76TUpA9cno2PYmxv71RczW+Z2jSvYHU9L0On/K9sx5SPG5qE70A+mm8POcvvk3RyT3owxW+SZPBu0xZOr7PoxO8YUShvWs+Ur4pB249SHfGvQMF3z2ea2a++VADvnXdEL7iWyW9XzSHvuC/6DyJmJO9CtXqPSG/7j1dD+y9RiaQvFuL3D24rok9MYoBvrFsb76ASA2+1Hs+vqrGDL5fI1u+Yocvvp087j2TBNk9S7stvo1AZ75uWEO8stKlvJ7Irr0h+4y98G+WvsH1Vb2dWVk9Z9R7PQrKSb5MMta9yPMXvSCpFj5M9as9bXW6vZySBzwBQyy9yikfvs4kLb6LAIs9mqYAvuyYNb4pQpI9U/BbvlHCYD0GGyW+07rrPHyVfT2wPzg+Gv0wvHX9uj1KpJe7wS4MvsBFiT1TVfO9NwayPegAPj7nMt88X8iNvtbYN77sDFO+fAd9PSAejD4jGOi+hSYsPlMfUD7Q1aM+WbHjvis/CT4u+wi8bgKIPYstKT7Yx+49q9prPVvVjDxefqg+arrNPTgFrj27KRq+r2TMPVSTmzwari6+Em8WPKU0LL7kL4a9FtA1vrUhB77C20Q+BqtvPo0uHDzebH89cvW1vBF6g746i5O9YJ91PHmaBL5+Ki69Iyx8vY2ssj6vKWk+V0APPRIdUL07SRw+ZUt+vq2XhL33COi8Bp1Cvpjagz45GVW+MvjvvflOMb78TSc7ELdVvswDpL1BQuw9U2koPr7Ur725Rdk+WVOUPVyogLxbTAI+has8vn6rIL7M2GS+A4cKvinrGj5mQ2Y+sMyVvucp8jztH2++Ex/8vBFd/b2YfCc9a0nUPN/+Bb5fRAW+XNuQPakkrb2nNmi+RTyzPbgJqzw+OXM9f8GFvXlBGD6O0x6+atcMPvinx7xf1U6+ObSSPkXjYbzy4oi9op/WPaImA77cAig+uJIEPQlpfD1Ly2w+PM0HvtFgFD5hz2U+yZcwPWzLML49H6E8UTW0vYxkN75/SbG+6g5IPgDFZ7uorrW6POEovoxQVb7GmNQ99eAFvsavK74vVgw+IMWZvC8uFbxj+yw9FAiGPQj4Zz44zLk8Rz+aPUN1Aj5NQhs+4ANZvvlVpT2RaYE+VYJiPg8Z3b2Twh090HmHPey6QD7dxQ4+aO3KvvuEwL1UKAY+f5HYPV0tSD5yvcu+rA/HPQbZIz3spQc9e4BOPnhux7xIwVs+eazOvZF2jb2kNjO92CZHPYqBDb7B5L27lu/+PSEpQr0fmuO8Iqm5vXg5Mj3apOk8ARAcPVlwkz7nQUe+bEyqPZ3JYb4m5h09MK9hvrgoh73+aCK+/Pz9vO7hCT6Zc5i83JHFvWr3Lb1lcv09PCQtPGo8TT7Wjrm9rDR3PsTTSL6qZz+9nFbuPSLN7zzkwIS+J4c0voD1Xj3ICKw99BsaPuZuhD51dFK+sSOqvd+cMr6sg6+9lXy6vgEyEj5sAQE7U29ivoP84j0x7p8+2WFYvtdV+rya/MO9lq9qPtTS6L6i28G8GMlFvl0WP77mqxG83dazPcBOu72M4TU9YEssPnOv4LwPefi9ZieJPjsbQr7cJbW9V4wKvWjgXD33hAu+521ovleSI76IeX08zeHUviCSYT5eFEU+15huPVr9Dj43ZZG98EpNPtLrer6rXUE+37yxPYaJPr2GZg6+6Eh1vtL2Zr3Cx6s+S3oAvudYAT4PUY+9mz7FvcI/Ir0az5s9XNNTPafKULzAR7e9nOq5PMZVUT69PLE9u8flvWSCMz5pQek9SYhaumsgfD0HLF298NssPf2w2j2xmMM9BZyCPvCVLT4UMZc8QytEPg/euT3j5XS7vvESvnlZBD5VckU9f133vV6TBb5xTIC80TkdPqCfhr3G1hc9yKXLvATmcL1jf9E9QdKcvbneKT0DjMM9y7OrvRs8Sb7pXgk+I3rBvW3doL0aDwg+/UYjPQdl8r3qZko+X5GhvVym6zxmzoM9YiiRPPxIA75ROCk+qD+SPQrGDL0OCoW9oBMLvhYFHL4ZpAo+JtVOvYzI/z1wkZo97vJGPtV91r3M21g9gLw3PAYmlb2vE/Q9gkzTvd1aGr0vXFI+J54XvqffJj0M0vs9kJLcPUl1IT6SwB4+jmX3PP1QSTqrEbQ8re3TvQERoD673EI9/RXZvdcHkr38tF89Ic1QO3V/4j36++69yybZPB2wtj0mYxm8TB65vbIIAb49epw9gDtuPFEGhj3GNL09dAgHPQ5PgD09bUQ+PZCrPd9dwj00KEc9c0GWPnIGFz76I0O8knWOvG/EqT37sS4+G/lsvbpGej2tdjK9epeXPbmTnj1nLby9sxu9PSNEeD2iTMc9A+r0PPyAXj3yVYU+aEGuvQI8EL74kdU9drqnPk8pjb3N3fK9VgisPatsRjvtWzm6aKjyPSC+FbyKVCu+y4IwvncTkT0rfHi+oayIvWg0aj3pwfQ8zWlpvDDytL51ljM+BnoSvh7n8T1tat8987j0veMqGL75Txy+CqbePftORj7o4ZE+rwQxPsKrujy0i5a7ASh+vjalbz6xPFU9sttsPgklDD61wyY+iR4RvdU92j40kTY+DmbfPuuOSz2oW/O9JS91O6NBrj71IdS91IXZvJ1McT2SEX68GF03Puh5ML5vx3y+VXUevs7rEL4M2OC8Ana/PXhQ3D0fnpu+9C0XPPt+J76a4Mw+Yxxivh9Zuj3a0Ie9SxBMvQLHlTzxdvQ87BFIved3Mb14DGE94nCWvT1tAT44NfE9/aF5O41Bir3aB5E9jMDfvWS1y73G2w2+dN/APv75Qb7pId8+RKYtPhTQJT3hAjW+W7TgPTpZPDxWdaC9uPKnPf8L5bwFe+K8fnCLvesBKL7dNo69L3YLPrvjhr5me+E9DKOBvdl3Kb4E4Qm+F2Umvp0tFz4t6xY+7z9NPXlbjr2ziwg+bwgZPV6HVD59cky+qOlzPm/aiT6w/DU9i5Udvo+BgbxW0ba8pX2ovFrBGj7l9aY94bkAvn6YGr4XqlM9oLwjPtHRHD0IPQk9iRUgvrDXLD6LcoM9oJ0vPiVzg76ZIAk+b/lwvaoxAbwB1NE+UoaOPSQM7r1c17E+u5szPvFYJz4PlO6950wDPc4lxTwtWy69uT6LvVxYg71iBRE9r8UYPtXCNr3Xwik+dg82PnNCwj0AGCa+eUcjPlUFrTxVkpY9RZPOPbUl7r2z2Vm+2k4TPiqgQr0yuuM97f48PhdPkz4Iggu+KkQQvjaTOj4R8xy9e8uTveMyo72giB6+y3hIvdDdpD2jcLG9wbuXPDLtQj7Hpq29o+oFPiQGXD1CKcu9YtANPWbmJD6R01s+Wnc2PUKnJD7bGws9bt9jPvXELb5qdQW979z0vfxRvj2HpAK+LGqAPUUUu70tWWu+La7cPcp+xz0B15u8fX+PvYVIt73lDtW99ngZPk0eL75Y34e9ChWAPh7JMLyJP++8zVA1vUxfrj3Nwcs8IhOnPM/Yd70dBF49g5YUPrlle77SybW89kVRvj7Gf71vkEi+hKU/PTKRX70L08s9npWQPM9Ukj4PQt49T1I+vppcyD3xPW2+i9ehvYszqr7GOLy9vkOBPTbHjL3URTW86SyFvrl++b2aDSW+7HnlvWhBhb427ie+d7rVvsN/tr2Z6a49rBn4PZ7xBL2S/0G+wdW/vfVqPb5ttAm9WchDvSf/mb522Y49T7M9vr1dwT0jDyo8AXmcPWNZU71CCMO76aj3PEiaV72/swu+Dr48PN49rrvkgCK+Dfuovmlcbz2VGtk9"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "cQELPka3jbupZ9K9Aj0/vLO3wb1x1E+7UJFFPHqD7jzeC5m7uKYNvnxDCb01DBG9cFOZvKfEYzlIfhu90VxAvX8kgTw3Z8c8jNUNvfaWvb0Yb2y9XnGRvZ2i2bxo6Mm9mPkPvdzZFL3Dmg08U8x8vZLJnr1gzwC+zAecPSE3O7rbSga9ivTCvYH9xLslsnC97DYAvjxQDT1IHdy8LA9sPSrAl71oQZu9GObnPer91jpoQDc9lEWiPNrCm70x0969JGRqO5TbDr1cPjY9/qm1vBhKKT0ERFm9LbydOpNDEr22YaS9fT+hPNCWsD3X5+q8rLmAu8RlIr2PExM9GusJveJCMTnuKTm8x3KpvGhcVD3wVU29NviVvRGdFr0Grha93iMFve1Mfr3lNzy9kQH+vXg16D3KhIs9Z7c8vkowaz3qhYG9LdgAPJF8lz2F/aS9IJdsveDW57sHa4m8NGIQvfQ3bz0TK8E67NujPWIF0rwwL0i9omgpvbgqSby1wjY8mL2PvGrxf71bUNg8t7nwvY4fCb0ZZ6U8yqGuvBc9Pr22nF29mTREva1WKr4YepE85v4rvsFWorwOtgY9BiIbvQZhv71cqNO97P4xvVbSi7vqSe6701KBvcREojsRWJA98bwFPbQPA7xRxPe9SNanPeGUgL001Rq9IzcKvVOZrzw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "/U22O83vcb3to9C8mu8APv3p9L3m6BC7VLrXO/Snx70XHzq9KxXwvZV9ID0/tRg++h4oPnR9TD7tlpS8ovllPMtvDz2FVJq9J7iTvXuZ8j3yxXW9BIrwvXM3/D22kIM9NLPRPUWd1T2IYou96iwAvn5Rjb1pK8u9XJszvS3dcL7eNXa9He6PO/4e8jy7VZK9GmOKvDCHhzx3mZ29u7d8PHMpHb1XnAU+nCcCPjSgwLw9hIq8coikvbVtXjxX2t68decLvLmfK7o7ORM9is12PB7Mjr246UC9CVV4vJ03TD1w9gU+vqZUPT6BCzyJmI+93WtIvSdGjD1WSQ0+sCFevnIqxL3l1q6958+rvYkI2rx9uUM+qoQ+Pvk0/r2xw269BtPmvf4byr2nx5+9kkpBPuy8Ez68alu+rlObuyq29D1XVrA8Y7T8PJ92nbwchDm8gS0TvHoiZzy8Fx4+p+rcO0WHnTt2Bvs9NnoWPkRNyb3FECe+vlYKvhkBzz23rwm9HGC5vW5A7bsqJvO8iYXfPWyfzj1ygNS9LGrWvbqEGL0XkGI8CZwvPNYDXj7Z+Jm9h10GPk/LxT1IuHc89tPSveoA6LzNnXQ9UdMsPXZkST1ZOuM8CG6CvXS0Uj1YlKu9bWTRPF4G5b2ENIm7acLBPXzk/b2lP4o99yQCvXaEijvcNZo5Zuc5vbELXb2+M6G7TWy/vbqOtLwRWfc8QK8NPVPzrL2XfgE+yGnNvCwtIr4Xc7k8A3eaPEMr+j1NlAQ9nsAHvcLrl72hpZu90ewYvVKm3zz+e9Q9tTEIvs3CQzv1sIO9nzLKvc1wET1KINU9hIkxPoYUOr7rCny8WLs/Pp1KBz6A10Q+D+RgPqbUMD7Isye85xX+PbPRdr1fIRI+rhnYPVSpD750C8a9T5e/vBEMN739ov262fyDvc9hC72cg7M9sy8QPs79Dz6/qoi9erqNvUOWw73mQYC9VYROPI6eQL2y5oS99imVOxf2Rz06jYY7RsuvvWezwDvDObe9ahRXPMTR6jzy9Wk6uLkgu4snLj5kq1e9GTMvPMSOxz0lLs+8G/f9OiaP2DxGLd488zjdvc9Dbz3eHhU+XUgivhpRUD00EsY9Ai3TPRzu1T0k31i+DQZyvUOd1z3BhUs9AjTIPcZIWr0AD069p7MEvsbaTr6sn/a8jirGPPUlBb5a/vq8VnaHvQhWsLzme3Q8m1SQvONxIb0vo5K9bPQiPaHC8z0rQbw82J13u0waG7vM8X+9wZ0ovYQPHz5xFbi9a3WWvKyg0rw8aNY7ZNRSvWHmoDxeJr+5eCxOPfuPHj4DTpw9izvoPeAZjz3WeDW9Ma9avbI6PT2+VZY+RLQYvrUeJj4uwcc9jhCXPSD4QD6IGxe+fCWXvbANYz2JU0S9yIGTvHfbAD1JDk88B/khvviuNz7nKp6+IyufvQ1lar4pqKq8tz/sO9SHmTwhlVk9r9EvOomr5T3SN8A9pY8evSWxLj7UV1s8vZbnPbbVGj3Km4k93mhLPl0s5jynhmK9URHPPTJfLT63FPo9zSa3PaJRsb2RJUu+8RMSvsjLNz1ZIje98H/1O7oZrj2lqQq8f5oQuywgvTwvLm+9mtecvT/fSj2v0Hu8pHobvcT/Br1/Whc9MuclvThtQLwNQIQ9a652PWzZ5z2b1AW+nFhOPGLqrTwR2jm9qGq5PfERgL7Js1o9qMuWPT4jKD0O31o93GA2vcm1ZLzP1Qi+zg2LPB+SXz0fi4g96IXHvAEr3jt5g3490JHyuuPpOL3AvJy9TzY4vaGxjzuIIrI8HdOIvLFcRb1iMAM+qjy3vdVNhz5sqSW+3nu/vBcDQjy/2oq+yO0tvh6O6r2LBYY7PeS5OyUYZ7q6AKk8j9M2PUduIr3+u0o9L6iguvQ387zZkR09D+rBPPTT4T1EJVC9QaQHvNBg1Lw/O489lSeFPT0MHj6/giw+3F0TPtIyJj7DSYg9Tx87u9AIazx6mrC9DqJbPowgQrwrnK29+sJBvnZyAr6IImy+2/l5PcZlPTvKj7a85kh4vfpm0b18/669StQ3PXgf1D2688y9Wk7yPCu22z0JnX0+9h0HPtUgOz3Qnb68Kx6HPbORUDxKWKM+vIsavrII3TwCywG9I3GRvSXwrTw87A6+TQbWvX/66jwHmP08C6ycPDdD2D2xxXI9BlVVvirM9Lvxfw693VpmPTo7gb0EI6M9liKKvP5WQL1iBae9eII7vRrhC7xF1Pa8i0LdPV46zzzfPkC7/SOvPS4dDr7BugM+mUulPXvehT0HdUE9Q7U6vZMVBT158rs8SAaYOkYOnLyv57O9he+DPdF+DLy6jco9t1WSPbzRDD3aByA+TMSJPR9hZz7ced09QzypvKy8Sr1BMHm9VdRtvaiKfT2THZA8M/WWvSLEoT6Dfao9tAe+vYr6Cj3Gg1M9+wIbvS8M6D2WFsc9XdyPPZ4aQz0wSuO8KTp2vV3Vnr262jM6rwoRvfp3Aj2PH0q+WsGqPWcwTT2LZqU9JVvsO3+C8b0vWvi9iusRvfL1Fb2CyYa9diW2vOci9rwS31M7zui+O1x7lL5UyqG8VkQxPdI88TzSw9c9dpUQPsOyrj1Xnwy9l+pFPujDVT5goo09bOUEvhP0LT3YWi89rrIPu6Ccsrzsm+A8xd3sPHoIr70Y9La9G0lcPANCmj2YXfW8Eg44PaSGujtpbUc8D/9TvqwSIL7ugF69vfZVvM+8jzyYOym87+5KvVK0uzwzHVy+alejvSxMoTwGqJa+m2ftuleNAL4HwGm+IfqGvcbN9zu7RwS+OqUjvUxhWr0BCm+9ymAFPTyMcD2SNAq+gODNPdqSNT03QuM9lxZnPY0HGj5YZ08+fcPgvRFsLb1YwhG+1R6gPY6tKD0dbC09ByVXPEIUibsxQgC9rH4EvtncCT6dwcu8+bE3uyHVHT29+Va80oDAPbzTMDvQZoC9H88LPnbCpj3plhm99Qh5vRnHkr3JHH69ELpoviPbeb0stSi99PUYPvUCaDyDbWE9dwwBPsT9FT60pzg9f76ZvUsqKz6IC0m+KxKgvVwg8jxy93W9DPD2vKZmHrwnxuC9jI1svIYRlD2xWq28YRohPX02dDwXLSs9z/KGvMkNrb1zvpo8A9nWPUV7bjkt3BK81qB9vMi5czulfgy9lvCePC1uyj2uhCu9d47APAAVAD5GDTu+F3gEvaArP75qVOu8yDXNu3Guvzxzuc46RI2AvSQKKz2wG7C9tZYCvlwlrT0yezk9wDGCPWRcBb3CrKS9BW2xvTUuYj5ewi29yJYxPR1CFz2fIk+9WTgXvXVIvrz3JAq9B4N7vDTNn73YUOa9oLeUPX2UoTuTdnA95BV9PQ8hir2EsMK9mOynvTIXhz4kx6M9lRnLvboerj3pS/g9iwSrPWalfT5O9c08EXfOvTJGPL745dW9YHD+PNecMTtVHYQ9uTMcPstWuL2iS5M8gS1Fvd6Zoz0gKQw9ZcsTPTRiYT2smYo+TeB+PbNGmr1JbNu9EUzNPMDQCD1KmbS9gnrcvSzBP71I9fQ9XLtdvjHG0z10dzI9fe9EPdfMmz04YRY+vFe8PEh4xj16yVM+ibr3PWVLl73QiNM9PhMQvbxbXzzom1C94X6rvO9ozj3JsUc9t6NLPlkNbz2raa698XOBOq83D73yPA49VsKzPAiSMby8fh+9xWqevG57Fz10wOw8+hZePjOsLL62vVU9RdUGPrvLbD32XNC9biG8vQP+r71Okzy96jqKPZfvej3FB8I948bzvLPBAz2KyCG6hQk0PqolwT39vVW8H3jQPHkxgDpa44Y9uAEJPYZWJT3MatS9OSlkPOYFAD5FZ7M9OVEJPsa2BDxUsr68RUZ1PU6R8Tx+v60+oQ98PrV7ET5zfU89QxtvvUuK2zwRuRs9pbSHPSJdNDxDIxi+TRevvdqMdL24RKA9X9XnvWLmyLosSxc+s8HMvk6GSb46ade9XtJZPYhwqr3xSFm8f9U8vTJMFL3uzra7TlSSvfQNKb19hME93n6lPfSubz0rgGk9ngS4PBlNi72Ogwi95fw6vXc4dj3R66K9c4KuvPNQn7pN+S89ubnMO6UlCj5ju589zbuYPTmRNr1ZgSK+akEFvmyo+r0FIRa98kpNvtyxjD3Y/ka9Rt4yPkE12T1oiPQ9914MPvtoA7x3Gcy9kHXFvDRqoj0pIDE+kfABO264BD0SnG48JLqOPfLX3r0glPA8KMfPveSJfzuJS5Q89C8APVifHjwFSzI84afKPOHxib0eUgo+OZK7ulshyz0IZw8+QS4evseTBbytpqG9Hp32PWVCMz5FFog8AhRzPT8UyzyQ1Co9QiwbPW0Z171SZW++4lXHPWhwdTyqGZm8CfyRPRfFCz5pINO9d6mxPA7WQ7xWuBS+TSDAvfJIjLx/Liu8Ybntu25izTyB6ee7a6tdPrrxQb0jQYm8umP2PfhdY70ymH+9O06evcjtfz3jPVs9ID4SPc6QCz60yTE9N+3nvE5ZZbuDMLo9tHwSvDjCi72+hmA937wuPTf83b19Yv27b7aSu4sgPz22ot2926YIvpMJ4b0qdwW9UhfIPWuS5j2JuR0+CLKqvCGjCb2b/xe8rPEove5Mrj3NyUm9I3hrvMANl7tH88y9LiZjvbMa0z1VQTU79K7EPG3yU725Llq9b3RBvZWOLz0BzDg9nEBXvePJpr1tWcQ9BudBvbH5xDwUC7e92JDsPPvoG76kRUO9ieozPvmbrrxkXQm9hHnHvXA6w70jclm8ffkxvdNwA77opUG8xs4PPuE0ib2vtkk9AoYSPdRiBz0JJJq9j/F0PZkVbLzZENK9bInDPdM9Zj1SnYo9y7ibvauOgr2h/jq+2joSOwTayD1kKQg9ftToPWnNtDzrS7e9p/50vUzaMb6FXyi9hOLFvSd3/ztDeJm8HrVwvbeAnDxmfoc9vWW6vR2l/zxNSUs841lBvZDa6L2Z7ly+fpD/PW1GuT1lOSS+ZgATPaiIQD1MNT+9KnOnvVY50Dy+jVU9NqCOPMZobj3MUIE+N028OltM+Dyn7Xc96FdWPgpSob0wFtE9yaxyvVIKRr0EfJa9YCBjPCu5EL09dgS8f2fOOmPl4z1oBok9g/rbvDeU3ztRIOA92uoiOrp+Cj5YONy8Nk8PPieceL0g9Q09Vt3bPURasDzY9Wo9gLsZPZ5alLyoVRY9AHu0vSVUib144KG7E9bFO1Cgg7ukip48749LPZUkQD2a0TI+zQtsPYaybT3yJZg9lhNFPS/IZju9qZc93UvjPduf6rtquJO+jpq6vT1aHj7yRew83c6VPBLufb2jyZo9KvhevOk+azwQTuq9WxwvPWqOgDzYD1I8bO3GPLQaHj6Jgde9FCYFvi4h/T3GiTU8CZ0IPae+X71RFQk+951iPVm0g7skDLm7bUaRPd+juLz1Yem8AlZivKz9GT2DR+u8DKlbveraFT6nsg8+WK2+uy/G6D1tx+c9KdrOuxo1WL5ptQe9D9EvPuS0tjuz0VC8PppuvfC0ULxcWiy87wgUvfFEPr5TLEG9LV0NPhLNAz31jcE9qgXQPXqXrjzorbW8gVbxveJrij154ku9Wj/UPYAODD4ZHg8+HqiSPTd++L2z5+69JyUCPS6KIT6YL0m962qnPb8pNj2Az627O4XsvUWAij2Q8Au9ofMbvaPoir3RKS29hLwQvYb3H70ezJs8KpZtPQGDAD7L2JU8F0FpvZwjprsMPJ09eHfrvW1A5j1SXrU9zBRUvU2I6D0zBbK7g2rXPOAmDbzwSNA74e8PvoGnL75RnFk+brr4PDL5iD2QaQk9LmkNPgXhNL10Gxa+Mu1WPB7uJL2UTN29m8+hvWlAV712+F69/9ZwPDMCTL0dLfa9HiuSPUw7GD5voQI9+H42Psfg1zxlcRi+KFo8vRdW3T3XUio+Qf7jvcl/Iz0woQG9eB+cvGoSvrysf4a90lZNvWWjsDpUHK891JgCPsuMyD169cK99JAnvdvfQj2HB2O9vlQ8PjikBb673zs88Ycsu9YkCz2sHLU7zNgDvXyoRb69LFI8DV8LPq18tLzhkhM+dLSRvacnKr0f0R29s97UO+eBHzvEFra9xIZHPVOA37yovO08lGUovc1qW7rSK7C9Q1v5vLz/Bz1xFRE+LWIBvZihxT3ieka8zJUPPv/2vL1ZfaM92O2OveuUID2bZac8Xh+RvMz24DsjRCe+WWL1vfo/sjz4rIC9LNqhPabBgD2xVZk9fOrUvQuSCL14v8w9k2IAPe5ssT2RbGO9WsCfO+ajzLv7gaW9OWQPu/YAr70WB/o9zfmPPQ1hkz0Ug8U9bMSrvUfMPz6Wy5c+WUEHPiWihD1v2su9HmASva/l/Ly1+ha9PYv/vG40VT4sZqE9HJwUvnebAr7Hwze+YRMTvk9YBL3sRty97swMvoFkgTyJPaK9BxGYPn4Plb0Gpkm9hnEdvDoATr4nXaI9/bwaPWqDkz3hZxc8NoFDvdgfvzyoh589UeG1PTQSljp3WU280CTSvdQJRj16GWm9Gm3OvV73Zr0tENS9zFTWPTQluLx9hqY9QBChPHNhCj7915e9UpohPmvJn72zso282IfgvJD5VD4ggD4+97nFvG0cIb3gPSq9gXAUvll/8ryYi/89fx/5PS3GOb168Fu9aaE3PJgcMD7eMhq+3rIhvlP4rz0OarK9zyo5ProO97xIkDu+A2sXvkiAX7yyPTa8KMd3vPgQLD79I2c9sMAHPuD7yj3lYbg9+MuavbB+BrxN9zw852JdPnCYAL5AGIe9TmdPvNVYpb1/6NE8hwB8vavICz3QUYO9b5n4vVYzr72xBty9W8dxvOeLmD3u8Eg++8lsPGsXFL7SS9o9dfHzOXFDITzWdXE8v4R3vWK11rzyXXY97iB+PfGPoD0sIeg8sWGtvO2QC72WWjW+7MNKvlZKpT19kkM+OFp0PdDCIj4/GH09AfXZPS9+Ab7ybau+Cb5MvucWmz0yJ9c9OAXwvaDAQj5hqku9QkAnvUiuizzMZMM9rRpeuyy+ATx8LS89stNYPXmHGT2t00E65aALvfaZ6D0fQgO+6lONPsxFhL3ti1Y9V7GEPHuedL0A5WK+6x75vdfPIr2VJE48YIEhvZgnlbz2OEm9bNPtvC5SNT0qMJq87e85vQX/T7z9cjE9DPrvPYvbNLzfc/k8S2BjvWqE9rkqCpA9IvTJOxktc7xEESU74MtDvfLCKbwlWQ++e7aOvYzE1L2HGmg98l7XPfQhGrz0nCI9fsXWPb3oALzFQQG+GmDBvTK4+L0uusI8fC6XvGctqDutmrM9SA4APmDt97zXFMC9wfdputBRCz72D0I+jJH6vPzXFj492lo+cBaGO6vrgzpminE9nYwFPR6qp71YchA8cnPoOiyc/j2/joe95XOLvoDUC70M0xq8P0cnPV0Xlbz384M9DpAzPnA0Nr2AbKU8SMJEO9PSkztOfJ69QMlTPQNvEz1vZcs9wjtdPB5rabxvRYc9iSgAPi47Sz0YE7y97mc7vhSaND6Dh2A+1lErvT81kb0+lU491ubQPUTKyz2cg3+88vkJvVH2Fr7hWOG9Ezx1vGRNpj0fMU24SJIuPBM7JT3Nasi8VyvIPSP+KzsWzAK+/3+CPIhJEz08WXw9l7HsPG6UFT5p8t08FVnCPR3T0r2DuJo9vRYPvvUqVb1C8Nu9hpEsOx9TmjxaNE07tMkjvSTvoj3PT7o9nZXDPU47dDwhBQu+EL4GPhZoO725YiG+o21WvTKKIr44fTk9gomZPOX/Frw+TDk9n5hTPb48kr2PVes8atYPPdu7+jy5Cny9rw+kvWrzf73zt9M9kjsVvBwLsbtZxG89Kr/cu9rfn7wjqaC8QRc0Pj/aWr2xorq6GsqSPbTh/j2n+9Q9ptKQvaktPb1hc1u9HmVRvYgtZz3JPLK9xXnOvQX2Fr0pkry9Y+xTvfgt3b3y5Ms9eKExvvbzvzxCBjM9R9vtPD44g7zhOMs9PjSVPIbRkL1MFpi86H/WvXuNXb5D0uc97+yCvJ5Y07zM4RG9txTpvWpVhD2JBme8FOaqvaJ6Pr3Px005y2kLPetmgr0wxuU83NdcPlL9u7ulOQE8CkOgu59GH74eKzK78A0xvnrdpz3Of9W6iw+Hvfggp73gZ5y9FN0OPld2eT0Y/ko98RJ/PXsVxjxE9OQ6EHGfPSgxVj5rlTU+5UCoPqYfFj5hd6g9IKMbPVPJmTzNnLC8ziobvUX9wD1LOxC+D/H2uce3Ib6FK+Y9vLGZPEG8/D1j+BY+iOLePQJy2bzI4Ji8qsMJvhtEpLz7G8U8rXtcPJHeMD2yXna846XlPQNkpjvkfsy9oy+dvaH5Xz2kvh48Pf8Kvvf7iL1NWTY9EkF4vDQ+Wr33SQm+D6/3vYHIBL6tLUC90RfIPIcrpj1YtZc6+pMbPnNnDz5fWi4+K7MnPnCktj0RyuE73OiMu29rOTy+zws/6YROvJ0OXLvD6xK8V46yu4MPhrwwhag9LZZwu18GKr1JTBi9MthnPvISA77UpA68QQ77O1omIz6EXIw8h7+5PfMhP75kTvI9gKL1PbnVDj4ANYq8/DMevgb5LL6Jbim+WfAWPUhagrsUWvq8UcCzvGvAjL4JNLC9GbKPveEl+7yJoI69oN2GPfQBIj31JrU8MDpoPTcCBr3DAoS9LXPFPaKosD3ADBW9sziqPmd/azztNpW96fwGvZEaMr3vl4w9w7CPPWOJjb0jNsi9rUd7vdPy2Dyquxi+xleEPRTrhj3rvUI9AQ2tO87tCT4l2LU9ccYtPtOySD2TKz8+c5boPeohQDo/XT69T7qkvQ4c2L1Wzec8uEz8Pf+sWLx+nX29BLTPPaflwz3viN09ICa2vXfjID5znKK813IUPnvyAD6VjRm+fHDUPJtUhD2z/lo994OQPeu8yj1ZzAw86I2hO+xO8jqrusc7dEeXvAjlJb5+0oc+zWsmvcQPPD4rFMw8C+J5vYTJSb2SfZQ886yVPJUhCr4qlik+w8q+uovHgLwjcn88a8DnvU39WLxWm9w8nIV5vpw/R76DtQ49NQrJvWuWETzz94k8L290PGiPpLzCziU8mvTouksviz2GxPK93We6u/qTuD0OxcO74/8uvuS/oT3Xa4K9h60EvpKB4b3V7uI72mCrOj5VUT2Q+Me7mGBSvWruBL7YSTc9dOkBvuk+tbwpwT69iHQavgUOgj6vnT++FpQ2vYr1LL14mTy+l9EoPZUewj1wSZo9f5WyPFLB/z1jyNk9koifPJK4zbzfpfk9MSb0vDv7Cr1PTW+9VDD9vOOhET0SKgC9lhnhPF0qT7x15rg7PTXnvGuXHjyy1ig9+BJ+PYMr6T0IooY93kI9veIWJD4RO4M9KPIJPbfwt7wrNiQ9uyahPHPkGz6nl5o98dNDPSP9qT2mqpw9IuhaPAGaz70hOd080FDTPEh/nz26X8i9KQ4JvXwFEb3lyhW9L9R7vWlyIj5/fAy97lXsvVRTPz3b/ls9fPo+PfBADTyaegK9SgupvYaPdjysqiy9rB6qPI7oRz0/gle9EmyjvbIkJD0aWyC+im+1vTuAGr0RtPc9wATYPYUpxj0v5MY8RdKOvAQRm7shRUa9nMafPcW3rL1G1m+9FYFzu2Q2lb18QO45Ie25u9Chtr2gLWO9yV1bPXv95j35++w9sMegu3VOwT1b1HE+A5QGvjJR+L1BhOI8mK0Svh4Ozr02QRo+G+4IvphIRz35fla8+NPEPZlcaz07Xra6Pme2PEB+HL1DTpm7arXFPd+EWL7eJjK9Sy7mPGBZRjs96DC9jRsnvoGhNryNr7o9qJ+uPYzof7124bu9L8KgvQC8wrwXXAQ9gDSyPapq97zah948kLxFPXAQ4zw13Dw+U53hPBqR3LymCJQ980xHPbd8gj3RzKM8i7QAvLx2L71QnjG9WMP+O34yVDwa8Rw9Sp7ZOwiyCD4jsHK8A1wJPilUQL1tRCq+yG8hvh+Vmz0eh+U9HOwZPdM7eLxk4kC8mkTKvILoQj1x0yu+vdDnvVV5qj1qpUS9qv2qvTXMdD0N6KQ+3Do4vql+tb2U8We+3souvY14CD0IlsC9xGrVvWL43L2RCYy9ihBOvGm+D71xJxI+yZIYO4mHu70exj89UDSpPdmJpDsUq2K8F6aCO6Xhl700QeI9rFy7vRMFirx153O9jHyxvYcKCb0YGBw9XOmLva/40DxWocM59hCwO9ITIz4Uw0c9DD6Ou+jLlDzxawg+DmLMvUAlDD4Maf89azL+PcPHWz1a6y2+5DZBvqg/AL58XGW9ULZdvff4Mz41ao29kg2nvHB60T2/GNw8dHG5vWOXfj1tmYC9fWYWO/z5LT0TWHS9+8NCvBsDWDnpfa48VP02PS53wjwPxyU9y95mvMwhLD73YhU+uGoqvevhKL35yxg+oy3rPOaR9jsdHJY9f6gsPKO+7rxaLbC7xCIiPGZBIr1lehQ+DfjOvXakxz1ZQYC9TfE7Pv4k2D1SvBg+IvuZvRzwSD2zp0i8OreEPVnwjLyUhLQ9IB4Jvi1OST6pr5Y8v5HnvAtqvD3Ol+i9bW/5vLG+OL6EWxW+8gvSvULL2714Geo8+ia6O4Ejizys7yi7DMq7vUTV/71Y7HU9MFcGPolT/z0pJJ49frGAvfRNw70zQz49HXM4vjWIbT28Che+sd8WvNfmaLzkl1A81ja8vJ4W1Tx0L9u8YD2UPVPuozxxo369HeL/uzqZq70Vf+G9aEMAvClXm749WwW95tAWPj+4ODwcNoE9uvjCPLsKR7oSBAw+oIO7vYjzpb3p7zG96Lzfva5kzL3HY/69cxIBvjs44b3YQiu+oD0pvlsIpz0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "BtNJPNwTDD0rJAI8ybVVPYkVE7yCAcM8hsZRvUd7Cr1GMAq9mRhhvVEwar0ilQK90diWvE8Ogb20GYu8he11vA=="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}, "experimentalDebugInfo": 