{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTI="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "eA=="}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L18y"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "ZmlyZV9yYXRl"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL1BhcnRpdGlvbmVkQ2FsbC9pbnB1dC9fMTM="]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "YW5nbGU="}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "_class": {"list": {"s": ["bG9jOkBGdW5jL1N0YXRlZnVsUGFydGl0aW9uZWRDYWxsL2lucHV0L180"]}}, "dtype": {"type": "DT_FLOAT"}, "_user_specified_name": {"s": "c3RlcF9zaXpl"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "clip_by_value/Minimum/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "clip_by_value/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_4", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "prmKvoexMr6wVjQ9lK2mPVSqAr7W4wc7tHT+vbgop75YWQK+a30IPpB3WD0LPay9/C6Evstt7r3RFs08CnmdvWwuAb50AD6+9ylcPrm9uT04iuK9TDLMvWMFfr3p55I+6zg2vsMCv73nVEy9WMMqvu8tYj0FVUe8TNXBvbnRrDzDPoM9oXikvBOLNL7JENk9aaI+vbqFcjpbUD+9v26FvM5T8L0vDRs+PChrPY1iZj3JZFE9l03ivcxjcL1TAko+czSkvCPSzD0Vt12+/k36vSyhmr2qy+y9Z5T+PaoZeb2U1Og93dwDvoZMwD2NYpC9q/2IPaiPj71UTq08jXW+vb/oVT5dyr69GVNzvpVZ2r0iJkM7RwR2vm45Nz0oOSA9wfoIvbPJLz7yJAu+tpvmvSxE4z0h2Lo8cBd5vvP2Zr3jZBI+sFjqvOrR8j2Ye3O+IJCFPOCcAr76RxO+bLXbvdyboD07+c69DMabPbQ4QL4gS5o+BUyCPQrNo75V4hI9IG3nvXrpAb6GKv+9ba4KvXCLf77+evu8/2ofvI8Gort1LWM+j8sCPrpSl72maSy8510Nu3vFuTyNxvS9BI0SPvt91L4ifX09cDhYPv4tMD5qOt+8jtSdvv3GoT0vS8s7NfuEvjcALT4VyYM7cHmBPVgOYb4pghS8cZXDPPlfSj1ywCE+094jPk55JL747Cu+oWDXPfnzrz27prC9g/FAPHIS3D18Tiw+1LihPSnqhb4z6GS88D4OPAjQRr2mwTe+OURuPgxnnb0op46+EreiPmiYtT3Dj1Y+EGAfPhAPxL15DRs9ZHCCPZzfI76yGkm+fvkmvFTIuT35RpA7+5D2vITOHT5NPR48QL03vuVpnr0IaVk9GWMTPuFOHz7P4Dy9LfghPgW5tL1xFfe9V4WfvcykMb7yhZU+Wt2aPRXM4bz6myQ+r41qvhUZ3T3/WNc9j2qXPOjl1z3/kxq9XOYevmCDTj506fW8S8UKvlfZI74v15q+rkMBvjGdsz3lopI+b388PbpVK76+6729HormvA+aor0wfU0+U8P/Ow54Vz6KWxe+jxlvPhDbCL4yo5q98oXXPIV/67sHvGU+oQ39PX1X+rkhH9o9wHJrvo2t0b0rFxy+fnSxvUVpBL7fneW9H4mKvX+3hr4WbTy+kXpivckZ9Lzp8Cw+NRIHvQkMkT44L5q+0RzdPW4svr0KvmG+iJsDvvB2jr33CHs9omRCPqlZyb16zbs9US0+vtW2srtalmI+ASEiPTJYjD7JdMu9ue3svTlCZj4TRtU9CZdIPa9QeTy0FDK9fYQUvi+8wr0gNdc8tq7HPPRClz3kI3u+fCeivKhDAL5GEvM995iEPcU4QT0mgyG815DOPdguTD30v3090MqMPnEYh70ZVJm9mKUAPqiemrw82P+9/ktevreKKT1LFiw+psINPfChXr6Z5xa9aM6lPVgFTz2Wp9s9ldH9vUKtVz4JdqS9mRUYPS4pCz4WK3W94wUxvPK9NL16GAQ+MFsNPloSqj2qji0+t5YAPaZT0z7wuyU+PbzFPJRLeLoRq0m941hvuxlZNb0megy+VuC/PT5h6bygX9M91PuUPQupkT12R9U9hyc1PkThc75RkPG8W1l4PUa4573VVAw+kY4VPorTmb2RaiM+jYoJvjI27T2J7SI+9q76vc5GnL2oGao8UVECvgSNm77xRgE+dQkSPugBeT3YMeG9dS5FvZnJCj5oJFO+zB1Bvrsftb05+/S9wsQfPXnDQj3fl509lzAfvlCIjD2l8C09QH2svQx/LL7DiV8+KXK9PIz2Q74cFgg+OAeKPewRij1xD5Q9zfr2ve8TjL3oIRY+if1YuwIAKz1ArYo9w/+CvjHJij76UmW8wLTrvVYEWT62Vh0+S820PaDT4TrFj2a+CvwiPaFPCb3jrts9B8E0PoK5qT2nHcG9eFG6vO8y5TwglVO9IHXHPjb9gz0uKiS9rDLlPSb3Dr1iJgk+sVBMvlhlNj5jdOE9iBlqvqaQwL2SJ0s+QztTvT4nYj4+pZ49er6suySZ/7zwXiA+v8N/PWW2Ib6QlGq+FQwyvChK7L3fZYE9Be9xvBe4Br6yS5O9qN/Fvgtrgj6WMVw9rbCgvXUZfD2XhE8+ZfCqvLFHe74FGUC90ssovsjGUz66dVg98c6KPoUsor576pA+4zo5vbgPFT4SBFe9T5kjPnkMpL7LsZi+ncNWvm7fH7403oO+MckBPUExDD4gsCe+w04oPZqnij2+E+s95UZWPe7DLL26/zi+IkNrPbfAI70QB1m+2dUJvstHaz2ZtgI+yCp7PSXD+r2Qmi8+zawiPgv2Gz4hCU+9ymAvvrRZBD22Mo+7H4PJvSYh57yInoo9fyXrvc9wb77afLe96gzNvExQXj5vkOu9msgrvaUIS77qCkA9MmYxvtkXBT5Hw0m+CIWCPFlsW74NSJs9pTc5PiqbCD6HnYO9XtYxPbKaIr3r+gY/moxjvfu7m75ucP68kLcfvrwhMr3MFGq+4FJPvv0vpr51BXc+mptVPtlRmz20sRE9o5PEPKg2Qb7WPSC+BwybvlkyebzjBxg+qVWWvtq8Tb7edvq9Q85ePovEHz6yLkm+vJVQvbS8PL6xvlK8Q0AaPqkNCT7WQDk+E65iPv64E74YOhC+gTRrPtItwj2+Yjq9UzJnPgrfCj2fYI89jE0TPtdzPD5nO8Y9EGtCPaLVjb2rxM+9IxVJPTmoFT25xe49X8jcO6w4Dr6ap3w94aQwvm/yiL1aoME8qYxgvjuaxj1vSXc+chyAPd8WIT4isHg9UgENvTOTNT5IZsK8PippPhL5dT4oUzC+dkMOO+6zcL63RqA8hEV1PQxDET6tEO49WiZIPvlJSj3YzA49yxyFPn50dz7/joe9IAEAPliN+7seWcI9NiZyvQxZsj5Rz6e8tKI1PqCN6T1Xb7k99WQaPj1mObyVb14+/gTJPQtfJD4H1HM931H+vd058D29fIQ+Rga5PUWqj71oFxw+jYwfPmR4Ib6RMv49KrHHPNWAgT4AeeO+SOoVPv/doD4wT249BRUJvVTuZb7p5g++WnYBPvrTNbzhxUm8W0LXvSmghbwuXtM9V7xRPgF9Eb0+hQ495z7zvYJjKL5zpFk+h3QmPifzArwSzdS9yEOPPV71BT1107A9T9DrPRRL+T0vjMy9EumBvaCveb7YfkA5xdUovvGnHL3nw7Q++hjhPazlED5HGp29S4vGPFfGAr6UES++ECxxvjm6+LyeXXS9Qm/oPQwkNz2585+8TLjKPTll0j089mu8TnldPvnnuT0eGdk9Ii3xPA160D13VnE+kswevW7AqTuXBuI8HhkNPh0X4r2DTLy9/B/9vaLp5Dted109bIURvZ/45b3Q/18+4psUPhjUBb4+yT69IQ4bPseeoj3lNrs++lyxPbqtTj7zbTe9v7gGPhhnjr5DgXS9t0Q5vU0fdb0U4UA+yn9fPp0lPL7qi2k9TYzWvekGrT30zea8xXYtPQCV2Dz7V6M7PMA5vhgOE76m5MI9lYwWPkkgZb0uvGK7n56lPWH7rD03FIM96Pz0vQbZrD4moFG9waM4PrOFKb38Y3c+ka7JOveinT5+6AM+6b/XvKaeSD0lv7G9FaU8PiPxDD5GCZs9dw48PhmHF76upJS9+z+ivWTEcj0SmB++QYibPBvRIryiU3y+1/s4PT/zir0RHCk+vs3UvQ3hjL55lAk8E3hFPe/vob7bfGu9uOM5PiUEh73HwR0+wZMpvmYPiD2Mm9M8DfEjvvZyEL61CcA9ww4uPZPtkL4ghwu+TL+aPRpdwr3O7KS9IJvhPIdhC76qTlg9h9rTvWCjIL1srzi+d2WvvijoPT67Cxc9uZUnvi5brb160We+9Bb0PRtVqj3AzQ09VQSivn8Jgz4rDCo+X0WavaSE0D33YQ8+TQVJvhqTOz7p1dc8s6Wgvv+aaL1Hoyg9hrGFvRD80b02bdO9qXTdPQxCCTkMEzi+PwtCPkB0dj6vy58+myQovrySAD0sDZq9JAnlvLtKwT0cqag9YRCPu4ASqLswhhI+EigQvfDnHL7o7mo7q+UPviMjDjsx+Pe9bgJEPu6QWb0+Suq+kLhvvj1pgT5Osju9FTF2PQhFKjySMn+9I1Z0PVzJfb7dCbc9eTmJPgA0n73esJ48sf6RPkk6tb01Sau9hepmvB56wj3Z57S+Tt3EPfjvx74D1QK+SF+bPCooDL5lidW8gxqDvicdGz87mXM9TEZQPhe7Sb4DyP69d+HovvuuTz5wnf48yF8BPm5aHT5pRAi9oJkzPj7smL3d2588YApCvpcT3Tt79wW9tj0OvQ2cUr1xSnI8jAnKvRmBIz7Ch4O7LjQhPmtEFT7SzQq+c8q8vlKXVD301IU+uJF3vqdbp77FWjm9FPN2vkCVhr4H6UO+UY2XvcdmCD74lNE9BlkFPnU1sD0rpbC+wUAVvr3r/j2CSu69uWkePizuib1qtJ++zYOPPiRskD2h9UM+IcjwvYbOGb476ui9iHCOvgOMLD6G0A6+1aTOPAH7yz3hYFk97hQxvvWU7r7ddTO+zgN4PsggpL36rQy/TW07PllUEL7pt+i8jrgTvqeS3jxJTtU9ZfD6vd3PP74wRVa+oS88PeRXjLvdaEu9G/6jvfFCwr5X9729mjRXvhtcXL50Z/W9DidEPN/yTz4Abzg97YjvvV2F170l05C+R/6yvVjMGT6Iq2Y9E84LvdSm4L1Z1R2+7skJPsZkN77QpM69mc2ZvUTgMD2Pfg8+5fMSPHfW377/Rq893iQ0vu6FBL+dTE49wcsbPbiNNDn21Ms7264QPcoxpb16FiS+cD9LPiQrdT3fpaG+Y/EHvf3P9z1MtIy+MCswvTmBB79Azl+++vONvgDyoL7vFxI+gcMEvjkiOz5l+7C8WzzIPCx4Qj6MKSQ+EF87vt897j0mc+y9cZtaPv1+dz7iJIE+4MkGPqXkyD18TWY9RT+Ovjl2FL4S75i8tu3/Pb5/0z0qboU+w8dvvjkItT7tWzo9wuxzPVdTGT47vGq9Ei5GPkBjOr4lw5085Qt+vA4oDT45t9q+nNn0PQamrT7beU0++So/vp+fKb1MR7e8sul4PihCuL2rCHE+EbcDvtQzYz7p/Cu9TrtJPtKagTxPFum9mdYovogE/D2Ilro9yqAHPoz/cz0lI6w9DnQVPBzLEj5NNnq+dR0HPtToAr6+l5+8UbpGPXNejr1jEz++BeUavSL7Kj4hFJg8hjW1PK+42b2ja7M+/XAzPkLsKb6C44e+jpbgvRvwnbpR6ju+5ObRvW28t76T1/W9y4QkvCOW5D2hAaS7d1LjvUMiC76ah4k+VwgqvXIkNjmRQR6+UnUFvT9WqD5FiR89DXxPPdxpjrt3tAi9rpcmve5niT2ryN69I+B9vjUAXj7rAy4+0Fx/PO5yK749nzw9xqckPnaX8D0hPqg+jy2MvgmpiD4Prx6+WViUPckoo75RBhs+XO88vh4Gjb6u9xg+2kOEPt9M874r0gA+N8DqvUJBi70lIoW+W+ysPQlqLbyK6Lm9YwfmvdbOJb4Zj588XWIZPloOp7xIjmA+Vj9WPnI9VT6VoJo+XZ8avmsrLD4poA0+I8r/PNzUGL5eSVg+18AfvmivQT6F6tU9v7acOYlik73kmla8pbqiPVO5k70S3La9gtAZPjZXiL0eQik9DB0qPlqbPr4q/Gg9QtE+Pljnur5w+x0854GUvGpltbw/jik+NXIguinKrL5gYA+8Xzneve+idr2MAZ4+QXh0PtKzO7xoZbq9KzdVvqYbxr1/nHK8dEJYvfC0oDolapE8K6VxPp9XqL2XBQk+8PYOPfqFrz713UA989cevqbFCD6jpxW9IVzRvXFjNr5Ca1s+MpXYvmfYDD7xpQM/rtM6vjb9J77TAUe+yt6JPrrKZ75qDeE97QWXPWITNjzQava9G4VIu78xYz2FT5m8E0eLvmyK0L2lmh6+g0cBv/JJpb1bX2S9utEQvW+puLz2MFs9ranFPOpALj18CXK+5emIPkFJ/LyrVKI9N/GCOWhKED1ah8y8aFPQPJ45R77Dpda9FIPlvOgN/D3Rak29VSgKPnOLpb1bx/09rdIfPb56UD2ZbDC+5PqIvTVI6D3SzTk+DPdlvnOVkj6LfQI+xXIovvrxwLyz0LE8BHbrvrr+tT2PnBq+KSU8vp60MT5ozt49cKMjvjH8gj15xRK+xJmVvD2Xvrulv/K9gdsPvgtw2zuULIE90bUIPjUipD1rBAa+MMaBvAjgJ74RSoO+OLzCvXgpAT2miaK9rjj6PQRYrD0Khbq99deqvVtJCL06ODW+RRX4Pe6gCb6qii6+wj6PPYCtzD15ko+9E6kaPYKJUL0hiq48ueigPam6TD6uBwe+fUyhveWJEb0XqzI+UUU7PqsOE7748iw+RfM0vvc4wbx7ud+9lp+wO85CB70gJXq98g6yvfJXzr2Hu7a9vNejPQ8Yar3w6H29RQHLPdAiKb6YzKg9P/HYvUmWcL29/688FgxrveHywD1dWu+8iu7qOs66rD1Dcgi+iXqDvXh7nj3l43I9ZpCJvYVRhT29H+Y9bzWtvaJBvL6tK0e+N0RtPPOksr3h7Jm9d7w/vihTDz5auIg94lzPPeyLkL4mC1u+EvMIPpMy0D0hCy2918C4vZh7W74OXIY8SasBvYgNtL3syqm9bbiBvO2Uob68Ioq9eI6oPTE9Mj5J8YU+PJ/pPbJZgby9/i2+ZQadPWJWhL3gpwa+g45HvpiURz7zNb88HfeavYkaAD1zjTW+OO86PrsfjTyC85k9QJ2hPuisrb0Fego9eOeQvgQ8jr4h+HU+GpgwvolhSr7MyY4+P0RhPm/sKr7LRxm8AUdqvRHPb71Bxoi+tUuwPWUXcb3vikE+jEoFPdFV9j0CE9C9V84BPpHjVL4KOAk4dIsCvroj7z1oRjw9ejVsPhp4kz5GO809Eu4DvlFWeb5gpDs5kDTQvbImPD4EHho9xbHaPXa19zyRzJY8PxUZvjiLPL7TQYI+9nuYveWuHL5Q0Q++UM4UvrkJKj5NVoY+M0QSPHyK2jyz28C93VdOvldcR75neZU9xxfEvcyFWr3ZOqG9MXuyvZ9xuz6WSHU+xV4Fvl+NvrzR60s+kUcdvbYIrD38+l4+/GmlvSTlFT1j9Ss++2QWPgSgRL4/FbM9zRCbPCo2ujyHg6w9lGl3Pb3F0zx/UNu9SyoAPcNS0T0rmqS9NrnhPW112b2hBNG9CFs/PJ9Mm7wCeuM9yTdmvavnhLwCS1K8IwNvvQ99Kz5000O9iCJLvb3xfj4RKN29i4OCvVxEhz7dOUw9h97YPbcSl70jqza9ozA3PiPT6z1C6YM6CHnmu0Kzuj25MRu7zDwDvdujcz7O554+UcwvvifbCD6z/eq9N5eUvTBciD0Yko09ZhHPPcfys73MvWy+N6DkPfT7BD4rYJ69xR+nvWmSDT0ihYm9ir9kPq6ZML71kgq+yVg8PduurD50O5m9gWXnPSfXHL7v0IG5vnc/vghuBL3ht5g8GSW3PRgX6r3TDpk+ZyACvrptvz0/Moy7N5m+PT3/Iz4pjYQ9JAglvlbzjD6qLzG7NROvPboJMLs4HSk+g5duPcF6N7xGGhy+aDWBPUtXJj7MPGs+a7IbPlT0mj03Oc29pvTNvMNysz1lrko7tDgDvi8cmTx6kR69fW8SvY9jTD0L6qk97Sd3PZaASr51OCW+olYuvu2Vdz4t+uc971crPrU2Br1XoxK9TEe/vWPCKj0fClM93koGvcPnnLx/FTU+eyc+veUphjzpQwU+tmeaPdPkVT3J2oY9M1bFPFwLmD1k9jC+OA1ZvQ13Ub0rwcq98ycmvC80Nr4Rcw29TMehPAX7qT1DkTc91uIsPkVRr73t7fu7Uz+UvGiy9DwU+4i9Q+4svnyMRT7O8Hy+gqN/PkzbRb0WGa+8/d93vVuo57pHoWG+cufUPH3pRT4IMp4+yAj0vEMGJ71IMio+xocDvvslVrpscKW90TYSPgoE/r15VQK9RjxOvXhlAL5nGvG7NuzjPQ0EWT6DyeU9fFTSPTJ/GL6uSLa9/SIxPWFIiL23aEE9JmdFvmZvZz2eEUo9m5TFvHQXRb6BaDU+Dtk6Pk2YYj7pep09p1IRPcUps71q7s89vWwZPYfBE76kqsK921vSvT/aEz5RIMY9oPqfPNmr7r0DIH895ixNPZCeYb6bc1+9wDNcvN4A/L3oKK09lmKnvUUJoLtrvSG9WTSPvS34QT7+6wg7yjIAvgJeO70J4li+8uUBvoDI3b2B6me+k5olvrAEMr7w88C9JNfHvPWnND1N4OS8s/XKPTDQAj5H6pi+LWXNPECMD76/nym+TN1jPamhJb7dkQO+1OWHvVY/Pr4sdzM9BNf5PZTqmL6ENgi+f+F0PUjzAb5jeem5QbAPPRzlWj3AwQW9vKp5PRn6w71DHUg86yV3PbYgYrzl5ZI9cpxxvjAj9b3S1lS9S1tEvsyYJTqLCMS9CT3yvWCniL3W32W+8AD0vSYU8D1U4UC+o3EbvurWJL5Z3Zm+bqYTPhcG6bxqi7K9B/Rivfy0qr0fKbY8ohyMvdzB47x7inI6kp4EviHkKb6JlRg8QkOJvrVPsb0iMBI+sFSOvXcMnD1TlX29cz+evPlawb246wy+uTSDvammir3gIQU+KHjLu4H6HL6CV5I9LGy1vRXTuL0BNI49BrgUvtBZwb2fSXs8ZlW3vJCzDL4XZBq+g6VpvaUAUTxvKtk9+fqEPdZy9z2OXDA9OPGbvR3hcz3mdFC+vWGavndBqT3+SwM+qR8wvhXkQ70TO8C+0POYvrRrFbuBSf69KXuLPlzAYj6kNwQ/FZeTva+ZCj4T4Ig9bfYMvur/3rt32V48IpYyPQofFj6Vabe+ByT8vfEh2L7FfNu+PO3qvEaOWr0RQ6c7WqFsPjYGND3wpa2+jb+LPfA84b0Qv7q99gQsPUMJCr6fYQ+9DAEcPvFdCD4z66S+XVtevhDAMb7xYjM+SU9FPod9Uj6HZly907vXvguVkb6WRiU+LxU6vgrvxrzCZj++ePPYPDBIA76IBhK+mX17PkAMAT6ZawC+yCoRPgc9Jr7TbHE+NTWivlO+b71J1qk+nXD5PGplK76GPEu+lau7vQWXHT53x3E9om1nvmI0LbwFJae+mYAMvrNoqz5P9Fg+RBFNPprWs70DUE4+LaiXvWmw3D7GbyI+va+pvqFFr7vh1609yr3kvS2eQr3rLUe9CgskPG4sWz42UaC9e22Jvjkk6b6ib24+OY9mPhkk9r2oEOk9f/XivRgLIj4ZGBC+LxTnPYRMmbxA/bu8nmKLPhzMoD1ITrq+L4hkvoBXPz0gTLQ8PvKMPt3Gz72jsxW+VFcFPZhDYT2Ze2I8sGyuPvKdQb2j/2u+pDjPPBSsOz2QPCo+aWQOPjVOCb48cLm+e+krPjNvlD7Bx06+N5neu7aH2z6FmwC87QgovX8Poj42sCC+cYzTvOdC+7xrjBO+uotJvlOyiD67i2a90TA0Pki+lD6bT5S90GVcvn3XM76TTJU+WQ1AvhKlBz1ghMY+3MSrPXlIrL04va0+hjvkvAwCmj2fC7S+Dn8GvqZ2pD2jqGG+rdkYviu4Vb5hfUY+Ih26vY30+zxhG8G84fkDPMn1tL2Hmuw8PyTcPfA7xr2JK2E+BQMTPnOKSb6pq0A+AHinvQ+Xfz4CDYE9g7OyPY1Wtj31rca9JUirvprB5z3T1si+RDt3vr3ie70eIIK9BvdQPYWL7T3tzYk9kHV2PtyYhb57QjA9rYF0PocH5z13A7o9S+d9PX2wLj3OxiU+vwizvI679j3lxp+9i+u7vGBOKL5ap+e965avPmQdET6bCwa9PhSOvTo9Kb4/N/Q9O4OjPQrXyLxNCrW97EvEPYhPPj0OY0i9age2vqqe5r2uxC+9i5cXvVxwzL3fIIG+x7AJvYd15b2V4v+8cfHAPW3GjT3xN0s9IIIKPlpAJr7+tZ++ce+Ovp3l6b3guXq+uoblPeu067vbtIg90x8GvtmVfj6vHYG+Mg2fvtA10DxHS4y+LAjYPV0G4rzEgxa+7NiyvnYfeb7yVha+m2oXPm9IVL4+0mO8oh+APryNar5zo58+ZNQNvrWqRr5gPSw+0YPiveDr8ry9py69viQQvlyGfD2Jpgy+44VTPHtLBj4KFbS9MVkOvnxWkzy1uLW9jRblPabbuT2cblW9YHkGvlSylT0CKA4+PF/1PdOsED3F9u69WSe2vXF0cTo7QYK9YDc/vQvFtD0xFSU+zYBQvr4wqb77v5Y9vwwCvnJZEjygneg9dTGgPXNYArw0hbk97pofvtmQnTyrBnq+elHuPYLkwL3UdNe8ukCcPXzfXL6e/lO+VDGDvvOHYb1zalW+jt+CvgPOlj0aZ0S+euJSvmi4mb3GU+Q9x98Xvrl7cD3A6Bc9V46SPUKinT105CK90qDVPKJoxb10+ts8qPSkvXlZW768rqi9XtmyvbduFr7KiLQ9fWu1vAz/O75bx0Q+VCHDPcLauj2/wi6+xLbEvdej0r22Dww+RbuoPYChdrx4YYi+LArIvTKCsT207lK+YBuwveWrGL0dFO678WEsvmAhlT2u/Jy8lN6RvgZQIz7jB268hASCPQXHYb53XZY9oSAkvjGMKT4lULU9CDXWu3ij9b1Z0MS8ZIYtPnkbzDygWvM8O/uJvSsyur3txwq+I1hivVprFr4vXvc9vke5PRPR4bwHn049WsJJvhPCbb41hZw9EQwyvKN59zvKV2S99POfvQF9KzwrC6C89OAQvrhOdL4PgkW+CvCtu4GUPr6L1NU9TQMFvmckrb0yCG09BuFXvgv6aL6ITgu+kihOvpmnk7zSxSG+GzenvtT+orsW/UE+sZ3FPe7vrD6m02m9mIKyPUOoOL7hDCI+Um0Svgobp74U1kW+gdx9vs5LTL06X7y9t4RBvkQbQb2pSlg8lF/FvnnGIr1YsGi++hVhPi4Bg76mfkS+unHvvFNFED7v1cA933F3PN/GzT5BbQe+hyraPSn7jLwT+Ds+tMt3vZzhOz7PXEU+TkDwvb4ukr7Z834+wTOVvJkr170Jy6o+2y7QPrQRljw4dmu+FFrZPnDfAj7+cIU9DCNbPgVfkD5KJKe98dQ9vqnJA741a3s+lRYmPpSXTTvy3Mm+hQpnvvCwzD1Rqdy9Xi/mvMg/ULy/KLu+9l0/PRd2gD6X/J69hozcPEr4yb2TBoM+WOQTPh/Uhj5rKOI9XXBDvhJ6G750ekI+PKySvn3MqT4N4hC+AVAcPeeWiDyT1SC82F/HvoDekD67M1w+VvAmPnABZj75D4I+mCfRPKkFAz4SVaa+Rg6gvaG9ND6DObm94BUMvbQsTj4sZAC+ONh6vs2Ywz2IWzq+aElTPZiN5T1l+3C+GRupPj4/jr0lzwe+k+RJvRTdpr3CyPw8UPXhvZdsSr5f8mW9EhTVvTW2RT2X9Ea+W2Quvp5Z/jvWGIM+svMHvupgbb0LvyK9pEZ2PSh7j75kV+C97S/5PeQMfrx/rSg9cMb/PegWML3CHWg+GS2IPf1LAj6v/Qw9jqmZPUp5ar5L4zG99rauPVBpJT7iVTE+NDV6PnpmtbyFqU49JPbuvRgq3L4lq029L7OKvcgBBT1KmQM+gXXyu91Pb71pA4493MBlvo+uL76exCS+AcTzvfeWtD4VEE0+GvcJvgoePD4Pjm89bdpPvjMVAzyItvC9P+iVPbPOkT2JCZU+7ZUxPAUP770Idio+E95WPs42YD6G2EC9E6eHPZpjBD5OC4E+UYBTPrgn7z0t6gM9VqBNPn+1hrmy6QA+MfIpPvoveL5Ma4U+oHMMPqIs1D3bcOQ+VVBIvqCFwb3T4Ck9KZbYPS+oHb6Qp5c+yfykPoDvlz5VhHo+ciCJPXoOWz6LApy+8wMpvhNrJz2+58A9FDSFvjibiD4++ZQ+gzyfOfi1Az+U5IO+ImgjPtc3jL1wrHE9eERNvuxSlzsIg4o+XaB1vY9Sh752Uj8+cx2DPWgCFjtwCWa9/FF/PnqCQj4GJ4e+E9tjvQ+P7j1vtAw+/L+ZveNlVr60T8k8m7LlvfosEj4Bc6o9slWsvrE/zrw1pbE7sttUPsC7G73+rhM9Q7wnvq503j1sLcg9CRYnvkwDor1nZMm933jkPRu6wr07TkC+s+LfvcnzmL4MjwK+9BkBvlK0sL0Ng3y+fetuPT5tnT6jWhU+A2jFvWOLO76bgpk9YmKfPfktoT1SRwW90YKyOq05+T3qLr28G60jvXgde77D5kE+HgisPDTGnT4SVNQ+FNEJPtYdCb6AUzU+caI0PtWa4T3y6Qi+dEO0vRDJlr1kygS+vkw1vsiuTD6AwZc+Mpe8PYHt7r198wa+4rjePbah6rypqZY+SIruvdE5Jz6Xr5Y9wE7pvRzx1D1Gcc8823MFvnJq1b1bhzq+I66XvWfCdb3QIha+0LbEvS20Fb3Al/+9N2PrPbRU3j3cVFA+/N3cvcRORD4B5fM9wFkbPnXqgj0XJdO9FMuRvVsASbtJLrw7UqvsPRfr1r2w8nU8lmGAPeVHtz18Fps9iktkvRNHAr7WYQc91iDpPToeCr7L/Dc+E9/VPby63T2LIbC8l7nAvRMvy7yr0kM9qKvvPY+gBT4UQ/g7qjsKvpBYlTv5/dq7/09mPhlghT78hNo+I+DSPazmgb0BLsg9ecI8vtwRZLtmIdW9wS+IPbxkHT7TDzM+u+Aevlk0Bbz6rhu8NNcwPs1cxzwSx5i8YNyEPPUkkj0GdwI+srLGPcihrT3bifk9VaHXPUdgjz2P6ww+UnYkvtw5tr26Jd492H9xPWeQVT5OHmM+8DKSvSXTND4BdJA+UXPAvakT3z7Zx4k83z/KvO0UeT2rodS9iEmmPZ/REb3GnB4+nziwvh2kRr0whPe9YW/xPNY0Br8Nx2C9E6bcPXBQ8DxflAo+AuD2PZcaHb6kaOy9fi2Fvm2Nxrwl/LE9RgTPPSELory1QKK9yTmjvptnKr7zmwQ+IzdBvf09i75EXcw90e/pvCwX5j3gBHe9hhlTPewbsD26rkK6aLPwPS2zzj2yGjM8VU3mPb7XB71PEdW9rasnvnV1470lggU/Tz2NvuIXG7xDXq49Q+wfPs1rRr5vHem+Kitcvhzn9zwHFsq8ipSCvpA+kDx5uPG9RBy6vpTeKz5+gX49RhXkvdPHiL2FDUC+qZabvvpTl70Uclm+FsAjvplCqb4ti/G7r1dmvvjnpT7y9LC9wzRTvGjImzyFaCC+MurBvbivHb71X3E+raw+vkHorj7wNIQ+XuZPvSuj673hDgi/RZKEPrKYBL4iH+m+zwMxvmtcRr2S7Sa+6d5VvlmP3ru5gHs+IssoPdgBMz5ZzIy+vx4GvYIshj4ti7S+l8HBvYuOCr1FVEy9sPSovslrKr5e0YA+wzCuvM3Zvr7CkYe+sWKTvl9eoLz1PwE+wwyHvnz6Ar8pzS+97864PK7AjL4d5g6+RqNBvt8dAL6fOyw9dQvCPtux7D2vIlS+3iSDvpMQkb4Lf40+Ca7QO9727L2pxGQ9LhwPPv0oWj05CkK+7uSfPp/WQ75ReZU9giRTvb66RD5Vz449t/p2vgJKlz31d9I9n6GsPY1ghj5a4Fw+np9CPha0vj1/RTi9CvRKPvvoe73sfpY90+2nvvnJ2j0wQNc91DhMPilOgD32dKg+dL1MvVh0bL4bC4s++52FPsa8oj4B2JE+tVISPi4Y/TxrxZy+GdHHPK1VQ70iPQC+zfYPPlA0G74N7vg99smgvp2ShL1J7Bg+8JaRPfFSgz4f4MO8IfYyvin9o77C6US+vq9dPghdYj6DX8W9HpBTvtAaJb5AbCU923wZPITwET5wOrM9osoZvnZTAL47BRA+yec1vqwZAr7sroO+9OBVvu8jtb3z4SI+1gTfPSULPD6tkQA+7pGJPoG1sz3m/wo+syyrvW+RNL3ZNcU921CIvcKh2j3MZR28XQI0vp/RIz7BM8O9x6YJPVmbDD4KRoY+qZUHvtMYS74mDdU9FVHSPQk19T1ST0g9OaSVvRwTczyAOY6+iPGqPqB2Vz5mw6I+wRR/vq10Hz4zfKg+CccKvrRsJjrQGIw96YiBvawAWz5OPVE+qPuVPq7nyL3KRf67n/qDPUS9I77ESwM+rXA3PmIc3T0IkGK+OresvlXaOL4Oitu9ICvOvQ+ylj68l1y+Hwt4u+GoFz5yHC697Z6wvonVx74RO36+ntgiPvDjRL33TVi8gagOPi5Z2jz3PHm9tzNCvhxaXbtKcVy+tvUYvWzxSj2Q2LM9UfucPRCahzngEws+L/NFPtIvJD7KO9Q9AjgcPuh9Qb58cJ893RIVvXjz5LxqbBM+Lv6WPbFf1T24jQ4+ex74vSiJ5Lz8BC69obLbvWSHB75UpoM9J4iwvIEFFb5DPi8+MKkVvjkD5j2SHoA92FkHPgOBKr5Aezu+asY/vZkUh70xEBm+8QUAvhTPYb30QgY9DRsKvgG+Rb0rVYs9iq8HPstV7b10Zb08x27sPUQamT2kfQA+py7rvZmqjTy9V2U+3qDIPYs6lL2tzFg8jPCPvn8rtr0AKhw++12xu5fDBb6BxAS+lwoKvN5tMj7nv7E77O4TPoGeZL5i/nK+vTdIvX1EXrycWC0+CSkmPtgmhTz0GQ69bUDPvYBwjb3dVHq+I+yCPWK0Trxr36G9F2bRPc5gOL2O64Y+szwCPerSUj4yqL88l6phvgbVtL26sMO9VdIgPkNOUj4grlU+RNmWPkpDHD6mIJ68P80NPpLWir5pGNG9kunHOgHPrj3Dl0e+OIEYvl2fyL0jRbs8OZ+uvQPWCj7wJpO+e65kvpF+Ur0PeOa8eE4MPiWwJ70ugyC9Y5UDvihycTuo3C49uTdYPHWhLj567dS8IXsfvoLeGT4b/0O+KJGUvsDACz4o8/M9gZQEv3fBOzyQjZo8kllyPr0ABT7q2De9GOgmPhStQr7oRNc8G05YPt6ClT5f5s4+pBmuvrBOTrxyoDM+nnaTPlKOlD3JZ5W+C6eovAPXWb41/X6+vE++vWDfR77rf3W+dyEIPt97CD0Q3ty6TnFSvv8RLD7DAi89Tgwjvliot74M2QI9HeByvuVcKD6/klU6vyR9Pan8Gr48kdI9c2YPvqbLjD1jTwW+J0CBvULvm77/dea8XVWsPSRLEj6mrT2+EFZdvPsBmrx5JQU/GQ0yPrY+SLw9MQA/c36bvh01ML6v8Ds+ZTaKvmWVOj4kxhQ+HJmJvZOdaj7TQjU9S3WXPdhEjj31nB69lhnPPdh/Oz5Chkq+Vx9ZviMJmbxOq6w93abmvZ+gsb2avgW+Cd2jvuQqFD5678a+x5KBvkLOrz0R73g+b89YvtQcvL7m3JA+exoZPm8pQL0TG48+dwX9vNyKRz0OwLQ9WlanvijvUTxQWDQ+XB7CO6akJD5kmZw+Zz2uPQuimD7MfCm+4tKjPZDvVD44c9I7jT2jPK77Mj7DEqk8QXb2O1wSwr6+XQk8Z55UvnHi9r4ECIe+jytbvZciqj0Kvq0982Atvjcp9zw6aZ29C2qlPYl/hr7fUwK9iy92PqHsiz5WvJQ+9xUlvYXRJz5cwc2+ioitvQJvRT6m+sg98XhcvqzU9r2DlJS+XJ2nvtEN4D0Fpos9qNcMvgDV6b2az+S9Zx/VvVw41rt+FUs+VV6ZPeGEpj14rBw+sTl1vguGnr6BR12+wiITPsCsir47Bck89/INvrBRe70Uxnw9v54ovkMPDL2BjZk9GX0TvopXsrzOLGE9EQXuvTsCYz1bQd08lLkCvlyUHr5RU9A+dBL7Pf8Wbj7ZwMY96SzDvN9V+712rr++z/S/vgi1br77q1s9vFkhvRfc6b3MxYe8cxQBPgZ5zL0ulMq8+KwbPVUjBz6W+C2+XmZDPicFTT4xQC0+4NO4PYXHvrxd+SW+nh5aPcJQPL0+sC29qJcwPkOvM75L/O09UpzNO3MmVL2edMQ+pQSAvuzt0L0R8g++QYmlPmF1Ar5Wjwy9XngwvmaoPr5RJh099HZtvl3QibzptRM9ukeEvRQf/TyFu8I+F2x0PrG0STz7ChE7Hwpfvo6vRr4tpa2+fTXCPJqQGz5ZuxE+A2xqPTPxfL5EaDy+3RHFvo7vmj6aKnM9Faj0vqxpV74Wlnc+aNqUPgsBgT7MztE9o7iBviJAUb3J80I9dtMCPoSPhj1A/SS+zQcqPmy2Pz582ha8F7euvY61jTuiCIk+PTuevkuPnz6/WjK9ObCQPfuzir6sn/K8bIGlPYuWJD4/uRO+Wnhavl4DN73UJJm9srSQvW5jHTynbCG+wjJ0PcOwhb5b0Iu8qDObPbAKA72qa2Q9T8OHPb5Lc7zvqLG97pnKvScXvL2ofnE8Q/gXPlL7mr39Wc09OeXvvYJfGb7QGEQ9s4pyvIPVHz4w1T++h2NavuPG2D36my6+oUaAvALOIDzEXxK+1zbsvR9mGj47tGK+71ltvWIMaL1ynbc9mszDvBtsTL5ldyi+TA2dvIdyG76QyaC91hWnvZsdLb7wczu+ML8Gvom7/Lx9cw29Alovvh57Ar4/5es7sA/6PfGrqb2jjL+9iYgIvvT07Lyo3Xo9oksfPTK95LxIwze9HO81vhVtyrtgaxQ9bsjMvQL9K763ysW9kF0lPbzvlDz6vjE+MIYOvpg/AL5wWjY9v5iVPUVU+b1DGxW9IJqnvV4cK71+GtE8JFYDvhJeu73eq8e9LB9qvks1nrzeyP08ddvmvQ2HOD5TwA28cRRKvEc0U74Mk709kEpJPmRu67xwjdg74a6tvZFbdr7T+vu9IfEcvlkAhL0e3o89XmpOvPKqLr4jq947NhA9vtEAHT7M5qU9EfHEveuEVDw3xSS+76eOvQikMz2oaqa9QGFPvs7eJr4gKy6+wSscPYGuoL14NHm9E6WlvQ2DfjsFVoK9QXe+vU7YiL1Dg0g+wJeRPfcjhj0TWHA9S/1MvrDoZj3563o+QkJhvjvqAj3qkZo+GLSaPtthsL2EJmA9tagsPvfgQD4FFaQ9ec52PkiGBbwsUkc+/cbXvqw0iz3L6bU9kWUxvsNi871J7Be+hLg3vJ+gUz2aDt29QhhSvbSq1L1bqwm+zNXKOAz4+j3uJB6+uCGhvB+fOD3fJnU+stGWPbE4i74Js5Q9Z1SWPVcGaL4K+hy9FW64PtgHhb5KabW+nPv1PZr8jL4ERdS+wMf/tg1RZD7XzlG+CbJVPAHXaz245qk9aOc1vvKvTz6yyAY+LSFzvsGgtrxGA6G99IdVvvsiSL650oM+vsijPE9NJb64Y2U9y+WvvrAxAD6gQWk+XaaCPhhc7b2D3b+8O9BmPmEQ6b19RZ68+CuvvhSwnj5ZIHc85GG+PPP4GL6Ux/a99/AaPmtDO74cpJm+OaiNvsIXFb4Rwao+roAhvWNZErzCrLa9ADJsvc4bzzz6pVq+K5zvvSVXWb050Ki9cgJCPaJ+Wz0w/m28sP6Xvs9RKz6cO1s+fi/Dvk97Y774u729kO5Nvc3Mu71GeUk+adaNvauAhL14fe+9FA1/vXGALD5siku+F2iDPWfSqj7K21u9ZrSXPYk31zwQaF6+2iKlPR0kfb3+W/a9vTdvPiijTj61bGU+Ma/aPsEz3j0d0OA9IqahvHr+Ib5hhU6+9xD8PRx6hT5GH727TiHQPUf+k77Eg7090yW7PdzWozy7q3k+4VxyPoFZC71bxYQ+rkacvZDu5L0voIa9xThwvvvWPz6lIeo913DSvboeFz0qNWM+QhOEvSdLlz19Bnu9Ody2OYJKqL4Iz9+9nvVJPSYAAT7v69I9K8EKvoZE+D1GBsO9wnAQPhhA9DwK+Yu88SD9vKF0A77VtXQ+zfQnvVzWgr0D8L49xvbGvbyemL2hOAQ+2agpvgAwprxqHqm9AxQXPmOZiT1XjVy98a4Evg1Vzb027UW+nJBuPrWOMjwQdpo+Tpo2Pcf8BL1sIRO+maSLvmLjeb6xCYU+DVuiPdi4ZT59kcY9eqGzvQUY+T0r0GI+BtAMvvl/S77b4j4+n2lWvmFSaj1/nBc+yhKHvYANir2fZ3u9lJDru4RrFD7cal++c4C5vtcShD5yXoI9Y3cVPtPnHL7p20C8m6osPbOPAr6/RKm86HxLPvIz4T1fUCA+QtBVvt2OhL4whJ0+Hkhnve6WpL1DPCo+N0EpPklKkb5xViY+NRQnPl6N27xNpTI+uRazO/+oSb6YjuE86xZFPnweabvaaay7EEchPkZjmL44MTw+V83QvUl5LL7hk++7dt4FPk5p+rooI/69zILxvYWoEz2m6n6+rvCjPpBXkD3W0cC8bBXAPY/5ar2hOhI8XkC6vJFgAL4xsNU7z1gJvsypxDyLmUy+p0Qavo92Ir47Pgo+otskvrjrgj4F2bc9nQc3vjbwKD2Ceho+Vw8kPTsVRz3rIFq9m8r4Pbs257xsjDs+YwjFPQa7Dj2eXk4+KK78Peb9k7yd3xo+r1fkPUG5T713Kzk+k4WkvQCQnj3XdB4+hA8FvomIxb0DG3I+XMA8Pdtfcz3Yz8K94HEqPjoj3D35a3G9coKSvAGZaT1HTeY8I12YPgEm9r2vlTS9XHAdvJmbnL2HViq+Nreku/UeFT79K+W85OUgPgQihz0ZX5y9BY4JviRXDT3GlSI81QcpPWm4Nr2u8+e9TAsKvvqWBb5FOec9cLCKvbM3v72yPpI+n/SLvfQ1yz3Ay5I+znu5vW7ZwjvkcLs7RvF1PVH1Vj6I68I9iN+kvVhAuL01wb+9roiRPpU53z1we5o+r9c2vfLpMT3ccpW7WldWvlZWpz2lg3O+Sc2mvQsWB7q5fyw+fpAMPhPD2j2cE02+3GIGP1zfar1sjKI8IeDQPJmQXT2+gza98h9VPqKWGT6EwVE9oXy/vHv4wb0yOkE9k8zUvXXoOj7Zx+u8zCOSvbQXgz4CHgo+WBUBPlSWXD2FJim+cE89Pk5EzD5wCZ68jIuuvX594T7Gsyq+GM8oPXlgRb2EGQM/zqGHOzAGJr7jmEi+7kSLvjQ3aL7FkU+8InctPkhJMjySiFe9jsqRPn59fD7HfRG8klrQPO6TJr3N5VO+HkBhPFfeFr2izua9tZMNPs7+Ar7tH5k+jIZcPuIeSr2rhFO9JVtrPFNfoD32vb29+1rQPa98mr0aw4m9SGmmvf1Uh7483T++CuDBvWZMhb6Mzpi+0vwzPr89TT6oPSW90eNIvSiLHjzJRiC+zSynvRUMM731jgC+KFCbvm5iJz3i1j49b2YvPk1Fkz0eqHo9QC5sPRhqoL2iwac+qdn9PYBYWj67eao+F6RHPkLGUb7wQ6Y99EipvbQq1L524pw+Xx/evDiPzj3Mz0S+0xplvXfbWL3uyXe9zMmUPrcKy7677iE+JCGpPO7AZz7s5/C9MEDGvS/YDj0B7SM+MkWWPYQldL6OWB29hv0KPrq1jj59pUy+JJZUveTXMr7VepY9UaYsPvJPBL6hujO+IgIxvo5Wij7PGNU9VOFMvXxVNT4K35M930OWvVqBGz5dDbk99JGXvWOocr6SHI6+1+pLvmpKPD4KaME94nqRvTysY70wouO8G1yBPlpKs7zBKJk+G8EZvg2u6bxEzBC8u4OWvfHaSj63F3Q8lRMOveWQkL4cBda9tLFQPoYfLj4oqhI9gaOVPhYEDLw6LjQ+Z5pAvYI1tzslyjM+GlLAvSFcAr1agr49I2xjPnHYFr5Z1+A8NtJtvUPXJj5j/5E+8fwbvu2scT50uCQ8otfaPaMJqL3USKM8PMstvgf+xzyG+Gc+3jPdPS/dHz7i+9q9NOEyPgLfAD7K+wU+SLqnvII6R77wVgg+qJ4Fuy36YL6yrHI+ZXBJvhmCELy+kMk9IUsVPpC4Oz4RWYk+KE8jPq8H9j3NeTs96TGDPr+L7L3lpWI+QVSbPdQFUD56aZ+9auNAvkywKD7EoGm+dWmGvqZxFj07P5q8xH0KvqCKIj1K4Du+MUG1PAlmzDu6rwU8nrUOvhZpv70OnYI8BhUAvexvKT6FiSy+MINMPg7MS75xQSs+XqqYPDEvcb7iEa09Jz86vRqTWT5lc0q9aCk4PkK2Rzx9+22+wOZQPvuGtj1+H526QfozO+igMb0tx4o9BXE6uwjkEz7GhoK+yAsTPnlTLr11+5S9rdzEvJ5Uwj2XNJg+CD7nPXJ8fr7xjYI+HyTPvFECAr5RC0i+nJ9BvjJXLz1ED+08Cpt6PmKVej6hmBk8FwOiPHhCgb1xbZY8S+Yzvr501D23vkA+vowmvkx0LD2cmw6+8grYvYWBJ765DCY8QqBQPeR2Ij7LbqS9OD9Uu8uPmL0xuxA9QbZsvhpD7D3Zat48/xERPlmoLL7oZyq+oWnfvCAdir69qSw+54NbPLYJUrz22Vy+BpsLvplPrT1W5849zbVNvi63Szr2RBS+jmaCvPv08rz4KQg+6jjwPRNxzr2LXY89YpuSvuV7Z74sUsM9xmD+veO/gL3iMEg+Eh1fvYhr9T0TICm9X8TlvL2ud70TMaE9UEVfPQMJOb64fzg+V/hNvhTtkT7LW16+2qFKvqV4gr64kM87dBn7veEf1rz1YwA+MJ+YPPY3BL6E+kG+r4ZWPJMpIr49Jl49X/EHPlyVJr0vCPE6jDE8vozRE73Wwr29SWM2PGKVor3h4Zu9llUgPtTCZb3n7sW9kL7TPVmeyb1Z40c+s6cmPl2KAL76i6g94F4EPgLEmL0EAuI7Gw1KPT8raL19l/m7cg8DPGSNXL2AjQi9YtHAvR5xiL7lQG+9hBsRvrEEbz1LSYA8RqsBPu32n70GXp69gbm5O9G4JD4h5MI9EOECvmcllL2UyIq97PRcvnt8Pj4Jmuy9Z4S5PMjgFr73kvW7T2MEPttOtT1dpba9G9a5vMzChT2cdIu86IO2vRXRqz1hohu+zZdDvq37wDv4I4++5iQwPnNiED7cYKW+kh7QvcUw7z0r/7m9NPfuvRVlGb7Pn+C8Y06LO63a8b25nRa9RH/bOt9uCT05y6E9gO96PLPEHL5pq5q8zTKlvYYylr1ZfgS+BxBvvQ9EwT1Rpuu9Jo6YPluYCT4iHBc9TZoyPn0qjj1ZdkE+2mQoPqzSJr1RJ2M+OxORvrDrG741CJA9UurAvFtNR75VXx4+1zaqvscY9T3CN5o9MT4LvjU5zb29sWa+TG1NvfxmiT5HbQw+dsYKPiIqQT4zdM+7jHx4vmEAnb7eRXE+Aew2voyxMj4E6wY+RlBKvi65obvc5tQ7D/LKPp3PbD3ULZg+M02YPqig5bztWxU9S0FJPtcxCTzCMCq79LObvDyxYD6w1Z4+mTu6PAQXOT6RiQW+wRyduwaQATyGV1S+8t6mvmeA+z1hRMK9emFuvk6O1T3NxmC9VssDPrhDtT4QpzU+aauFPmOZlz5RZHO9ewNSviR3DD6pMwc+Q0kYvaisYb6QI6U9rjybPbFU670e22++EUEVvYJNTD6+NV8+rbWZPTpWhL0qotU9dLQrPvCHkT0rcJM9oPEUPV0i5j3k2wK+vamMPLGVTD6EKZk+JtE1PsK10z3ov7+7ttH1vROODL3+Lq++fZGbPonVET7UJdS9R05cPthOmD7PwKO+/T/3PeQlor6t7he++1OMvRhWaLvfk3q95DQavqTCFb7PTEe+3WlVvu0p1j2pY1w+9/DLvvQqlT7JlJY8sRySPm6myD0DJpI9Kbf2vgM80T0X+nK+5QmBPlSGI70xDlQ9Jc80vqApEb0xBjq7eakcPpBMTz76htk9q+VoPkMsGT5i2GW8QE9DPnpU6L19/jq+eMhkvd2O7r2GrEw9TRIavqjnjr6+yqU+icuKPlhQ9L0gLxY+zOG7PDSSyb3V57C+2HNMPNXqRT56Iic+syJqPqXndr3gLSy+Edpjvp+78jziq5w8fZlZvmjQYr7VrM89L8sZvUqtnD2lCby7ZVdvPQr5UD4c27U9kcUXvvrsT75r1u89KP2RPQviQT7ygmI+A7QOvgYYAL5NVkE9sDy3PQdYVr57Yq8+VcguvpUjFD1vpXY+GaKkvqlCEzuhOcK9TzBAvuQ4LT3A4fu9WaZyPmIFzL1XYQw+YnUCPbZjOD5K8eo9mXXmvYbcSr4U2p69CoCWvogMrruy+aA9a9imvuFCAj5/Ww2+te+YPRxUFDykxtS9sLiTPFckRzwatIw8DjUpPgo6zr201jm+NPtIviryE70PDyg9zHigPdAP6T3J17m974kDvjjbbD5qiH++e0IkPIz4yr2XBvM9ZgaPPasiEj00934+EWKNvqq6mj0QKt29MOZQPtGOgL7xe9U8LCRIvKG6hD1mJde9v4izvoucUL58zy69y/uRvsB8WT4RLkm+7iePPAGNlr0qeIg9+V6/vsAXnr5+wfY7i+kfuUVZhL4yE7S9hfWdvT6OCr72Qxg+vRrbvEulYD1SNbi9UxyBvScbAL69GIC9mhN9O8qdM77ZESO+4HuYPS+IBb7fb0G92a/NPXCjw72Hrfi8i3v8PKdwNrwCzAc9B47cvBXGtD0c/+A9ONgBvSse5j0GSH2+ycI4vDVoub37M6E99w8mPfxEC75VlKI97Fkvvh2bUj0wbAi+2PLEvMJ/Fz5yV/48JsARvm8b971QB+Q9ogZXvsslC74pyT283ygyvuvAE74UaSS+cITavXydc74pPGo+A8sqviPVs74MZRm+sqbgPbi6+DuDRKk9DH1EPsLwhr04M3u+MJkVPj+n373866i9eUTfvQOrI73wUJQ9h0u7vq5cBD09ICW+TzyAvvhqfr1k/ki9qSG+vod3iTzs7iq+CmuJvexFIb6IXTm+dNfpvVzFzbsXKNA9+Nt0PWTrYDseb9M8mCK3PXmEL70qjt69eXNTvjw/qz0Ahi+9ksrTvWy9ob4WwMe9/md2vpRdjTt8pkS+dQrOPFPwfb7+lX49dgicveSoKL3Ykho+Bmy1veCSIT4btcG9OlhGvji8p71xWZY9vIOpvgKy4LtqRnK9FMWIvW79tz3N4+K9mQCoPf0slz0tUSy+xusIvVpoUD4I0ym9NCiAvmAtLr6gRVu+uDB4vRQPgb6B9Gu+HLkGvlRRXD7bKAw90eKjvcTGB71ft4W8/PDHPPhQ2D0bR8E+/keqPc0Rhr3T1388i7obPOXzKr6slwO+4mgqPimCB77bJwk+9Et+Pr657j12tF29LzspvdBAn740mh6+mhAIPpcClT3VmWy9WGLGveFpqD3rZ0q+pzAUvpmgbDmlBQ8+BiFmvoh/2b77nRq+t4iIveHVLz2P9eg955iJPQTs6D2u1vK94D7ovfg+0rwCyXI+yNM5vvAJkL7vym68jNyBPdHwkD5swq693AgXPtX80D1gcdw9oONPvWTNHD43xok+pATiPdgvyr4w20O9TqqkvSmLWj309xM+y6ILvffMQ76HGFI+sTS+vlA1z70wR6A9eudtvUg94z13hLw9U5xovZMMLr3pM+Q9OxNKvqsBFrzw7NU8yYilvtJrJj4q1L69P3oBvtnZQ76m55c+euZMPd79h70cvsO8RO2FvniSRb75V+S9qU3OvdF1tj1A2Xo93y3DvmrNp73qMJ+9Wax3vLWLvj33soS9QO2WPhl//T1d6nK+3AM9vktVuj2R3ms9In0oPoZ/j71DFFU+wgtxvs+lv71fXYm+47jSPdIy870zv6K+hZFEPU63KT6+dRG+8zTivGnzorvxhpo96sWTvZhlJj26Qn++sujXvQAsTD6Ugga+skJ/PZYRir3WK0g9DwErPosVy70fl1y+1ZCXPLGgFz4ds5a9aXV4vuSHj76jaB4+p8UkvmkbE74qFHQ+iMUEvqmYKr42wo8+CLrIvLq3uT170oq9yfuEvt1AoL26KNc9l9b2veX2Gb7F4dg9xPLzvSlz0rzviHA8skcGvo6FNz52XgE9HSI9vgqRND7Bvq48b39QvQ0rwT22Il69+lScPcq0BL1qop89BTfYO7fzjz63YQk+fbidveA9zD20paC9vpDDvMJ9773/BRU+mhXmOMr98b15hdQ9AikUPfWio72bDgY+/7nFvcHDq74wtZE9CtnoPmbSXj34Hn69gu6nPjx55DzHSAi+b3ECvTt2qD3JgwI9bXgVPtqGx728lRU+NqAPvs528z1tFwA+l4KavE+Tlb7blXE+oIDtvdn0DT5v+YU9Ftocvm4ReD4NICE9ZiSKvbIWn708MQO+Q4rBu0tlAr2MMVo+fIcrPu4Lab5zbh4+2sgNPthGwr59uZq95YGaOz11Rr5NzQu+zCdPPtkrSTyHClI+VYG8vUgIQb5f/bA9DAIvviR/gr3/9Ek+M27aviW9mb3ZsJG9+L5KPsoFT75GDoS9xhwTPgjVpL0CC588dBYdPiAWpz2Z8sE9RwVevJHknr2IIYW+Bww6Pbwhkr5IXMs9yQUjvnjTbDygads92YkqPqDf4D0v13g9AT01PfjPgz2ihhC+Ng4VPe1kjjyrW349p61mPtoDqjwDfM49EqS5vT9eXr2V9zM+AuI5vpcsqj2wesI+Jc4evWa8Tz7qDFQ+N2bmPQUyjz4umJ89n9qwvYAJmD0tEZy9H2z+PXlmQz7P9ve88ZcvvfA2vb12xw+8p/tvvGDG771QPlQ9tL7SPKoFYD3UeBY+jrs9Pge1Oj0zkL29UQaKvNjohL3alIm+HQUCPrD8iL2Vs2C+xSuzPRS9Kr0AHLY9koFtPpc/QT5B8QW+FEgzvewS9zxQRKe9shpCPlG3gT4SJty9lR+MO+45Fr6T4IE+mrSqPURPjL0nJr09ypebvTDzXL3vZX+7oDkSPgNBVj0z3TI+1y5lPpK4Kz6KTXK9WYxTvZfPSLxLjgM+QycevjIHx72GXMs94ZPKvHjlIr3c5/g8+vvePXOLKT6Vpx+9gQC6PMY3J74WUUQ+QNgbPQM2kLz8wD68qD5lPa9nojxWKAK+G/sQPoMzqb0+TNQ9I99HvhSKKz12nz+9hgdzPhydAT0m4nE8IwIJvohKfb1RakA9gY8evr6tSz6Ui4S90q4JvjCYmztJazI9+y1cPYV8wb39QZG8wYkFvpGEh7xq8CE+aOPYuys9JT6GjrA9xWcbPQdQ1D4fVq69Q7eKPS+gPD3Vf+i9dkPqveJUGL4Tl5Q8k0GPvT0Rv70KDeo9mAUjvoqD174Flro9gyU5Oh3FGb5g5z09dNyBPhiLAD0B53a9643ovTDEW72vJ1m+H52EPKbon740wIa91SNcvvM5Tb6QBoE+izS8PiyIkr7daTs+RPREPjFNwj1YpZ88Xj4kPruOqT514Pq+nlYCPpp7Vb6oWRU9iOpSPi2jj7xLtmy+QADEPTyAvD39TXc+XZSPvneMwD1Aio0+pb1PPsrY9ruqGeK93XUMPpsZG72KIA29SiTFPh80uzxgYtI91adpvvOgBz326RI+QFW5PVMwlj07MK4+hMU5PobSTb4HWhq9qRT9PZ0A0b4mwiy+bgF0vlR6Sz4mTTK9KX0VvdKK5LxA0FG+WvhLPnTElb4/aJM+G1C4PaLigj2JTT8+vyQmPEUEQr0Dq5k+2Pf/PfdFAL3VAvW9zn0FvuffWz6Q2gi95Sr7PXGZET7KlV0+GqFxvg9vZb21liC+lM20vp6izz7+78C9rvl2vgAvM76Y40G+4zXuPVuZuT6uB2s+8Xw0vqu2iL7hzX++AOUDvBnNsj3NuKm+j7ggPEOca71hyIi+LFL4vfzdkj1vS5Y+XHEWvpf4nTzaDlw+qtUrvUBl2zpBXoO+CWuXvtSYmj1cegs+IPnpOnSkvb2eOSg9+vJQPTz0Rj7TMze+XkDXvXixqD2X+Ro/N9ZbPr7BFT54g0i+SegXPli1Nr3tK12+tam1vsLY0Lz5rQ+9tjPhPKst3rzPz4g9Nz2JvTRxxz6f3G0+WMBcvt1Trzzl55C9PB7FPnIbFD2AUSq+ffKdPu7ltTwnlj66gEUzvkaygb6tYNg9eUtbu9773j3NX5e+SFj5vc9LhD7gnt69JbyvPfTxtztDWLg+YzQAviEic72vCO4+XJGPvbGVJb0pCu89mEGfPRYHpb5jhpk9tsCNPjdC3T05LMY9vT8JPRHClbyk//g+b+wBv/AFZz6P+F2+G6g0P9LLIzwoVok9S3gxPmA5sT5BK7e8mWHWPcHj4b3XGk8+Ju2oPuMkgT7VE4e9iF5UvqUWaj5KAyc/oMtMvjdlCr6JypU+fUK+vhTkKr6CY+I+UW2wPi7Udj7wqy0+mQxPvUM7Rj6uziC++fiNPhcycT5t14a+/Q1ePlCpQb4SOqs9dIiEvjxNAzmVDgy+LmgNvgHRtjm15YA9OCwXvpJWdj1IO+69Uo2CvvTxQr78d2c++OoOPgOrrbxncMc+QYobvrenqb2HwHM+3Kk7Ph3bOr0TWQI+N5DPPeYFvTz9MtG9btoRP41VX714Em6+Dj1IvQ5t1D4UPdI+rjXEO1shXr1zoe49r0rvvUMLf769dYQ9DVEAvC5+qDzxvDy+4oBOvuaR8D0bUpM8Qdi7PNUP4r06XCY9+KACvvi+VL4gOew9VVgSPlSvvD0MBsS9ebb5vb8SCD5KZRG+D6IyvqLAUz39JKK94rcnPvUTJT3q1QK+Tkb7PVmSmj2YX3u8wcChvkc4C75KVlw9eSI5PXID1j2RpbA9F5fvvFcPcL3pzqK9lYjfuenSmb253hq+/h+hPdHcsb3I5as8C22zvVqIBz28GK+9egbcO+hqr73QSYq9s+wsvWLPMr5jnGG9WTVTPQ7E4jxhRI69e30YvgEGlT35Phk+dC62vctO/r0kMbK97UeyvVq9QL2Oy+29pYanPVeAuD3jkh88wMyXPac/Fb6CsiS+zlixvefGrb3MfZy+AJzFvT2wDb7E6h6+ccAKvY5cI75y6pO+gbkPPaiCc71XoTU9T3HmvdWILr6kQYQ8c52pvlmTrTzaz9e9XiWJPQvgPb4bWFq9J8+3vW/WDb4Lo789r6qiPb/hB73cSkU9NDBTPCLYdb2w9Ss9xr8RvfGxor1wSvS9wlBOvlMWZj0Acdq9lpANPqNUpb19ucK9Vi+dvhEmL76wIIi8hBLuPBBccj6i7XK60oyWPUc9ND34hhU+FP++vQ8rGb60rgw+Fef7PQ/zF75k4UE+KIwOvmXdJT2sXyu+8soGPFnBIr5/Vse9wr1IvnaQN70siKi+UuJyvlsrKT1cmxK+GvD/va+WiT62NIc9UH0qPrQLqr2Lv+g90BJzvblboz6j7Kq9fvH8PceBeD0AWwI8Ck1hPiiyJT4db189DGs6vr2nZDo/iOi9Xx9lPe8p/jy0Us89I6kpPrbyVrw8D1U9SXUIPg0iHb1P1YE+TYbyvbxLoT1dB+281qOzvRdX8D2Hz1K9Y7iMPu10Fb4IsTA8gzHPPR1P8z1WGNc9D8lrPjmzfb61osW+4KJrPk8pJL7fres9LeUwvgXXlz4U3O47PTx9vnqtjj4sRGM9cWWjPuULvb6m9Lu9lw4oPV8uDD6lG/o9WN56PV1RID7VoL49t3OyvvyOfj4HL+Y9F/djPa+oOz5KmuW9NKtOPRAN07tPcw4+vj5fvuaXMTyuxCk+H9rxvn3WP74G+Dq+3lTEvRg8jL2Dbla9TWryu/crLr5Mu+u9Qp3MPZahYz6HgrM9g1xNPfaFhL5iKIa+04cRvoBCoz4bekG+qmwyPp9kFD5q7Q29B1ITvkOaPD0G7K+8+2eRvlj9tDxr/7Y+AhARPGb2TD46bya43nC+PDixEz6hNrO+X7mbPto/9r1/GJC+bAr2vW5kVL49RTs+tbh6vVy5DT7fmZy9ytMovodQlL5dpOQ8VsTOPGuGkj5wPQ8+gGVYPqCNAj7QQAC+slwzPvHe7T1byzG8/W7JvWHf2bz7o0q+1ctsvsMn3r3KMvw8LMG4vEawfb0Mg6k9KNxbvkNH+7uDNoM9aYfHPX/lbD7MIVu8b0hlvk/Qp719NKG+gLGJPaviQL74mfm9yWguvR1vFr5KG0m+5qAavq0rMbuz75g9jv+UOmHO57y+Fa08gW9IPZLpDz5xT2s9pvIYvlcSi7wRwrQ9HOyUPnaYiT5Mf+M9clBtvjVcTL7qGJy+lvNOvm1veL5EQwQ+7hWJvtsnvj0klOy9GQNjvZUkc77b/Dg9CJPAvJwr1b37LC8+qpWIPpz3yDwxPzw+Vb9NPugNGL6zSTu755mlPcnPy7zM7cS8RP+sPV6GiT0jaBI+6NjDvZeyYT2kk9s8NlxtPfJW9bvKbok+uioEPvsSYb2p4IA9lRmDvolakzkK0AW95QSKOvsWAr7P/7K9gFWCvtRcOT2AWQY+O9DbPL5nZb3b1Iy9klbYvfPtpb2655G+F2B2vYbijrxYvwQ9jtWdPnfbxTsYYPk9/vZMvpwiuT3T0ks+axHPvbM2E76wKUc9Ksp8PvJXhL3dyRo+oA+YvXXEfL561W+9Bgi4vLIIIT7C+cG9E/CBPiXDkT1jxHY9KqxUvsVC6z0CmqU9k19bvhbWwzv5nJE913WjvU9wXb7NJ5I+UlRpvBp7ZrxEfCm9cdO4PR36QL5ZuZ882hu2PcT2cD1oX486rEbrvXvNPr6u7Da9igusvYTlTzwtNFM+2bFXPde4Hj5f7FI96FlbveS3P75PWmA+hLm4vSH5sDweVgm+7ndvvu3ytLyxhB2+TloUPi4ezrzE7Io8K0oWPUIsjb00rNY9RBhSvEoigD2rvzo+EJGMva/OVb4gaAE8/x+UPjo/Mzw9fKM9K30OvktYHL7ifam8lI2YPOjZnzzfF809qChgvUPXBj3dZiA+g7JyPvk5T71qfBY+W94AvghFaDyQ7L4945lXPsIs1j0cAiW+kIwbvt9nkb3fycm9DHqTPQedrL0XO/s8T5HnvRMb2T1oZE4+YoeSPX9Ml77D8I09oELRvRWV9L1NrwG9QVQPvp18Gb1Pt2K+M9Idvjn+ob2cKzO7jPW+u7xW3T2NuGY5i8YxPu7mIr7yY5c9B20wPvuJnj2z34o9Qt5GPgSJHL6brz8+M4R4PbolRT0/wLO7olSzPTyi1z11qKI8FR56vLkxVj2kT/e9Oby4vbprVL74nmG9ikcDvuf8Cb5NUi873YVTPd9qaTw74qo8hrutvcQxSLyLE8A9L8eMvfxiHT6UCuQ7OR4cvlNTYj2xPT8+SPCLPYflO761YzY+Py6NvjmBSD45sD++wX0cviyvDT3dPVS9XzmJvX3mCz5/oAk+jQ7mPXa4Wj7oXz6+dt0vPROVRT4Jv3I9nMkNvlGTxT7H3KQ9KmaKPmL+Gj5hwni+U8NzvpbBbL6Gypu+FhL8vUJM3r3Qjaa9PS7cPKxh3L1emLS6zjxtvjYCujxWrFA+qVJBvoq7YL65uYq+8S6qPWzdmL5FFHO8W2Jnvqmmjr5OhDg9NJlSPUzjM77mrpe9ov51PKJWpr5jmCi95oZIvquVnD5Nxfq+O5K6Ol0/er5XfYG+rt0JvduFYb4bXVm+Io7Rvb68Mr4k5E0+q2kdvpyjNb2qr1U+SFjVPdG5s74Vp/O9//qpvvw5vjxRTQG+qFXOvcaeK73kxj8+EntwvTS2tD4r6g29LUWIPddIsb2rsIO+DgzOvsaGM77QJi8+5yqVvTS5rL2yrLy9dmGwvpDKC74s8L+7GNCivAOcXT56Vhg+dCFSPlkFkL6ffuc9BtE7vRb7lr3QM3s+IeOwvYFn+D0DXDm+NSxZPe6JiT2GfSm8pgRWPQsVhj0R2FM8vno7vtU/Yj6dZG89Ey6+PbwVur0q8Eu8IJaYvk14Q75nD4o9yMMtPc/txL722na+83kbvV0d6zwMPwq+iZVsPgHDDL/3r72+eIkQvnCybT0lpeC9i0UhvtxqQT1YqWe7/nLqvFlr1z0hY7Y9ERiXPQKmNT49wjC+Yad9vI/eQr5mlGg+5M29PIDzdr75scW98EaKvm7Nib5D7jc+f8x7vrapRz0vkmu9SUhdvpFLtb5OQ7A+I8iAPYsKL70oxie9v85nvs9+GT1QmAw+ODqgvWK8nL5jFlc9jYJRvIrFqDyy6+49XtqVvo8YCj06Kyw+swlqvdyTM76rdI2+uHQiPvJc/j77vvs99AAfvkvmvTylpOA9TMQjPmA/Xjwtffw9DkbXvRAZpz0Nu86996qXvvfZsL0Q4+G9aNAqPh6ghT6r3XO+V0JuPXWmX75mypC96MNdO705Jj4E8/W9XWliPoKZjr4t1aC+ffJRPohymL28Vr87oribOilhSb5TosE9M5ggPdRBAj7V4+I91WWTvZK2J723VXs+QTBZvVvoiT1+NEG+BRFqPgLKBT4dHKg9KWsyvvkgyL6QLBm+85UovURY1j3IU4g9kli4vLzkYD6zqzA+Y3KEPq18Ur6Ekwo+XJfOPQjZjr6cDii+3EIlvUEmG75jWvk9uEhKPmeZxr5FQiG+nshxvisR+j2WM7o+X3iRvml8ED2F3d0+jL6yPhZC6z3V8R49nJrWvaqSRr4rmMw8L9ORPv+g4DwxNgO9yUOKPreF5r3spaA+KeZSvsXqib7Iy9m9NbJvPijFoD4LOF8+ZQA3vp5ymr7cMKM9Ql+BPvCpBb4As/Q9HIh8O8lbub06joW9NQ5pvbSOyb1myl09JxHbPJ7+BDp9ZeK9kC1nu2NZbb0DAgQ+zgBAvt1yxD475sE+3VATvUeJjbxdAUA+FUmXvWk9qr3ZBr29nfUCvTJpoj06MBE+myXnPY8MCj71BHE8sBKNPYiHnr2rEYS9kWlDPE88b70sExo+GntovRR1+j0zvo89tCgKPnQ8pT18VRM+3uwKvCnaD76qOx++Hgc7PWDme73k0jY82DGpvWqjmT26nwQ+e7yxPlYkPL5lQ5O89nvPvcaoNT0eM8u9c8cfPkUGdTzfAJi9TQdDvndHZr2EhqU9MwtjPmH7sz0nd2Y9Rh1cPbMtq7ufyuk98MSzPLrGCz2RMQ2+W+9aPfDQRr7Vrik+JdlpPowfar5jFao9fuIAPtJf/L1Xxsq9LvkNPrT6rz5Tzsi9kIKgPp1XDj7KUtS9y0HGPUxGyT1pW+k+QE8EPSi9rD1e0sc9W8WKvVnLLj0zv3++Gs4OPSHyVT3/vQg+MwlRPP6UdD3/o888T5aLPv2WGb4CZhq92RL8vQwiGL71oZg7/F/YPcX3IzsFX0O+FxdQPHTjXb7SqNS9AsuzPB3i4LyGFGu83T2qvQiAaD5ABny7WJXkvIsYDLsuunA94ZkDvvxQiT4STFS99VRuvkiRRT5W4C69MD87PqeEDz4vOEY9zjvAvoUhdr2IhS6+KWNyPeLmjr7R/zW+fUIPvla0nb2pBHQ+5A2ePr9garwoC8o91omqvtAGs72JdDO+ziLfPlUYwb7CfrQ+8Vi8vZGvXb4sTii90S55PvaJJL3fvBM+NTkDvBVXA7zgM6q90h4QPk0IOL6G0X8+6o4evnMzHr4JCKG+AxcLPvYgTT54oiq9HV7CPQKAtb0+Phs+tNvHvS7hrz7El3Q9gFMsvguQ2L2b9Tm+QpQNvvkFmL46A0u+ULiKvrNY1z3fHSA++Pr8Pe7uA71alrU99sO6vdVn977c1uY9a57oPYcMNr5B7pq9BLGtPDKs8btz2T4+7voWPnKiYj4t/Eu+G4LuvfRvOjzYBM09Rph+vnUbG77c3Nm8zwAXvXmwF76tV169+ZShvXNjTr1l24E8LrYlPhoibj5ooMI9PF4UPsWLSD3GLny+/taCPb/SYbzp42k+13VQPqSImLxcd9y8CzkPvjSy6j2Zg0k+jA0GPRKIbT4GyTe9/vqQPMIxtD2Kaa88rKjRPeKUBLxMnXM84caivp1AUT2VlPi90xANvqx1Vj3nueS7pWGFPstlPr5ITRE+RMvvvRntJb5lVEw8SziFPCV70r1WM4y9DymcvWDvn72BazI+cx/vPTcIEb1Pf7c9wPTtvTlGbDs/nTu9hh4APsrA6b0NM5u+dzLhPQ6Z3Dzvy109rwO/vQRpID7bDy4+fpnYPfVR5j2znIA+JTutuoS/TL5iZp8+Bp6RvegCpT5PN6+9Fk8ePoCHWz7hRB28SF72vUL8oz5rcgS+lIymPaEz8D3EFV8+rGTaPb6zPL3B1ta9QBwXPrXsG76NZlg9Z5qLvRRg2r6romi984swvK4ZUz5Z1O4979MHvamEGD3h3JU9L39PviI+4jznNNM7nYDAup9JAz5Xtc69xiYJvfAhQD6fZrs+S+dIPjXaHz4fkJU8Sohbvl5TvLz7zBW+G7NKvap9B70D7WO9Y3ijPpUJrD7iVCY+SKS0vdzmAL15Rhe7O+21PtzUuj40vqs9kd6JPkRzsb0y5ww+HtAuPY1iiT0dt9y9+f4dvrQt6TzW4SW9GhCgPciHq754Spo96KYQvYsZEz7YzcU+FW+UPgLGCz2VPaG+dz2JPvBx/r3wd4i+F9G+vf2lf74vP4G9p+1HPcATwr2Auqw+k1lqPimV1r1YR8q49DKHvn9tWD5Dp9C8t8vYPuHjCz1Jva281d2BvgAfBLzX/YW+MJAZPSnQtb2zV489XZ2CPp88IrvSLSK+0ZtfvbB7Kr7zJTm+EvcbPmVgmj6pt0E9o6bgPUWziL1gl5c+chjNvSRQHL7gh+g9"}}}}, {"name": "StatefulPartitionedCall/args_5", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Rt9Cvuo4Tjw8vka9gQKVPQJcEr0aLSC8zdDhvQEegb3hUOO98vijvQSLfr0Kdiy+9hE7vbKjQbr4yvO89QwQPU4To73oV9K9g03NvabLVrygg3m8MZdTPfWvHr3lseQ88VudPCLPzTxkiWW8Co01PQrV7b3C1kc8VpuVPLNHHD7MQxE9+imMPF2yoTyrFq29U24VPZ3qG70ndhy8GMI/PAYim70bc1O9chkPvb70Nb1kJnY9PK+cvZEXU72KnvO91HKcvbA/lL2d7q+8Omk+vlH8VL4K77g8jLbfvaQ2EL1P9vS9Y5GqvUIEDr3AECK+R2WPPKbl/DuCUk69b1+mPaLAazuyPJy9BtGBPdySnrzbcYy9qlXgvbecTr2QEQ89oqOFvTMbMr41kFY9DKIlvHx+V70kXHA9lSOpPYg4173iKv68c2VhvSHm4LyB0kw9Up+8vJ21rT0sGEG99rq7vUKJqL0/ZxS+0Z4vvdrCKTzAEH892oRQvjQKnbtYR5S8srBsvAr+FDzfkRE9s+OUPAYgTT3/gpy8tMaSPXRB3L32i0i73pQHvkWV6byGhKq9/l9APDp9iT01+Rw9l4dfvWOXtb38LUa8bL+KviXwJ76zxNO9xVPLvJJ8oDvEYSa9qQD3O46L2bzjzsW9ouIjPbM5K75xd7e9OgO0PDP6oj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_6", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": "3cDTPTTWRb2+tJG8MMYovV+XYz51+A0++fS1PD7bEj3TBc49iTC2vA+5qjw/uYM+6WxVPDgsFj5AZCc+D26lvFA3iz2Fu1M9Pv2hPezwFT1+tQ0+9l+ZPGFz3Tv8tyY9QCpGvoMtZb5yx647/jnKPef2Rr1im1Y9VGdyPbqo1L2IApw9hB1BvWmev7zurL49Iut8vlqttj1Tyws9F3DyPHNe8T0n72i9OTEoPm01Pb2MAgw9HrmwPbIicz3VF0Q+W7ggvRYze71FGmi9Dg4HvaTJvb13zxK+A3UjPhObDb7+BIs+A4riPSDXoL26qUK9LInkvN9LLrzeP/I85y09PR585b1R5tG9kkM9vTnyQL60L6088PBBPaaRjz349j0+XbQhvdF+kz2nG6s7RTYWPlBL+7wQRxY9z7AXPpPdArw+NoK6yqjVPW1YAj7odlm9TFLSPVynEjsz6vO9J6QgPUT9UT0IRNO8pewzvlwJkb3626i78q6MPWS3Vbxz0Vc9v0mWPeIv0TwiXoU9subpPQp76Tw4z8g8M0OUu7TPmz1PgDc+FBa5vSGtiLyG4rA9ZIFxO/LRUrxfIXO+CG/ePRiVzz1WWSM9cpDWvam4d721Yx69s7RMvjc1Lb5Nwim9bswEva1gqT1Il0g+0zurvIzAgb3wZWw+AEIBvNlKKz4Sgtu8GHSVvXijGr2b6zi9IbXavbrcVj55Rti9bZ4/PqaBXDuBydy9fpwZPa4FQD1efHk8LZkfPiJAG720dKW9AkI3PkbjQD57oFY++HZgPrQ9Fr1nNRM9+daaPa3Mbj0wWmI8RfGlOxP0ED1ozGo+3LcDu6hJ6D3Gvby9lexBvTHQrDxV/iA9obS2PDXlUz2IDzM+OkanPYAJbL250bG9A2YZPObQmb0dzBc9/Gp+PRI/Ab1saDY9WaeiPer88j1Kpyy9ngIrvZqy3r1PrCy9T0RCvslsub4T1wK9lEfavW8MdTsl+VQ+jWHkO67AHb0xjA++XkcrvqUEGL1Uckk+g6f2PS/m8D0wm0Q9X3MdPmrIQ7y4eXG+IHoIPjvd/jwPxxo9VTcxPqYMWj3KRjO+NL5CPtcGWb57cKY8yX34PQeRqzpCEUa9aHwvPRLinbydq0I+21JovXAugT7zaKI9q1hgPcAYFT6tWmm9VZ+cPeRMvT12Ptq8OmiBPFgwXT3fKV89+9yMPB4RiDqstSE+KH1KvoZh9z3P1we8Bd/EvQQvvj1YbWW+aQq6uzVzszzU48i95kHVvYx2qr1G+ai9FQJDPUE/ejzcXwC9NLM4PVA1Aj1QX488bzbVvNCPY76Tc3e+QUDQvQ5I3j1SYza9OervPdr7qz2YL+E9FogOPkYysD1sr4Y9iClyPM1UJj79i4c+OxSHPkUPojyiHrc9JtqSPjaYKr2Q+908a72CPjH/KjwTx2A+635yPbD6Cb22j8O8+D96vgGApb1SGWq8DFmDPqjxFD7pR2c91CwIPoI+GD4ZmXQ9zFDaPbxUmD5CpoE8BgkIPef5dj7pbfI8OhK9vX+IG712YfS90dItve6qGD4FSk89QBsnvmQZhL5zJvw9+9xEPAe6vL1P3xO98OgCvhS7LTxXzeq83SGRvaK8dD0PSvU9NL7QPdkQOz1i7a087IogvjJ3AD4G4r68a0e3vRHgsb2aLxY+QOdrOhZBwL1U2aC9fOKGPghxtTyp5tw9+rQRPUDhDT2joRc+J8vHPVymk7wdZM+6dNfoPfUHOz4mZiy9Q8qPPa0bJT4WMAU9mOKPPkB/YT3Fl1G8yXzKup2WZD0wVns9TCZUvEVK+ryXFHY+f3stvjivTD4m+cq+fssfvOj3zT2bIea9GRPGvYI/qb1jCaQ8CwO6vQQEoDz5wFW9kUlwvUUdBT2pn/C92oNmPeA21j21cL49EQfDPcHjQr5T/ic+DKUhvXt+Or7feCw9w4QHvmIU6D3SDp29NHnfvH+Ihj1diDm7+sbdvQuRyDwiGfg9sFUUvrbjQb4wJiw9dcEZPa5nij3MUpW9vaffPWa2GD0GwtK7ZJH7PNcbOrzuHjQ9Z9e0PO8xPj7iY+Y8r5U2Ppbslz0uzJ498sa/ve6JTD6i9tG9UECXvVWQ2rw0hSk+0qjRvcafirwL8V49ay86PbRAPL0BWMi774iFvEwEaz7C1iy9/QYDPlkJYDypos4902bxva6isz2c/wI9pfuIvT0+qr147QE8rybIvc09QLwr6o29n1fcPJl+5rzRHaw9ppIAvRBCUT0K7Hy9EbTnvfl1nbwCYuG9ymkavbeUXT0efES98HtUPJjz0zy/zg69gU6cu7neXD1WjU2+ut57PEQ5Cry+tcu6ZNxlvQTFgD3/xVc8T2VEvsbi4j09tsa8egOWu7WIdb3GxcO9SRWvvRKFd71pqcs9Rv7AvAK3271rpVG9jmJYvSasCT0/W/G6SMRWve+hybxEARq6UX6aPCrzYryYmcC8cayrvT9OL73RAqW9awotvHqA3L2WwqS9lnVePCnWC723GU++xEL1uM+zVz0UYtU78VqpvTLP+717bg8+hoe9PX/S2DybqNA9xCtHPY8npDuHkU8+M3W8O9nnp7x0CXc9WRQzvrt82T0oDMe946oFPidGSb5UQR692MwuvYJwHL1NA349O8dDvqxZUjwtSTS9GvQpPj3Maj6luxo+Pjs5vv2Rfz34Yq48KgBFPHKTDj6go0K92/YLO2kg3TxlMp49KJTePT7DhD2bowk+DhaUvaDDHT6Z2/Y9Z/aXugPJrz1HiR69VFxcvXUesLy6KjQ9WsQavXuqZ75yQzS8R/CKPE73Iz2Pxwi7j7IKPaDGEz7paj2+7JUPvqCL5b3Bxzy8mnb4vSWVjj3Vbgi+LfsbPczirL2KDEE95EqEPf2/OT3Qtgy8aDJbPTvjhjvMtgQ97hjIPfpPaT4piwA+UIQ9PC2SoT2cwsq8417HPbfmuD284Si9+7Afvbyywz2J+hE+0eJOvADdt7yfls09ObAhPr5ACT1twyS9H6T7vC8sRD6m75i9nxo7PIphtD7/T8y8YZ89PgM5dD1GvYi9eZGjvIkp1LrFTP48AtdmvS9/ir7NS/A8rJImvYebwj1Wmay9+Ty3PduF7bwICrQ9wRNHvJ49nD1oBNQ9juBnPIjXf70Kvle95GBMvcsAnb0gJsq90uHZPRd4kb2kAUM7LIQ1vRqYmz2hQwC+9RGGPYMg87xCFBY9oI28PdFvgb3FlMk9p0P7PEEAxzyH40E+qPtzuxZGFj3aUPC9RFJLvQbnrL2ecn6+024fvVOFhjxoB569xKzSPI5JALwf5b69H16GvcdClr3qP5u9eNSdva/w0r2m1Bo+BZzYvYPVgL2aU2o8hTkQPYbH0TzrNLE5fcosvpPvjb2yDo6++xJKvCpxyjy4wNg8TLZYPRDXRby98u8937smPrMGzDwjK7c9f0J4PqCeLT1EQDE+UisnvhTQj7zr0pK8pV4rvRHRwL3A5xK9Jc+SvQAskb1NSC68lGitvaN3ID4XQ6u5wi2gPfC/Ib34ta+9IrWPvSR1Er1QFQs+/PZIPboHJ77QsgW9FxkrvLJf+byLLQC9Bi8XvdRyq7xPRfi8RZvTvDk+KD1qLts8l5RPupoHBz5y2w89EELlPW/it7tE0R8+CogCPiCe+b1fCsW9BhxTvcpxC74ofsM8TOF5Pewa3zyd3Zo9FayoPRyHnDo/JIs9iQYRPcxqKLwAFzY9rawKPi13wz3yp7a8mfaHvZ/1NL1CCHc9z7mDPtZfoz3b4IY+1bQNPo4dlD2z0AC9tqucvYJffL2ikS0+VKwSPoRV8j0jR9g95ROiPc34hDzfQ/U8iK3jPfqEgb2bthc+c4VbvSsoyb2mAWy9oE1jvt0WwT2ajyy9mJsIvumdgT2mHIa8URoHvq6msruamQq9w03mveIRvDwQzd89bocNPscsi71/NTM9e3jtPOYsX76pahI+gcO+O23mqj0OXB8+ybASvZyAhT2dTgG+r9ihvbyK/r2ZD8K9vXFXPe2yrrx8HRu8wRZvPYaJxT1s0Gi9A68fPT2NzDxV4XA99ShjPh6SY727FMm9ofwJPnrLrT1eyGw9d2ZVPoqjjr39azY9YGOHPdCDID5H7xk+fFgYPUX7ur2oVSc8o6AZPffTTz6g0Fc9pG2MPYcxT7p2zCq7u/fgvEN5HTzs/mo8GmYZPvjIor3Ylvc8+u5+vd07Nr4gQyw+ICVHPfgLCT5JDUo+oDHvvB6slzwQccE9E+9uPT8SGjz40II9TtUTPkENrT2Upvk9YnufPNZEjT21Yw88x4yYve6yST1G44o8+JVevU/bab5RJy2+kuNUvXM7zL24yE670U/0OlNt4LvwkvE9MFLRPSdNWz2DJaI+Mff2PGlZrj0ZJEQ+sucIPW+dHD4ioOY9ifaIPZplQD1LSOC7w0f6PE/o2zxHo129DDTTPEPrtbw48Hu85woCvsJh+bxbDR09BLY6PkTvGb4KIBe+Rx8ividMuDwSms48N5ADvStuCj290io9wWtfPRydHz78IxK+CW8RvMYRlj3z6Oe9oFGFPf+GLb5rmOY9WeEAPaaIKL7xyjy94+NePa12CT32I4084QRzPWssRD4PerG9u1IYvCaWVTw2pQC8WgqKvfsHkr1s7Ro+MlZfPcU4MT6C+rs9/yyzPUBg3D2775I9pE4mPGjYNz7C3SA4e2yIPYgU2Tx5cWO9Qriau/YywryIvZ29Tiv5PcuyVb1Fa3G9ZjqpO2nBB77DBJW9Sf6XurjlvLv35Lm9TBfKvYNt5L189+O9dicovh3sob0VJsw9SgSivEpxH7wbDrs9IwtWvq9yhr3yO509MPQzO5NdmTx6aTE9A/7huwAmjj3FdLc+nF5rNwIJHj3NBwQ8WoXkvdAxqT1ZD2Q+7wsAvtz/1j3lBSe9MZWmveNHW72YTi69ZTCPvC+KDDz/AMu6gVoLPmcanDxvoJW9M1z2PRX9U74SaCo+VrF3vQTSxL2TTE082TVuvBk9FbzB6Jw8hXsTPUQ4KDwsiQq9aXGwPNWNoD364rI80PqovSCPXD4q6Ea9NImgvAqBHj4OCB0+lg9uPhwsvj3wZie+8796PZ2Atz128I09HTO4PVl8abyieK+9r8EIPgio572ZnsA92BtBvge8Mzwl0/G97WasPMQ1E72LRF0+yZ0ZvHmkyjwn9TO8XdxlPaF3Pj0c5b475NQAPp6FAz4qYcg9AMcVPtfHgb5qMN08lxMIPVI0Dz7JyOg9bfRRPAXAK74c5e09MjnHPFwaNrmdBhg+iqKQvXzURb4Qw2c2K3ekvXQe7r1VHKe8EUI8vj1goD1ajQK+g1bDPdzKyLyUs+I96T2XPMBNMD2Ymn89pO00PdoQDz7+NSg9Al+DvMkL6D1vbTe9YG/sPGU53r09hYm9z4IZvuOtl70B+x69ZJwIvoi6or3vhi89eRs+PW9zUTxv1Fu7xnsUPgdZAz5oVqY9MG6yvIysnDoItys+/oG7u1nGpryak/4899ePPbtr8b2UmWu9jGRcvETnDr0yGby9EuERPizHNr5rWu695r9NPdJsSz7N4HI9JRmNvTGlN72Kxzm9cEWjPaS6Uj0wPQm70uWPvQ0zdL1U1Dy8kADRveITHz53qhC+qFOFPH9tI7wM/6I9pyocPdbBe735dAW+1v20vZrYU765TkM+rlSQPNU0rD3i7dW72T7kPETMAz4zJks8sXydvWluSj3LBJg9E+MQPVioXb27x2Y9f0zRPbPzhT0Ti3Q+Gg2SvUeudjrWcS08/NJLvOfEO71BBXy8U7eJPuQ1sz5WYvo7QoDQvZsKWb1uG2O9ZS7GPabZRD62Xo68PB+mPVTdCL1QF4i9bAPRPXeDZT1GjRw9q6rjPdQoLrpIdk686lSRPZRmBLzQ8zM+1X38vBdFPb5bRjs9ebTMvRO8xz3UUgu+JIALPswPsLyPWG09NwSnO7eMH7zCUge98cjiPUoW8z3z2Am9feNVPpDWnT3FBb89A8dNvbNnobw367k8rEU9PlAVmr2AeDo9jrIFPSa4Mj1m5k8904q4PQAGG754aby7kNWJuxqp2r3TNfe9uXDVPSSuXb0oOU69bIpwPkSmmTqgdS8++2h1vYtRZby4Bpw8nnrpvbgvoj2HWec96pGWvLQklLxmzKC7R6ekvWtpur1GZHQ+cL4WvlME0j0fe1u9N2uOvRLdCTzPt1q8lgs+PQmcbjz/P9K9GK+SPqUXvz3RQqw9LJQVPo3S9ryBisO7/Rb0PZjtn72Ymk09nZZAvtm6AD0r88G9nfiIvCNYU71nDC++GlpCPfsjoD1RMzq+TetbPgI1kr3Ze6W9I8DZPUgAOL12dB8+OpyqvEfGWL1OxkU9PPk1PjSFzjuu27I7O71nPuDaqDx+0re84zBZPfFNDjzYiJe9PuxDPd6Q9rzKSb89DaMAPow3Lz3Sqlg+SLiqvISuUryYNcM7TrmjvMfTc7zHERM+GqK5PZKW0TzRRhQ7H6XUPZtfVL4piYk9ufa6PGteoj3lnjY+rkMfPPgJqDyV6a696QrivbTy+zzSCPy97iiKPvC6JD1Jrri9Z0rvvSxExz1QiYs9CPHxPUgN7T2JaTu8XMfpPRrAjD1ao7y90oEuPdIqJ727wj+9May+PA3hQL4VqDE9jQ6ivPS+5TzOJSi+RqaJPTH6kD10DS29uaqmPp8oo70KDqQ6K1qlvfgCmjzSvlS6Eu+ovKPYfzyyAqm9PGsvPm0Dpj2BgPQ9dvwCPs5DEL6JBKU94iwvPmPRFj1qaz8+0dsiPRCSAr48KkY8z7bdPfZIhD0/y6E8LxzJPS0vkL1owuK9r6QvvQCQw7wooQi+HBFdvT33+D0JyM+8BsUKPrVfFjxRulS9ERtUPKqr0zt1zHA9CmGpPIev6jzcJHY+TB7OPZPShD06Hs89P4DGvfnloLv63BY9ByDjuwNa6D1CkJu9bdl+vhZNc7z7aR49FwOyPAtd5LwR+jQ9TXikvYvhEb0i0uU9+stoPQ5KJj3zhhq9iWlTPc27hTzi9AI9rE0iuxrsyL3nXLM9VPAJvl4BRj0rwZY9eUlovt6Skb2RWQu6W5oAPgyMXb3SRhm+j2X4PIGRfL2a32e9abYePggpB72GZpM9H88Qu7gy3z1Tl5c9/8EKvUNY0L0o6Sw+ufcmPrAmnb209ys9tr+MO7wxhr26U569ZfBVvq32qT5wBKw8MiCbvlxirTwVNto96mbqPNZlbTxsXcM93gfkvc5hIz7tXPM836x2vIhegLxom6E7xrwHvlMQUb7a6jq9eqkLPhHI6r1EcU89SfSAPbIqkj3617k8TGUWO1/jIzsqGKA92UO1vWHntz2OBqA9YJCSParxAr4tVZa9fJ84Pvs9hL3YOti9VpnwvLvWvrxrXC293M+YvXmARTzxn5Q8OFcrvWtQLL3E64g+L9qhvbl3iD1mNJ09LV1BvHj9Wj4bztQ8afituuFpBb056ja9AKyqvWzVdr0ZQfO96klKPlc2qb37ghO8Hp3APVtxdr2WriU8Jn3JPaDcIj4Zv4o9cGUxvSlq0L2yYEc8e47CvSa797xsVbk6OSAxPu9bUT553I48koDLPHvdpD5qcya9IDDNPa5ExT68p1A6VsdHPij9/D3g7GI7Usi8PYKByzwAFIu8wS82Pl/oyDwZI1s9TkPIPY0nOj4oTNO9RHcAPSaWgT7CzfU7y+iGPYMv+L0LZxQ+DHKVPV65KD7uXhg+Ov6QPbOcTj4DM14+3UXuvSIIwb18Wpe96o4zvvROGr7avN47CH2cvVXygD13YJE9s/+oPZsMw72r3uK9gXRovb5gTD1wWFU9Qx6CvTbSJb5/gua9kiwEvZyfmL3vLpY8ZJP8vURIQzwLkaU9u1VYPHYHHr4Ryp695axYvOzDlb2GiEe8ufVbvEzjIT6NjMy9WedtvfwgJj5ciO09WKtDvW84Bz3ILUI+sJNIvSixI735MCI935AoPrTfET7ZPgG8BHUAvbFsGz4TeI2+Cjx0PQA8G7tcMfU9hzYxPg0wHb6EeIW9WaJ3PgzM1j0O1pw+BkU+PZtpSL2gn5K8FtAmPU/YUT4DP5i8Iq6MPMyKSD0r9Vk+VhkiPjPjAr4XQwM+GMKMPmxKIb2774k+m7xovSbhMT3uuwA+dWvQPUQ+ST12kIs6+ZQIPvg9FLzIEZS+YA68vO9nXb70TdK9P7f9vJU33b0AxxQ9SnfWvT2jr73sy5i9GCi6PEoKTzzFq9c9GwhYPTJ9rbylQqQ99eJ9PcxI8r1871u7+10DvXWTkr2C6S4+dGWUPd19AL3QXBc+7b2ZvH2Krb0of4M9jEGDPXBHYz1kdpw9wLx3PhN9sz0538e7MaaOvd6IAr2WWBG+phkdPl5LBT4e7Ik9vrUHPhuMwD3sPIc9pbYxva6XCj2+po67utFjvZVhiT25wF8+NnTQPYp+lr49lUw9NvMCvgVmFb1Fkua8c+JKPheXIz0skMA8qHwJPJcD1j15q3s9dIH9O0rdFD4mB5u9QteWPQ+zNj5E+mW9KD2QPrrpir7+iym+a/lzvRshtrwDwYc+nLv8vZOPuLxmGwI9N4LYO5zWLj16hwk9uKVovGJfgT2hyTu8g8AhPtAurj0G67c9/c+WPEBUiz2rgBM+oN6DPickGT6QI5k9yaMFvvUcdbxtXeW8ieBUvoby9T3E3Xw9NzgtPW4OGTwg2Xs+YRa7vWzH8z2ZXPM9UYI1PagfnjwKWtU8PfOFPILCCL3lKrM8q9FPPd/QOb10UzC+9+PEPW6j/zyQjSM+uwNBPUGbPD4IFp291/SDPRIRur2j6hk+FxgFPhCbCD6UQ3G9a7diPbxvG7xNNjO84Yq5PY5lFL3IFwu+eX/JPRauFr63Vja+n5uSPS6KurwKJxq+jGQXPvXlsTyvdzy9YmNGvc69tL1L99e7zoyyvPy1nT2mtdC8CjndvAr6G7wZLkm9Z5s5O5N7Ez47iAk73eCvPLJsEr76kfk9r2PKPOtfhb2RS9K9UeiAvXDpVb1pg6G9gLN1PreuhLw8oYw9JFqxPXkkp70yXg4+EKasvDNEmz0vn549bkKhPcxY2L3rLn488lNfu8ibIDy/+US8eQvhvVUSFz4ZqJw9xoEAvo+WEr6U3sa9wOVQPlaVhD47eD6+8jlGvtOqwL0fTP47KbO7vfj6d716nk+7AtW+vcf3tD1nuWu9xc0pvuS7JzwMVw0+tc4fPmBLyz1A9Dy9fygRPgk1G70RzIc92GaTPffM8L0prgc8CweQPXF7L76omxW9c5sMvQZcJb46ev88QTYsvQ0qvb0pOre8mPw/O6yCX77yEMI9LsdCvcLJJjy7DNU7HgK+OwAwLj06O5K8F/BfPZcyFj4DYGs8ueQTPcMgtr06okq+eyR8Po2Ou70GG6m9gsSqPKbfkLz1noq7Oy1oPf2zizwEffM8BY5SPZSsBb0sL5i9Ple/vAx1PDsLSZs9xq7fO79iUr6HMFs+5nZVvEriuj0jhLA9Xyz2vdL45T1hI708VbxFPQhzED6uI0U9rDpwvZNJgT3DrOy9v6ZpPRj8MD7kAhG+XTaMvo4eMb0ldfe+T6XIPGPfeT6fL6C8F6RkvSNhHL1xOkk9EIwhvW96CT55lXg9Q9GFPjVU7D2kEQM9VNbKPOvbS73XHtm9kfc+vCM/Lr7hrxA92+eYvXXASr0VMQu9I9YNvjGl3b3FG9a93KL2PQeBKz7eCAc+3oUWPbNlZz5Aaos9mDiiPU7XZT01KbA9SCUiPX1alL0PheA8vPsvvSRwqL2PTLW9INWxveWNy7zyOMk94K7IPWwIlr3u0ke9VhQPPKsBgT3BprY7FUtivSE5bT1UyXg9Ugl9PfAZYTzWmaM8pqIQPMCbzz1I7mW+4/GrvWm0JD2bggm8k+pSvnIfRj5PTrI9aFnvvT58bL2uY1K+CxCzPG9Iw71s+F285SIBvT31Dz6gYTY+aeVaveLlTb5ESRs+F+gRvqXivT1nzzi9i4k+Pvsaa71B6c890MSAPRFp0b1Ad4e94cUFvKlZf73qQUG9v3FXPevnrb19ulw9nGc2PqGQJDvu8ls9C4VBPc5sVTwPawS8HYF+vT68W732hVw9T+GGPe87Zz2hsgs90eWJPYKFyD2nTTA8cJCdPYZ0WD0mZKe9iIsZvoTtwT2RU2m9ubArvelCg7014DU8kloIPfMDk7wNdJg95Ql7uykCOT2vzwg+7lAZPrwbQbuCrMY9sortvclxATzD4349PGJ4vgnNDL1xk9m98DENvU/pkbylck48srozvUbCYDw6Ns+97DGVPSriCr5xMRC9zVeJPuIc17w8Kwa+sziKPSZiQ75sR5A64eS5PZtLSj21zxq+fMDbvWK9ur2ouwm+29JFvioN8L1u90y+4u6pPFamMb0562A+hxZ3vQ3H3ro+dqu9ndbGvTcfRr7IGKq9IRBwveuLv70zaqS8sWISvO4LKz550bG9jeShPUncwT3n3Do9EyKSPEvWrT20g1e9kB5TvfdcJb5Hpvs9BJZ4Pm4yAbvfSle+W+B2PTqjNT2G8oI+BA23PiPWcj2/lLo9xKYjPuM2YTyI1i0+SF8QPz6SgT1oAzs+KxgAPj7Mmz0qp5Y9BPNEPcoUEz3CvbY9phhhPOvHCb5n/aa9VcP+PEIYzTzR3K28HD2jvT8OZT67OG27MuyZPdEL5D2dX349MuqnPKV8+jxsuyI9KlVQPaEYbT5yHJ289WjyvFyBBT7MO1e9RmWpPeIWtr31bze9d/B/PVyCKr09c4I+Az29PW6tNr5a+hS+b6V9vVC11L0ecK49v/2qvWPhVj2CkLG7lBLfPXe7H72LmIA+UCaZPTATkj7yj646pFaKPVbP1T0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/args_7", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}, "tensorContent": "uZp4PXgT1jwxh/86nO1QPW+BML3ex5i8XafRvIL+Kb0SVC696IqBPZK/Rb0SnRQ7R6DAvHktib2OjTq9kmcBvA=="}}}}, {"name": "strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "clip_by_value_1/Minimum/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [1.0]}}}}, {"name": "clip_by_value_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.0]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.10000000149011612]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/input_control_node/_0", "op": "NoOp", "input": ["^StatefulPartitionedCall/args_4", "^StatefulPartitionedCall/args_5", "^StatefulPartitionedCall/args_6", "^StatefulPartitionedCall/args_7", "^angle", "^fire_rate", "^step_size", "^x"]}, {"name": "clip_by_value/Minimum", "op": "Minimum", "input": ["strided_slice", "clip_by_value/Minimum/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/strided_slice/stack", "op": "Const", "input": ["^Func/StatefulPartitionedCall/input_control_node/_0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}, "experimentalDebugInfo": 